[
  {
    "date": "1 Feb",
    "title": "Early prediction of colonization by carbapenemase-producing enterobacterales at ICU admission using machine learning",
    "comment": "AI ช่วยทำนายการติดเชื้อดื้อยาใน ICU ได้ตั้งแต่แรกรับ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617965/"
  },
  {
    "date": "1 Feb",
    "title": "Automated titration of nasal high flow oxygen in the emergency department: a randomised controlled trial",
    "comment": "การปรับปริมาณ High Flow Nasal Cannula อัตโนมัติใน ER ช่วยลดภาระงานและเพิ่มความแม่นยำ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617483/"
  },
  {
    "date": "1 Feb",
    "title": "The CALLY Index as a Prognostic Marker for 30-Day Mortality in Fournier Gangrene: A Multicenter Retrospective Cohort Study",
    "comment": "ดัชนี CALLY เป็นตัวชี้วัดใหม่สำหรับพยากรณ์การเสียชีวิตใน 30 วันของผู้ป่วย Fournier Gangrene",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617665/"
  },
  {
    "date": "1 Feb",
    "title": "Triage Use of the Dynamic Appraisal of Situational Aggression Score in Pediatric Emergency Care",
    "comment": "เครื่องมือประเมินความก้าวร้าวฉับพลัน ช่วยคัดกรองผู้ป่วยเด็กใน ER ที่อาจมีพฤติกรรมรุนแรง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617657/"
  },
  {
    "date": "1 Feb",
    "title": "Artificial intelligence in emergency medicine: a narrative review",
    "comment": "AI กำลังเข้ามามีบทบาทสำคัญในการแพทย์ฉุกเฉิน ทั้งการวินิจฉัย การจัดการ และการพัฒนาระบบ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616395/"
  },
  {
    "date": "1 Feb",
    "title": "Point-of-care ultrasound for hip effusion in children: A systematic review and meta-analysis",
    "comment": "POCUS เป็นเครื่องมือที่มีประโยชน์ในการวินิจฉัยภาวะข้อสะโพกอักเสบในเด็ก ลดความจำเป็นในการถ่ายภาพรังสี",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616394/"
  },
  {
    "date": "1 Feb",
    "title": "Diagnostic and prognostic value of the risk factor-weighted clinical likelihood model in acute chest pain and negative troponin",
    "comment": "โมเดลใหม่ช่วยประเมินความเสี่ยงของโรคหัวใจเฉียบพลันในผู้ป่วยเจ็บหน้าอกที่ผล Troponin เป็นลบ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616393/"
  },
  {
    "date": "1 Feb",
    "title": "Impact of the coronavirus pandemic on bystander CPR, dispatcher-assisted CPR, EMS response time, and survival outcomes in China",
    "comment": "COVID-19 กระทบต่อการช่วยเหลือ CPR โดยพลเมือง การตอบสนองของ EMS และอัตราการรอดชีวิต",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616392/"
  },
  {
    "date": "1 Feb",
    "title": "VExUS Point-of-Care Ultrasound Tool to Detect Changes in Volume Status: A Prospective Observational Study",
    "comment": "VExUS ultrasound ใช้ประเมินภาวะสารน้ำในร่างกายอย่างรวดเร็วและง่ายดาย bedside",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616585/"
  },
  {
    "date": "1 Feb",
    "title": "Novel 'No-Lo' imaging techniques to minimise intraoperative radiation exposure in vascular and endovascular surgery",
    "comment": "เทคนิคการถ่ายภาพรังสีแบบใหม่ลดปริมาณรังสีในระหว่างการผ่าตัดหลอดเลือด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616878/"
  },
  {
    "date": "1 Feb",
    "title": "AI-driven analysis of patient safety reports using large language models: an exploratory multiple methods study.",
    "comment": "AI ช่วยวิเคราะห์รายงานความปลอดภัยผู้ป่วยเพื่อหาแนวโน้มที่อาจเป็นอันตราย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617612/"
  },
  {
    "date": "1 Feb",
    "title": "Reimbursement and Policy Considerations of Point-of-Care Ultrasound (POCUS) in Rural Family Medicine.",
    "comment": "ข้อเสนอแนะด้านนโยบายและค่าใช้จ่ายสำหรับการใช้ POCUS ในพื้นที่ชนบท",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617404/"
  },
  {
    "date": "1 Feb",
    "title": "Feasibility study of fast T2-weighted imaging with deep-learning reconstruction in volunteers and emergency patients with acute abdomen.",
    "comment": "Deep learning ช่วยให้การทำ MRI ช่องท้องเฉียบพลันเร็วขึ้นในผู้ป่วย ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616758/"
  },
  {
    "date": "1 Feb",
    "title": "Prehospital management of convulsive status epilepticus in children: a knowledge, attitude and practice survey of UK ambulance service clinicians.",
    "comment": "สำรวจความรู้ ทัศนคติ และแนวปฏิบัติในการจัดการชักต่อเนื่องในเด็กก่อนถึงโรงพยาบาล",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616755/"
  },
  {
    "date": "1 Feb",
    "title": "Retrospective chart review on psychiatric manifestations of GLP-1 agonist usage.",
    "comment": "ความผิดปกติทางจิตเวชที่อาจเกิดขึ้นจากการใช้ยา GLP-1 agonists",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616750/"
  },
  {
    "date": "1 Feb",
    "title": "Automated Abdominal Aortic Calcification Scores and Atherosclerotic Cardiovascular Disease in the UK Biobank Imaging Study.",
    "comment": "การคำนวณคะแนนหินปูนในหลอดเลือดแดงใหญ่ช่องท้องอัตโนมัติช่วยทำนายโรคหลอดเลือดหัวใจ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616586/"
  },
  {
    "date": "1 Feb",
    "title": "Paracetamol versus ibuprofen as required for fever or pain in the first year of life and the risk of eczema and bronchiolitis at age 1 year in New Zealand (PIPPA Tamariki): a multicentre, open-label, parallel-group, superiority, randomised controlled trial.",
    "comment": "การเปรียบเทียบพาราเซตามอลและไอบูโพรเฟนในเด็กเล็กกับความเสี่ยงโรคภูมิแพ้และหลอดลมอักเสบ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616793/"
  },
  {
    "date": "31 Jan",
    "title": "Antiseizure medication discontinuation in pediatric epilepsy: Real-world insights",
    "comment": "การหยุดยา Antiepileptic ในเด็กมีปัจจัยหลายอย่างที่ต้องพิจารณา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616747/"
  },
  {
    "date": "31 Jan",
    "title": "Attempted definitive revision amputations in emergency department vs operating room for traumatic finger injuries are associated with a high rate of revision surgery",
    "comment": "การตัดสินใจตัดนิ้วบางส่วนใน ER สำหรับการบาดเจ็บมีโอกาสต้องผ่าตัดซ้ำสูง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616723/"
  },
  {
    "date": "31 Jan",
    "title": "Shifting emergency department utilization patterns among vulnerable populations during the COVID-19 pandemic.",
    "comment": "การเปลี่ยนแปลงรูปแบบการมา ER ของกลุ่มประชากรเปราะบางช่วง COVID-19 เป็นข้อมูลสำคัญต่อการวางแผนทรัพยากร ER ในอนาคต",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41618185/"
  },
  {
    "date": "31 Jan",
    "title": "Brief mindfulness meditation increases risk-taking behavior.",
    "comment": "การทำสมาธิแบบสั้นๆ ส่งผลต่อพฤติกรรมเสี่ยง อาจมีนัยสำคัญต่อผู้ป่วย ER ที่มีปัญหาด้านพฤติกรรม",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617931/"
  },
  {
    "date": "31 Jan",
    "title": "AI-driven virtual screening platform identifies novel NSUN2 inhibitor candidates for targeted cancer therapy: a computational drug discovery approach.",
    "comment": "AI ช่วยคัดกรองยาใหม่ที่อาจมีประโยชน์ในการรักษามะเร็ง ซึ่งอาจนำไปสู่การพัฒนาการรักษาในอนาคต",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617787/"
  },
  {
    "date": "31 Jan",
    "title": "Mechanistic and clinical insights into a PmrB mutation driving colistin resistance and virulence in Acinetobacter baumannii.",
    "comment": "การเข้าใจกลไกการดื้อยา Colistin ของเชื้อ Acinetobacter baumannii เป็นเรื่องสำคัญต่อการรักษาการติดเชื้อใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617754/"
  },
  {
    "date": "31 Jan",
    "title": "The First Cadenza Challenge: Perceptual Evaluation of Machine Learning Systems to Improve Audio Quality of Popular Music for Those with Hearing Loss.",
    "comment": "แม้จะไม่ตรงกับ ER โดยตรง แต่นวัตกรรม AI ในการปรับปรุงคุณภาพเสียงสำหรับผู้มีปัญหาทางการได้ยิน อาจมีแนวทางการประยุกต์ใช้กับเทคโนโลยีใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41618122/"
  },
  {
    "date": "31 Jan",
    "title": "High prevalence of iron deficiency and predictive value of nutritional risk scores in critically ill geriatric emergency patients: a prospective cross-sectional study.",
    "comment": "ภาวะขาดธาตุเหล็กในผู้ป่วยสูงอายุวิกฤตใน ER เป็นประเด็นที่ควรให้ความสนใจ และ Nutritional Risk Score อาจช่วยในการประเมิน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41618097/"
  },
  {
    "date": "30 Jan",
    "title": "Emergence of blaNDM-5",
    "comment": "การระบาดของเชื้อดื้อยา MDR ที่อาจกระทบการรักษาฉุกเฉิน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614306/"
  },
  {
    "date": "30 Jan",
    "title": "Wearable biosensors for disease diagnostics and health monitoring: recent progress and emerging technologies.",
    "comment": "เทคโนโลยีใหม่ที่อาจช่วยให้ ER ตรวจวินิจฉัยและเฝ้าระวังผู้ป่วยได้ทันท่วงที",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614335/"
  },
  {
    "date": "30 Jan",
    "title": "Artificial intelligence in aortic CT angiography: current applications and future perspectives.",
    "comment": "AI จะเข้ามามีบทบาทในการแปลผล CT scan หลอดเลือดแดงใหญ่ที่ ER อย่างไร",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614027/"
  },
  {
    "date": "30 Jan",
    "title": "Effect of prophylactic antibiotics on days of antibiotic spectrum coverage in comatose post-cardiac arrest patients: a secondary analysis of PROTECT.",
    "comment": "การปรับแนวทางการให้ยาปฏิชีวนะในผู้ป่วยหลังหัวใจหยุดเต้นที่ส่งผลต่อการรักษา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614001/"
  },
  {
    "date": "30 Jan",
    "title": "Fatal Mesenteric Ischemia From a Paradoxical Embolism Through a Patent Foramen Ovale.",
    "comment": "กรณีศึกษาที่ชี้ให้เห็นอันตรายของภาวะลิ่มเลือดอุดตันที่อาจเกิดจาก PFO ซึ่งต้องสงสัยใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41613506/"
  },
  {
    "date": "30 Jan",
    "title": "Orbital and Ophthalmologic Injuries Associated With Standing Electric Scooter Accidents: A Narrative Synthesis of Clinical Outcomes and Injury Patterns.",
    "comment": "การบาดเจ็บที่ตาจากอุบัติเหตุสกู๊ตเตอร์ไฟฟ้าที่อาจพบได้บ่อยขึ้นใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41613508/"
  },
  {
    "date": "30 Jan",
    "title": "Needle Cricothyrotomy Connection Options Provide Similar Oxygen Flow Rates.",
    "comment": "เทคนิคการเจาะคอฉุกเฉินที่อาจมีการปรับปรุงเพื่อประสิทธิภาพที่ดีขึ้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41613710/"
  },
  {
    "date": "30 Jan",
    "title": "Beyond the Concussion: Cerebral Venous Thrombosis Following Mild-to-Moderate Traumatic Brain Injury.",
    "comment": "ภาวะแทรกซ้อนทางสมองที่อาจมองข้ามได้หลังการบาดเจ็บศีรษะเล็กน้อยถึงปานกลาง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41613707/"
  },
  {
    "date": "30 Jan",
    "title": "A Case of Early-Stage Acute Myocarditis in a Child Detected by Focused Cardiac Ultrasound.",
    "comment": "การใช้ Focused Cardiac Ultrasound ในการวินิจฉัยกล้ามเนื้อหัวใจอักเสบในเด็กที่ ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41613696/"
  },
  {
    "date": "30 Jan",
    "title": "Can ChatGPT compete with emergency medicine specialists? A two-stage assessment of ECG interpretation supported by clinical information.",
    "comment": "AI อย่าง ChatGPT สามารถช่วยแพทย์ ER แปลผล EKG ได้ดีแค่ไหน เป็นประเด็นถกเถียงที่น่าสนใจ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41612211/"
  },
  {
    "date": "30 Jan",
    "title": "Systemic Pressures and Nurse Decision-Making in ICU Missed Nursing Care: A Meta-Synthesis",
    "comment": "ผลกระทบต่อการตัดสินใจของพยาบาลใน ICU ที่ส่งผลต่อการดูแลผู้ป่วย ซึ่งอาจสะท้อนถึงปัญหาที่อาจเกิดใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614330/"
  },
  {
    "date": "30 Jan",
    "title": "Prognostic Value of Artificial Intelligence-Enabled Electrocardiography-Derived Diastolic Dysfunction Grading and Trajectory in Patients Undergoing Transcatheter Aortic Valve Replacement",
    "comment": "AI กับการแปลผล ECG ที่อาจนำมาใช้ประเมินผู้ป่วย ER ที่มีภาวะหัวใจผิดปกติ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614319/"
  },
  {
    "date": "30 Jan",
    "title": "Heart-Brain Axis: Subclinical Cardiovascular Changes and Brain Health",
    "comment": "ความเชื่อมโยงที่ซับซ้อนระหว่างหัวใจและสมอง ซึ่งสำคัญในการประเมินผู้ป่วย ER ที่มีอาการทางระบบประสาทและหัวใจ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614273/"
  },
  {
    "date": "30 Jan",
    "title": "Impact of a Tracheostomy Care Bundle on ICU Nurses' Knowledge and Practice",
    "comment": "แนวทางการดูแลผู้ป่วยที่มี Tracheostomy ที่อาจส่งผลต่อการจัดการใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614279/"
  },
  {
    "date": "30 Jan",
    "title": "Pathophysiology of Chronic Pain",
    "comment": "ความเข้าใจกลไกของอาการปวดเรื้อรังที่อาจนำไปสู่การรักษาใหม่ๆ ใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614224/"
  },
  {
    "date": "30 Jan",
    "title": "Emerging Role of ctDNA Fragmentomics and Epigenetic Signatures in the Early Detection, Minimal Residual Disease Assessment, and Precision Monitoring of Renal Cell Carcinoma",
    "comment": "เทคโนโลยีใหม่ในการตรวจจับโรคที่อาจมีผลกับการคัดกรองผู้ป่วย ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614220/"
  },
  {
    "date": "30 Jan",
    "title": "Tumor-Associated Macrophages as Therapeutic Targets: Deciphering Interaction Networks and Advancing Clinical Translation",
    "comment": "แนวทางการรักษามะเร็งที่เกี่ยวข้องกับระบบภูมิคุ้มกัน ที่อาจมีผลต่อการตัดสินใจการรักษาผู้ป่วย ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41614207/"
  },
  {
    "date": "29 Jan",
    "title": "The Changing Landscape for Hyper-Acute Ischaemic Stroke Care",
    "comment": "อัปเดตแนวทางการดูแลผู้ป่วยโรคหลอดเลือดสมองตีบเฉียบพลันระยะวิกฤต ซึ่งสำคัญต่อ ER อย่างยิ่ง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41609164/"
  },
  {
    "date": "29 Jan",
    "title": "Potential Missed Opportunities to Administer Intravenous Thrombolysis to Patients With Acute Ischemic Stroke",
    "comment": "ชี้โอกาสในการให้ยาละลายลิ่มเลือดในผู้ป่วยโรคหลอดเลือดสมองตีบเฉียบพลันที่อาจถูกมองข้าม",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41608799/"
  },
  {
    "date": "29 Jan",
    "title": "Intravenous thrombolysis in central retinal artery occlusion as an effective and safe treatment",
    "comment": "การให้ยาละลายลิ่มเลือดทางหลอดเลือดดำสำหรับภาวะหลอดเลือดแดงจอประสาทตาอุดตันเป็นทางเลือกที่ปลอดภัยและมีประสิทธิภาพ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41609243/"
  },
  {
    "date": "29 Jan",
    "title": "Rescue versus First-Line Intracranial Stenting during Thrombectomy for Acute Ischemic Stroke: A Propensity-Weighted Analysis of the RESISTANT Registry",
    "comment": "การเปรียบเทียบการใส่ Stent เป็นทางเลือกรองหรือทางเลือกแรกในผู้ป่วย Stroke ที่รับการ Thrombectomy",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41608810/"
  },
  {
    "date": "29 Jan",
    "title": "Cerebral Amyloid Angiopathy Imaging Markers, Radiological Boston Criteria, and Thrombolysis Outcomes in Ischemic Stroke",
    "comment": "ความสัมพันธ์ของ Amyloid Angiopathy กับผลการรักษา Stroke ด้วย Thrombolysis",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41608814/"
  },
  {
    "date": "29 Jan",
    "title": "Management of Direct Oral Anticoagulants in Adult Patients Undergoing Cardiac Surgery: A Joint Consensus Statement by the Society of Cardiovascular Anesthesiologists and the Society of Thoracic Surgeons",
    "comment": "แนวทางการจัดการยาละลายลิ่มเลือดกลุ่ม DOACs ในผู้ป่วยผ่าตัดหัวใจที่สำคัญต่อการตัดสินใจใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41609362/"
  },
  {
    "date": "29 Jan",
    "title": "Drug-induced hyponatremia associated with sodium-glucose cotransporter 2 inhibitors, immune checkpoint inhibitors, and targeted anticancer agents",
    "comment": "ยาใหม่ๆ ที่ใช้ในปัจจุบันอาจก่อให้เกิดภาวะโซเดียมในเลือดต่ำได้ ต้องระวัง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41609353/"
  },
  {
    "date": "29 Jan",
    "title": "Unmanned aerial vehicles in prehospital emergency care: current evidence, technological advances, and future perspectives",
    "comment": "โดรนทางการแพทย์จะเข้ามามีบทบาทในการดูแลผู้ป่วยนอกโรงพยาบาลอย่างไรบ้าง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41607887/"
  },
  {
    "date": "29 Jan",
    "title": "Minimally Invasive Surgery: Minimally Invasive Surgery - A Paradigm Shift in Surgical Approaches",
    "comment": "แนวทางการผ่าตัดแบบแผลเล็กที่กำลังเปลี่ยนแปลง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41608216/"
  },
  {
    "date": "29 Jan",
    "title": "Artificial intelligence in hospitals: Legal uncertainties and emerging risks for patient safety",
    "comment": "AI ในโรงพยาบาลมีความเสี่ยงและประเด็นทางกฎหมายอะไรบ้างที่ต้องคำนึงถึง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41607486/"
  },
  {
    "date": "29 Jan",
    "title": "Cerebral Amyloid Angiopathy Imaging Markers, Radiological Boston Criteria, and Thrombolysis Outcomes in Ischemic Stroke.",
    "comment": "การใช้ Imaging Markers ของ Cerebral Amyloid Angiopathy อาจช่วยให้ตัดสินใจให้ Thrombolysis ในผู้ป่วย Ischemic Stroke ได้แม่นยำขึ้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41605880/"
  },
  {
    "date": "29 Jan",
    "title": "Rescue versus First-Line Intracranial Stenting during Thrombectomy for Acute Ischemic Stroke: A Propensity-Weighted Analysis of the RESISTANT Registry.",
    "comment": "ประเมินความคุ้มค่าของการทำ Stenting ในขั้นตอนแรกเทียบกับการทำเมื่อ Failed Thrombectomy ในผู้ป่วย Stroke ที่อุดตัน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41605810/"
  },
  {
    "date": "29 Jan",
    "title": "Potential Missed Opportunities to Administer Intravenous Thrombolysis to Patients With Acute Ischemic Stroke.",
    "comment": "ชี้ให้เห็นโอกาสที่พลาดในการให้ยาละลายลิ่มเลือดในผู้ป่วย Stroke ที่ควรรักษา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41605799/"
  },
  {
    "date": "29 Jan",
    "title": "Early Recognition and Intervention for Poststroke Spasticity: A Scientific Statement From the American Heart Association.",
    "comment": "เน้นความสำคัญของการวินิจฉัยและรักษา Spasticity หลัง Stroke อย่างรวดเร็ว",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41605795/"
  },
  {
    "date": "29 Jan",
    "title": "We need a standardized North American acetylcysteine dosing regimen for the treatment of paracetamol (acetaminophen) poisoning.",
    "comment": "ความจำเป็นในการกำหนดสูตรยา Acetylcysteine มาตรฐานสำหรับการรักษาภาวะ Paracetamol Overdose ในทวีปอเมริกาเหนือ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41605767/"
  },
  {
    "date": "29 Jan",
    "title": "Effect of a grace period on false alarm rates of smartwatch-based out-of-hospital cardiac arrest detection systems: a pilot study.",
    "comment": "ประเมินผลของ Grace Period ต่ออัตรา False Alarm ของระบบตรวจจับ Cardiac Arrest จาก Smartwatch",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41605737/"
  },
  {
    "date": "29 Jan",
    "title": "Revascularization Treatment of Basilar Artery Occlusion in Patients with Mild-to-Moderate Severe Stroke.",
    "comment": "แนวทางการรักษา Basilar Artery Occlusion ด้วย Revascularization ในผู้ป่วย Stroke ที่อาการไม่รุนแรงถึงปานกลาง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41605710/"
  },
  {
    "date": "29 Jan",
    "title": "Consensus Statement on Middle Meningeal Artery Embolization in Chronic Subdural Hematoma Treatment: A Guideline from the Society of Vascular and Interventional Neurology Guidelines and Practice Standards Committee.",
    "comment": "ข้อแนะนำสำหรับการทำ Embolization ของ Middle Meningeal Artery ในการรักษา Chronic Subdural Hematoma",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41605698/"
  },
  {
    "date": "29 Jan",
    "title": "The Diagnostic Challenge of Sharp Foreign Body Aspiration in Children: A Two-Case Series Highlighting Ingestion vs. Aspiration.",
    "comment": "ความท้าทายในการวินิจฉัยการสำลักวัตถุปลายแหลมในเด็ก โดยมีรายงาน 2 รายที่ชี้ให้เห็นความแตกต่างระหว่างการกลืนและการสำลัก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41605478/"
  },
  {
    "date": "29 Jan",
    "title": "Diagnosis and Management of Heat-related Illness: Clinical and Molecular Perspectives.",
    "comment": "อัพเดทมุมมองทางคลินิกและระดับโมเลกุลในการวินิจฉัยและจัดการภาวะเจ็บป่วยจากความร้อน (Heat-related Illness)",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41605518/"
  },
  {
    "date": "28 Jan",
    "title": "Diagnosis and Treatment of Acute Appendicitis: 2025 Edition of the World Society of Emergency Surgery Jerusalem Guidelines",
    "comment": "แนวทางการวินิจฉัยและรักษาไส้ติ่งอักเสบฉบับล่าสุดจาก WSES ที่สำคัญต่อการปฏิบัติงานใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41604201/"
  },
  {
    "date": "28 Jan",
    "title": "P2X7 Receptor Inhibition Mitigates Microglial Activation, Neuroinflammation, and Secondary Thalamic Damage After Ischemic Stroke",
    "comment": "การยับยั้ง P2X7 Receptor อาจช่วยลดความเสียหายของสมองหลังภาวะหลอดเลือดสมองตีบ ทำให้เกิดแนวทางการรักษาใหม่",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41604093/"
  },
  {
    "date": "28 Jan",
    "title": "Optimizing care for patients who have ascites: shifting paracentesis from the emergency department to outpatient medicine",
    "comment": "การเปลี่ยนการทำ Paracentesis จาก ER ไปยังคลินิกนอกเวลานอก อาจเป็นแนวทางที่เหมาะสมสำหรับผู้ป่วยบางราย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41604086/"
  },
  {
    "date": "28 Jan",
    "title": "AI-assisted computed tomography analysis for pre-procedural planning prior to TAVI",
    "comment": "AI ช่วยในการวางแผนก่อนทำหัตถการ TAVI แสดงถึงเทคโนโลยีใหม่ที่อาจส่งผลต่อการดูแลผู้ป่วยโรคหัวใจ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41603941/"
  },
  {
    "date": "28 Jan",
    "title": "The Evolving Role of Corticosteroids in Kawasaki Disease: Evidence, Mechanisms, and Clinical Implications",
    "comment": "ทบทวนบทบาทของ Corticosteroids ในโรค Kawasaki ที่อาจเปลี่ยนแปลงแนวทางการรักษา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41603901/"
  },
  {
    "date": "28 Jan",
    "title": "Discussion of What's the Rush? Challenging The Early Surgery Paradigm for Older Adults in Emergency General Surgery",
    "comment": "ข้อถกเถียงที่ท้าทายแนวคิดการผ่าตัดเร่งด่วนในผู้สูงอายุสำหรับภาวะฉุกเฉินทางศัลยกรรมทั่วไป",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41603798/"
  },
  {
    "date": "28 Jan",
    "title": "A Randomized, Dose-Finding Study of Sphenopalatine Ganglion Block With Bupivacaine for Emergency Department Patients With Headache",
    "comment": "การศึกษาทดลองการใช้ Sphenopalatine Ganglion Block ในผู้ป่วยปวดศีรษะใน ER อาจเป็นทางเลือกการรักษาใหม่",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41603837/"
  },
  {
    "date": "28 Jan",
    "title": "Comparing Guidelines for Atrial Fibrillation: Focus on Emergency Medicine",
    "comment": "การเปรียบเทียบแนวปฏิบัติสำหรับ Atrial Fibrillation โดยเน้นที่มุมมองของเวชศาสตร์ฉุกเฉิน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41603838/"
  }
]