[
  {
    "date": "4 Feb",
    "title": "Pediatric Carbon Monoxide Poisoning in Southern Israel-Causality and Outcome",
    "comment": "การทำความเข้าใจสาเหตุและผลลัพธ์ของภาวะ CO poisoning ในเด็ก อาจนำไปสู่แนวทางการป้องกันและรักษาที่ดีขึ้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41636140/"
  },
  {
    "date": "4 Feb",
    "title": "In-patient management of dislocation after total hip arthroplasty: a multicentre study from UK hospitals",
    "comment": "แนวทางการจัดการภาวะข้อสะโพกหลุดหลังผ่าตัดในผู้ป่วยในโรงพยาบาล อาจมีผลต่อการดูแลผู้ป่วย ER ที่มาด้วยภาวะนี้",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41636051/"
  },
  {
    "date": "4 Feb",
    "title": "Emergence of Candida (Candidozyma) auris in Minas Gerais, Brazil: Genomic Surveillance to Guide Rapid Public Health Responses",
    "comment": "การระบาดของเชื้อดื้อยา Candida auris ต้องเฝ้าระวังและตอบสนองอย่างรวดเร็ว ซึ่งส่งผลต่อการจัดการผู้ป่วยใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41636077/"
  },
  {
    "date": "4 Feb",
    "title": "The role of routine cranial CT imaging in geriatric head trauma: a retrospective analysis from a level I trauma centre in Germany",
    "comment": "การทบทวนข้อบ่งชี้ในการทำ CT สมองในผู้สูงอายุที่มีอุบัติเหตุศีรษะ อาจช่วยลดการตรวจที่ไม่จำเป็นและเพิ่มประสิทธิภาพการรักษา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41635878/"
  },
  {
    "date": "4 Feb",
    "title": "The gut-lung axis in severe pneumonia-related lung injury: mechanisms and therapeutic strategies",
    "comment": "ความสัมพันธ์ระหว่างลำไส้และปอดอาจเป็นกุญแจสำคัญในการรักษาภาวะปอดบาดเจ็บรุนแรงจากปอดอักเสบ ซึ่งอาจมีผลต่อแนวทางการรักษาใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41635847/"
  },
  {
    "date": "4 Feb",
    "title": "Melanoma vaccines: current R&D landscape, translational hurdles, and future outlook-a perspective drawn from 442 clinical trials",
    "comment": "แม้จะไม่ใช่การรักษาเฉียบพลัน แต่ความเข้าใจในวัคซีนมะเร็งผิวหนังอาจนำไปสู่การจัดการผู้ป่วยที่มา ER ด้วยภาวะแทรกซ้อนหรือการดูแลระยะสุดท้าย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41635845/"
  },
  {
    "date": "4 Feb",
    "title": "Computer Vision-Guided Automated External Defibrillator System Improves Cardiopulmonary Resuscitation Accuracy: A Randomized Crossover Trial",
    "comment": "นวัตกรรม AED ที่ใช้ Computer Vision อาจช่วยเพิ่มประสิทธิภาพการทำ CPR ในสถานการณ์ฉุกเฉิน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41635451/"
  },
  {
    "date": "4 Feb",
    "title": "Efficacy of primary repair for retroperitoneal rectal injuries among patients with combined military trauma: tertiary single-center experience",
    "comment": "การผ่าตัดซ่อมแซมลำไส้ตรงที่ผนังช่องท้องส่วนหลังในผู้ป่วยอุบัติเหตุรุนแรง อาจเป็นข้อมูลสำคัญสำหรับการตัดสินใจใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41635549/"
  },
  {
    "date": "4 Feb",
    "title": "Imminent Rupture of an Infected Aortic Aneurysm Presenting as Lower Back Pain in an Elderly Patient",
    "comment": "อาการปวดหลังล่างในผู้สูงอายุ อาจเป็นสัญญาณอันตรายของภาวะ Aortic Aneurysm ที่ใกล้แตก ซึ่งต้องรีบวินิจฉัยและรักษา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41635393/"
  },
  {
    "date": "4 Feb",
    "title": "Survival Following a Tricyclic Antidepressant Overdose Presenting With Serotonin Syndrome-Like Symptoms and Critical Illness Polyneuropathy: A Case Report",
    "comment": "การได้รับยาเกินขนาดของ TCA อาจมีอาการคล้าย Serotonin Syndrome และภาวะแทรกซ้อนอื่นๆ ที่ต้องเฝ้าระวังใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41635386/"
  },
  {
    "date": "3 Feb",
    "title": "Estimated Effectiveness of 2024-2025 COVID-19 Vaccination Against Severe COVID-19",
    "comment": "ประเมินประสิทธิภาพวัคซีน COVID-19 รุ่นใหม่สำหรับฤดูกาล 2024-2025",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41632473/"
  },
  {
    "date": "3 Feb",
    "title": "Practices in clearance of the pediatric cervical spine following blunt trauma: A Western Pediatric Cervical Spine Study analysis.",
    "comment": "ทบทวนแนวทางการประเมินกระดูกสันหลังส่วนคอในเด็กที่ได้รับบาดเจ็บทื่อ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41632469/"
  },
  {
    "date": "3 Feb",
    "title": "Tranexamic acid bolus plus drip paradoxically increases complement activation: A PATCH trial secondary study.",
    "comment": "ผลข้างเคียงที่คาดไม่ถึงของ Tranexamic acid ต่อระบบภูมิคุ้มกัน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41632465/"
  },
  {
    "date": "3 Feb",
    "title": "Embolic agents in emergency care: a large retrospective cohort study.",
    "comment": "การใช้สารอุดหลอดเลือดในเวชระเบิด: การศึกษาในผู้ป่วยจำนวนมาก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41632442/"
  },
  {
    "date": "3 Feb",
    "title": "Continuous Kidney Replacement Therapy in Pediatric Intensive Care: A Practical Guide for Clinicians.",
    "comment": "แนวทางการรักษาด้วย Continuous RRT ในผู้ป่วยวิกฤตเด็ก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41632430/"
  },
  {
    "date": "3 Feb",
    "title": "Early heart-rate trajectory phenotypes predict short-term mortality in critically ill patients: a dynamic time-warping cluster analysis.",
    "comment": "รูปแบบการเปลี่ยนแปลงอัตราการเต้นของหัวใจระยะต้นที่บ่งชี้การเสียชีวิตในผู้ป่วยวิกฤต",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41632398/"
  },
  {
    "date": "3 Feb",
    "title": "Anticipated Emotional Reactions as Indicators of Adolescents' Perceived Social (dis) Connectedness During the Moment of Suicidal Crisis: A Reflexive Thematic Analysis.",
    "comment": "อารมณ์ที่คาดหวังเป็นตัวบ่งชี้ความเชื่อมโยงทางสังคมในวัยรุ่นที่กำลังเผชิญวิกฤตการฆ่าตัวตาย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41632397/"
  },
  {
    "date": "3 Feb",
    "title": "Advances and Controversies in the Management of Philadelphia Chromosome-Positive Acute Lymphoblastic Leukemia: Navigating First-Line Therapies.",
    "comment": "ความก้าวหน้าและข้อถกเถียงในการรักษามะเร็งเม็ดเลือดขาว ACL ด้วย PH+",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41632382/"
  },
  {
    "date": "3 Feb",
    "title": "Reducing antibiotic overuse in immunocompetent children with febrile neutropenia in a pediatric emergency department: a quality improvement initiative.",
    "comment": "ลดการใช้ยาปฏิชีวนะเกินความจำเป็นในเด็กภูมิคุ้มกันปกติที่มีไข้ร่วมกับภาวะเม็ดเลือดขาวต่ำใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41632376/"
  },
  {
    "date": "3 Feb",
    "title": "Ketamine for pain control in acute bone fractures: A systematic review and meta-analysis of randomized controlled trials.",
    "comment": "ประสิทธิภาพของ Ketamine ในการควบคุมอาการปวดกระดูกหักเฉียบพลัน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41632265/"
  },
  {
    "date": "3 Feb",
    "title": "Brain CT in Patients With Altered Mental Status: Tertiary Care Emergency Department Review.",
    "comment": "การใช้ CT สมองช่วยในการตัดสินใจในผู้ป่วยที่มีภาวะซึมสับสนใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41631227/"
  },
  {
    "date": "3 Feb",
    "title": "Mechanisms of fat and soft tissue filler embolism following aesthetic injections: A cadaveric systematic review.",
    "comment": "เข้าใจกลไกการเกิดภาวะลิ่มเลือดอุดตันจากสารเติมเต็มในหัตถการความงามที่อาจพบใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41631193/"
  },
  {
    "date": "3 Feb",
    "title": "Heat Stress and Kidney Injury: A Growing Concern Amidst Climate Change.",
    "comment": "ความเสี่ยงต่อไตวายเฉียบพลันจากภาวะ Heat Stress ที่มีแนวโน้มเพิ่มขึ้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41630998/"
  },
  {
    "date": "3 Feb",
    "title": "Trends in self-harm visits to the emergency department among children and youth before and during the COVID-19 pandemic in Alberta: An interrupted time series analysis.",
    "comment": "แนวโน้มผู้ป่วยเด็กและวัยรุ่นที่มา ER ด้วยการทำร้ายตนเองในช่วง COVID-19",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41630946/"
  },
  {
    "date": "3 Feb",
    "title": "Non-invasive urinary tract infection screening for young infants: A high-value care initiative.",
    "comment": "แนวทางการคัดกรอง UTI ในทารกโดยไม่ต้องสวนปัสสาวะ ลดการใช้ทรัพยากร",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41630941/"
  },
  {
    "date": "3 Feb",
    "title": "Sex-based disparities in bystander CPR for out-of-hospital cardiac arrest related to non-prescription drug use.",
    "comment": "ความแตกต่างทางเพศในการช่วย CPR โดยพลเมืองสำหรับผู้ป่วยหัวใจหยุดเต้นที่เกิดจากการใช้ยาเสพติด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41630930/"
  },
  {
    "date": "3 Feb",
    "title": "Emergency department cardiac arrest in Thailand: a two-regional medical center comparative cohort study of characteristics, resuscitation processes, and outcomes.",
    "comment": "ข้อมูลการทำ CPR ใน ER ของไทยเพื่อเปรียบเทียบและพัฒนาแนวทางการรักษา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41630931/"
  },
  {
    "date": "3 Feb",
    "title": "Precocious puberty as the first sign of an undiagnosed hypothalamic astrocytoma.",
    "comment": "ภาวะวัยเจริญพันธุ์ก่อนวัยอันควร อาจเป็นสัญญาณแรกของเนื้องอกสมองในเด็ก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41610154/"
  },
  {
    "date": "3 Feb",
    "title": "Association of Atrial Fibrillation With an Increased Risk of Stroke and Functional Disability Following Hip and Pelvic Fractures.",
    "comment": "ความสัมพันธ์ของ AF กับความเสี่ยง STROKE และความพิการหลังกระดูกสะโพก/เชิงกรานหัก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41631051/"
  },
  {
    "date": "3 Feb",
    "title": "Sudden Sensorineural Hearing Loss as the Presenting Symptom of Varicella Zoster Virus Rhombencephalitis: A Case Report.",
    "comment": "อาการหูดับเฉียบพลัน อาจเป็นอาการเริ่มต้นของสมองอักเสบจากงูสวัด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41631084/"
  },
  {
    "date": "2 Feb",
    "title": "Possible detrimental effects of postponed intubation during interhospital transfer of severely brain injured patients: retrospective analysis of the Traumaregister DGU",
    "comment": "การเลื่อน intubation ผู้ป่วยบาดเจ็บสมองรุนแรงระหว่างการส่งต่อระหว่าง รพ. อาจมีผลเสีย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41627455/"
  },
  {
    "date": "2 Feb",
    "title": "Mechanical circulatory support for cardiogenic shock in takotsubo syndrome.",
    "comment": "การใช้ mechanical circulatory support ในภาวะ cardiogenic shock จาก takotsubo syndrome",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41627440/"
  },
  {
    "date": "2 Feb",
    "title": "Correction: Impact of an AI-powered hospital admission prediction dashboard to guide medication reconciliation in the emergency department: a retrospective before-after study.",
    "comment": "AI ช่วยลดความผิดพลาดในการสั่งยาใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41627662/"
  },
  {
    "date": "2 Feb",
    "title": "Bias and Oversight in Clinical AI: A Review of Decision Support Tools and Equity Frameworks.",
    "comment": "ความท้าทายเรื่องอคติและการกำกับดูแล AI ในการตัดสินใจทางการแพทย์",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41627658/"
  },
  {
    "date": "2 Feb",
    "title": "Integrating AI Scribes into Medical Education: Guardrails for Preserving Clinical Reasoning.",
    "comment": "การใช้ AI Scribes ในการเรียนการสอนแพทย์ ต้องมีกลไกป้องกันการสูญเสียการคิดวิเคราะห์",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41627656/"
  },
  {
    "date": "2 Feb",
    "title": "How health systems learn to fail : Emergency departments and the normalization of breakdown.",
    "comment": "ER กับการปรับตัวต่อความผิดพลาดที่เกิดขึ้นซ้ำๆ จนกลายเป็นเรื่องปกติ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41627615/"
  },
  {
    "date": "2 Feb",
    "title": "Comparing conventional versus 3D printed simulators for simulation training of emergency percutaneous cricothyrotomy with two different kits: a randomized controlled trial.",
    "comment": "การเปรียบเทียบ simulator แบบ 3D print กับแบบเดิมสำหรับการฝึก cricothyrotomy ฉุกเฉิน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41627605/"
  },
  {
    "date": "2 Feb",
    "title": "Clinical features and sociodemographic characteristics associated with analytically confirmed exposure to MDMB-4en-PINACA.",
    "comment": "ข้อมูลผู้ป่วยที่ได้รับสาร MDMB-4en-PINACA ซึ่งเป็นยาเสพติดสังเคราะห์",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41627129/"
  },
  {
    "date": "2 Feb",
    "title": "Cyanide toxicity from high-dose nitroprusside infusion in a critically ill patient on veno-arterial extracorporeal membrane oxygenation.",
    "comment": "การเกิดพิษจาก cyanide จาก nitroprusside ในผู้ป่วยวิกฤตที่ใช้ VA-ECMO",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41627127/"
  },
  {
    "date": "2 Feb",
    "title": "Role of Perfusion Index as a Predictor of Vasopressor Requirement in Patients With Sepsis.",
    "comment": "Perfusion Index อาจช่วยทำนายความจำเป็นในการให้ vasopressor ในผู้ป่วย sepsis",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41625800/"
  },
  {
    "date": "2 Feb",
    "title": "Tonicity and colloid osmotic pressure drive microvascular recovery from low volume hypotensive resuscitation from hemorrhagic shock.",
    "comment": "ความสำคัญของ tonicity และ colloid osmotic pressure ต่อการฟื้นตัวของหลอดเลือดฝอยหลังภาวะ shock เสียเลือด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41626220/"
  },
  {
    "date": "2 Feb",
    "title": "Rationale, development and feasibility of a national prehospital transfusion registry.",
    "comment": "การพัฒนาระบบ registry สำหรับการให้เลือดนอกโรงพยาบาล",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41626219/"
  },
  {
    "date": "2 Feb",
    "title": "Rationale, development and feasibility of a national prehospital transfusion registry.",
    "comment": "การพัฒนาระบบ registry สำหรับการให้เลือดนอกโรงพยาบาล",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41626219/"
  },
  {
    "date": "2 Feb",
    "title": "Performance of Physicians and AI Systems on Pulmonary Thromboembolism Questions.",
    "comment": "การเปรียบเทียบประสิทธิภาพของแพทย์และ AI ในการตอบคำถามเกี่ยวกับ pulmonary thromboembolism",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41625912/"
  },
  {
    "date": "2 Feb",
    "title": "Intraoperative Detection and Management of Euglycemic Ketonemia During Emergency Surgery Using Point-of-Care Blood Beta-Hydroxybutyrate Testing in a Patient Receiving Sodium-Glucose Cotransporter 2 (SGLT2) Inhibitors: A Case Report.",
    "comment": "การตรวจพบและจัดการภาวะ euglycemic ketonemia ระหว่างผ่าตัดฉุกเฉินในผู้ป่วยที่ใช้ SGLT2 inhibitors",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41625909/"
  },
  {
    "date": "2 Feb",
    "title": "The \"4D Approach\"-An Effective Strategy to Improve Emergency Department Boarding and Operational Outcomes.",
    "comment": "กลยุทธ์ \"4D Approach\" เพื่อลดปัญหา ED boarding",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41625695/"
  },
  {
    "date": "2 Feb",
    "title": "Opioid Prescribing Patterns of Board-Certified Emergency Physicians Compared With Other Physicians Practicing Emergency Medicine Among Medicare Part-D Beneficiaries Between 2018 and 2020 in the United States.",
    "comment": "รูปแบบการสั่งยา opioid ของแพทย์ ER เทียบกับแพทย์อื่นที่ปฏิบัติงานใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41625694/"
  },
  {
    "date": "2 Feb",
    "title": "The cardiac rehabilitation needs and preferences of women living in rural communities: a qualitative study of co-designing a women-focused cardiac rehabilitation program",
    "comment": "การออกแบบโปรแกรมฟื้นฟูหัวใจสำหรับผู้หญิงในพื้นที่ชนบท",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41627871/"
  },
  {
    "date": "2 Feb",
    "title": "A Case of Duodenal Dieulafoy's Lesion Manifesting as Massive Gastrointestinal Bleeding Following Major Trauma",
    "comment": "เลือดออกในทางเดินอาหารปริมาณมากจาก Dieulafoy's lesion หลังการบาดเจ็บรุนแรง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41627747/"
  },
  {
    "date": "2 Feb",
    "title": "Epidemiological Link Between Post-traumatic Stress Disorder and Cardiovascular Disease: Evidence, Mechanisms, and Clinical Implications",
    "comment": "ความเชื่อมโยงระหว่าง PTSD และโรคหัวใจและหลอดเลือด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41625938/"
  },
  {
    "date": "2 Feb",
    "title": "Transforming clinical toxicology in Singapore: four decades of progress and beyond",
    "comment": "ความก้าวหน้าทางพิษวิทยาคลินิกในสิงคโปร์",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41626922/"
  },
  {
    "date": "2 Feb",
    "title": "Health Impact Analysis of Wildfire Smoke-PM",
    "comment": "การวิเคราะห์ผลกระทบต่อสุขภาพจากควันไฟป่า",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41626278/"
  },
  {
    "date": "1 Feb",
    "title": "Early prediction of colonization by carbapenemase-producing enterobacterales at ICU admission using machine learning",
    "comment": "AI ช่วยทำนายการติดเชื้อดื้อยาใน ICU ได้ตั้งแต่แรกรับ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617965/"
  },
  {
    "date": "1 Feb",
    "title": "Automated titration of nasal high flow oxygen in the emergency department: a randomised controlled trial",
    "comment": "การปรับปริมาณ High Flow Nasal Cannula อัตโนมัติใน ER ช่วยลดภาระงานและเพิ่มความแม่นยำ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617483/"
  },
  {
    "date": "1 Feb",
    "title": "The CALLY Index as a Prognostic Marker for 30-Day Mortality in Fournier Gangrene: A Multicenter Retrospective Cohort Study",
    "comment": "ดัชนี CALLY เป็นตัวชี้วัดใหม่สำหรับพยากรณ์การเสียชีวิตใน 30 วันของผู้ป่วย Fournier Gangrene",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617665/"
  },
  {
    "date": "1 Feb",
    "title": "Triage Use of the Dynamic Appraisal of Situational Aggression Score in Pediatric Emergency Care",
    "comment": "เครื่องมือประเมินความก้าวร้าวฉับพลัน ช่วยคัดกรองผู้ป่วยเด็กใน ER ที่อาจมีพฤติกรรมรุนแรง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617657/"
  },
  {
    "date": "1 Feb",
    "title": "Artificial intelligence in emergency medicine: a narrative review",
    "comment": "AI กำลังเข้ามามีบทบาทสำคัญในการแพทย์ฉุกเฉิน ทั้งการวินิจฉัย การจัดการ และการพัฒนาระบบ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616395/"
  },
  {
    "date": "1 Feb",
    "title": "Point-of-care ultrasound for hip effusion in children: A systematic review and meta-analysis",
    "comment": "POCUS เป็นเครื่องมือที่มีประโยชน์ในการวินิจฉัยภาวะข้อสะโพกอักเสบในเด็ก ลดความจำเป็นในการถ่ายภาพรังสี",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616394/"
  },
  {
    "date": "1 Feb",
    "title": "Diagnostic and prognostic value of the risk factor-weighted clinical likelihood model in acute chest pain and negative troponin",
    "comment": "โมเดลใหม่ช่วยประเมินความเสี่ยงของโรคหัวใจเฉียบพลันในผู้ป่วยเจ็บหน้าอกที่ผล Troponin เป็นลบ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616393/"
  },
  {
    "date": "1 Feb",
    "title": "Impact of the coronavirus pandemic on bystander CPR, dispatcher-assisted CPR, EMS response time, and survival outcomes in China",
    "comment": "COVID-19 กระทบต่อการช่วยเหลือ CPR โดยพลเมือง การตอบสนองของ EMS และอัตราการรอดชีวิต",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616392/"
  },
  {
    "date": "1 Feb",
    "title": "VExUS Point-of-Care Ultrasound Tool to Detect Changes in Volume Status: A Prospective Observational Study",
    "comment": "VExUS ultrasound ใช้ประเมินภาวะสารน้ำในร่างกายอย่างรวดเร็วและง่ายดาย bedside",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616585/"
  },
  {
    "date": "1 Feb",
    "title": "Novel 'No-Lo' imaging techniques to minimise intraoperative radiation exposure in vascular and endovascular surgery",
    "comment": "เทคนิคการถ่ายภาพรังสีแบบใหม่ลดปริมาณรังสีในระหว่างการผ่าตัดหลอดเลือด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616878/"
  },
  {
    "date": "1 Feb",
    "title": "AI-driven analysis of patient safety reports using large language models: an exploratory multiple methods study.",
    "comment": "AI ช่วยวิเคราะห์รายงานความปลอดภัยผู้ป่วยเพื่อหาแนวโน้มที่อาจเป็นอันตราย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617612/"
  },
  {
    "date": "1 Feb",
    "title": "Reimbursement and Policy Considerations of Point-of-Care Ultrasound (POCUS) in Rural Family Medicine.",
    "comment": "ข้อเสนอแนะด้านนโยบายและค่าใช้จ่ายสำหรับการใช้ POCUS ในพื้นที่ชนบท",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41617404/"
  },
  {
    "date": "1 Feb",
    "title": "Feasibility study of fast T2-weighted imaging with deep-learning reconstruction in volunteers and emergency patients with acute abdomen.",
    "comment": "Deep learning ช่วยให้การทำ MRI ช่องท้องเฉียบพลันเร็วขึ้นในผู้ป่วย ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616758/"
  },
  {
    "date": "1 Feb",
    "title": "Prehospital management of convulsive status epilepticus in children: a knowledge, attitude and practice survey of UK ambulance service clinicians.",
    "comment": "สำรวจความรู้ ทัศนคติ และแนวปฏิบัติในการจัดการชักต่อเนื่องในเด็กก่อนถึงโรงพยาบาล",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616755/"
  },
  {
    "date": "1 Feb",
    "title": "Retrospective chart review on psychiatric manifestations of GLP-1 agonist usage.",
    "comment": "ความผิดปกติทางจิตเวชที่อาจเกิดขึ้นจากการใช้ยา GLP-1 agonists",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616750/"
  },
  {
    "date": "1 Feb",
    "title": "Automated Abdominal Aortic Calcification Scores and Atherosclerotic Cardiovascular Disease in the UK Biobank Imaging Study.",
    "comment": "การคำนวณคะแนนหินปูนในหลอดเลือดแดงใหญ่ช่องท้องอัตโนมัติช่วยทำนายโรคหลอดเลือดหัวใจ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616586/"
  },
  {
    "date": "1 Feb",
    "title": "Paracetamol versus ibuprofen as required for fever or pain in the first year of life and the risk of eczema and bronchiolitis at age 1 year in New Zealand (PIPPA Tamariki): a multicentre, open-label, parallel-group, superiority, randomised controlled trial.",
    "comment": "การเปรียบเทียบพาราเซตามอลและไอบูโพรเฟนในเด็กเล็กกับความเสี่ยงโรคภูมิแพ้และหลอดลมอักเสบ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616793/"
  },
  {
    "date": "31 Jan",
    "title": "Antiseizure medication discontinuation in pediatric epilepsy: Real-world insights",
    "comment": "การหยุดยา Antiepileptic ในเด็กมีปัจจัยหลายอย่างที่ต้องพิจารณา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41616747/"
  }
]