[
  {
    "date": "16 Feb",
    "title": "Brain Trauma Foundation Guidelines for the Management of Penetrating Traumatic Brain Injury, Second Edition.",
    "comment": "แนวทางการรักษา TBI ที่สำคัญสำหรับ ER แพทย์ต้องรู้",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697053/"
  },
  {
    "date": "16 Feb",
    "title": "Claudin 4 Deletion Improves Gut Permeability and Survival in a Murine Model of Abdominal Sepsis.",
    "comment": "การศึกษาที่อาจนำไปสู่แนวทางการรักษา Sepsis ที่ดีขึ้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697223/"
  },
  {
    "date": "16 Feb",
    "title": "Location of In-Hospital Cardiac Arrest: An Updated Analysis of Epidemiology, Emergency Response, and Outcomes.",
    "comment": "ข้อมูลสำคัญเกี่ยวกับตำแหน่งของ CA ที่ส่งผลต่อการรักษาและผลลัพธ์",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697093/"
  },
  {
    "date": "16 Feb",
    "title": "Validation of Lung Ultrasound Score for Disease Severity and Outcomes in Pediatric Acute Respiratory Failure.",
    "comment": "LUS score ที่ช่วยประเมินความรุนแรงและผลลัพธ์ในเด็ก ARF",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697090/"
  },
  {
    "date": "16 Feb",
    "title": "Association Between Hospital-Level Volume of Extracorporeal Membrane Oxygenation and Complications: A Clustered, Mixed-Effect Analysis of the Extracorporeal Life Support Organization Registry.",
    "comment": "ปริมาณการใช้ ECMO ใน รพ. ส่งผลต่อ complication อย่างไร",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697085/"
  },
  {
    "date": "16 Feb",
    "title": "Machine Learning Methods to Identify Pediatric Shunt Malfunction in the Acute Care Setting and the Development of ShuntGPT.",
    "comment": "AI ช่วยวินิจฉัย Shunt malfunction ในเด็ก ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697038/"
  },
  {
    "date": "16 Feb",
    "title": "Identification of prognostic factors and development of a prognostic model in patients with acute diquat (200 g/L) poisoning.",
    "comment": "โมเดลทำนายผลลัพธ์ผู้ป่วย Diquat poisoning",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697037/"
  },
  {
    "date": "16 Feb",
    "title": "Emergency treatment of distal coronary perforation using gelatin sponge particles delivered via guide extension catheter.",
    "comment": "เทคนิคใหม่ในการรักษา distal coronary perforation",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697011/"
  },
  {
    "date": "16 Feb",
    "title": "Hypertrophic Cardiomyopathy: A New Era in Targeted Therapy.",
    "comment": "การรักษา HCM แบบใหม่ที่น่าสนใจ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41696994/"
  },
  {
    "date": "16 Feb",
    "title": "Major Changes of the 2025 Korean Cardiopulmonary Resuscitation Guidelines.",
    "comment": "การเปลี่ยนแปลงที่สำคัญในแนวทางการทำ CPR ของเกาหลี",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41696499/"
  },
  {
    "date": "16 Feb",
    "title": "Infant Respiratory Syncytial Virus Immunization Through Maternal Vaccination and Nirsevimab.",
    "comment": "การป้องกัน RSV ในทารกผ่านวัคซีนมารดาและ Nirsevimab เป็นก้าวสำคัญในการลดความรุนแรงของโรค",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697699/"
  },
  {
    "date": "16 Feb",
    "title": "Pediatric Psychodermatology: Advancing Therapy through Integrated Care.",
    "comment": "การดูแลโรคผิวหนังในเด็กแบบบูรณาการระหว่างจิตแพทย์และแพทย์ผิวหนังอาจเปลี่ยนวิธีรักษา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697633/"
  },
  {
    "date": "16 Feb",
    "title": "Prophylactic Treatment of Patent Ductus Arteriosus With Acetaminophen: A Randomized Clinical Trial.",
    "comment": "การให้ Acetaminophen เพื่อป้องกัน PDA ในทารกคลอดก่อนกำหนด อาจลดการใช้ยาอื่นและผลข้างเคียง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697673/"
  },
  {
    "date": "16 Feb",
    "title": "Head Acceleration Events Measured by Instrumented Mouthguards in Elite Australian Football.",
    "comment": "การวัดแรงกระแทกศีรษะจาก Mouthguard ในนักกีฬา อาจนำไปสู่การป้องกันการบาดเจ็บสมองที่ดียิ่งขึ้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697571/"
  },
  {
    "date": "16 Feb",
    "title": "Tumor treating fields for newly diagnosed glioblastoma: a retrospective analysis.",
    "comment": "TTFields เป็นนวัตกรรมใหม่ที่อาจช่วยเพิ่มผลการรักษา Glioblastoma",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697534/"
  },
  {
    "date": "16 Feb",
    "title": "Acute thoracic aortic dissection, A radiological approach from a surgical perspective.",
    "comment": "การรักษากลุ่มอาการหลอดเลือดแดงใหญ่ฉีกขาดเฉียบพลันด้วยภาพรังสี อาจนำไปสู่การตัดสินใจรักษาที่แม่นยำขึ้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697486/"
  },
  {
    "date": "16 Feb",
    "title": "Checkerboard and Isobologram Analysis of the Interaction between Black Cumin and Clove Essential Oils against Multidrug-Resistant Nosocomial Pathogens.",
    "comment": "การศึกษาศักยภาพของน้ำมันหอมระเหยในการต้านเชื้อดื้อยา อาจเป็นทางเลือกใหม่ในการรักษา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697424/"
  },
  {
    "date": "16 Feb",
    "title": "Characterization and targeting of deleterious mutations in Carbapenemase-producing Klebsiella pneumoniae: insights from variant calling, Computer-aided drug design, and DFT analysis.",
    "comment": "การเข้าใจกลไกการดื้อยาของเชื้อ K. pneumoniae จะนำไปสู่การพัฒนายาใหม่ที่มีประสิทธิภาพ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697402/"
  },
  {
    "date": "16 Feb",
    "title": "AI-based quantification of tumor-infiltrating lymphocytes with integrative transcriptomics in ovarian clear cell carcinoma: JGOG3025-TR1/A1 study.",
    "comment": "AI และ transcriptomics ช่วยประเมิน TILs ในมะเร็งรังไข่ อาจบ่งชี้ถึงแนวทางการรักษาแบบ Precision Medicine",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697393/"
  },
  {
    "date": "16 Feb",
    "title": "Understanding steinstrasse: a systematic review of definitions, clinical management, and emerging perspectives in endourology.",
    "comment": "การทำความเข้าใจ \"Steinstrasse\" อย่างลึกซึ้ง อาจนำไปสู่การจัดการผู้ป่วยนิ่วในทางเดินปัสสาวะที่ดีขึ้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697380/"
  },
  {
    "date": "15 Feb",
    "title": "Increasing naloxone distribution to opioid overdose patients in the emergency department following best practice advisory enhancement.",
    "comment": "กลยุทธ์ใหม่ในการเพิ่มการกระจายยา Naloxone ใน ER เพื่อลดการเสียชีวิตจาก opioid overdose",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41690881/"
  },
  {
    "date": "15 Feb",
    "title": "Time to intubate comparing non-channeled video laryngoscope blade (66° v/s 45°) in patients requiring emergency airway management - A randomized study.",
    "comment": "การเปรียบเทียบใบมีด Laryngoscope แบบวิดีโอในการใส่ท่อช่วยหายใจฉุกเฉิน เพื่อหาเทคนิคที่ดีที่สุด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41690880/"
  },
  {
    "date": "15 Feb",
    "title": "Emerging radar-based technologies for cuffless blood pressure monitoring-a systematic review.",
    "comment": "เทคโนโลยีใหม่ในการวัดความดันโลหิตแบบไร้สาย (cuffless) น่าจับตามองสำหรับ ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41690859/"
  },
  {
    "date": "15 Feb",
    "title": "Recommendations on actions to avoid when performing point-of-care ultrasound in pediatric emergency departments.",
    "comment": "คำแนะนำที่สำคัญในการหลีกเลี่ยงข้อผิดพลาดจากการทำ POCUS ในเด็ก เพื่อความปลอดภัยสูงสุด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41690845/"
  },
  {
    "date": "15 Feb",
    "title": "Electroconvulsive Therapy for Aggression and Agitation in Dementia: A Systematic Review With Exploratory Meta-analytic and Ethical Perspectives.",
    "comment": "ECT อาจเป็นทางเลือกในการจัดการผู้ป่วยสมองเสื่อมที่มีอาการก้าวร้าว/กระวนกระวาย ซึ่งอาจนำไปสู่การพิจารณาใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41690837/"
  },
  {
    "date": "15 Feb",
    "title": "Effectiveness of drug interventions to prevent delirium after surgery for older adults: systematic review and network meta-analysis of randomised controlled trials.",
    "comment": "ยาตัวไหนได้ผลดีที่สุดในการป้องกัน Delirium หลังผ่าตัดในผู้สูงอายุใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41690769/"
  },
  {
    "date": "15 Feb",
    "title": "Suspected nitrous oxide toxicity in emergency departments: Royal College of Emergency Medicine best practice guideline review.",
    "comment": "แนวปฏิบัติใหม่ในการวินิจฉัยและรักษาภาวะพิษจากก๊าซหัวเราะ (N2O) ซึ่งอาจเจอใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41690706/"
  },
  {
    "date": "15 Feb",
    "title": "Rising paediatric emergency department use despite demographic decline: a 23-year analysis.",
    "comment": "การเพิ่มขึ้นของผู้ป่วยเด็กใน ER ทั้งที่จำนวนประชากรลดลง ชี้ให้เห็นถึงปัจจัยที่ซับซ้อนที่ต้องทำความเข้าใจ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41690694/"
  },
  {
    "date": "15 Feb",
    "title": "Artificial intelligence-assisted training for rib fracture interpretation: a prospective study in undergraduate medical students.",
    "comment": "AI ช่วยแปลผลภาพเอกซเรย์กระดูกซี่โครง แม่นยำขึ้น ลดภาระแพทย์ ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41690241/"
  },
  {
    "date": "15 Feb",
    "title": "Methylene Blue Rescue Therapy for Vasoplegic Shock After Antihypertensive Drug Overdose.",
    "comment": "Methylene Blue อาจช่วยชีวิตผู้ป่วย Vasoplegic Shock จากการทานยาความดันเกินขนาดใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41689248/"
  },
  {
    "date": "15 Feb",
    "title": "Identifying Adverse Events Associated With High-Risk Opioid Administration Using the Emergency Department Trigger Tool.",
    "comment": "เครื่องมือใหม่ในการระบุเหตุการณ์ไม่พึงประสงค์จากการให้ยา Opioid ใน ER เพื่อความปลอดภัยผู้ป่วย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41689235/"
  },
  {
    "date": "15 Feb",
    "title": "Early vs. delayed empiric antimicrobial treatment for suspected acute meningitis - a systematic review and meta-analysis.",
    "comment": "การให้ยาปฏิชีวนะแบบฉุกเฉินในผู้ป่วยเยื่อหุ้มสมองอักเสบ ควรให้เร็วหรือช้า? งานวิจัยนี้มีคำตอบ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41688940/"
  },
  {
    "date": "15 Feb",
    "title": "Toxicological profile and prognostic factors in phosphide poisoning: insights from a one-year hospital-based study.",
    "comment": "ให้ข้อมูลเชิงลึกเกี่ยวกับพิษจากฟอสไฟด์ ซึ่งเป็นสาเหตุพิษเฉียบพลันที่อาจพบใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41691190/"
  },
  {
    "date": "15 Feb",
    "title": "Can an Antibiotic Trigger a Heart Attack? Kounis Syndrome Induced by Intraoperative Amoxicillin Allergy: A case report.",
    "comment": "เป็นกรณีศึกษาที่น่าสนใจเกี่ยวกับภาวะ Kounis Syndrome ซึ่งอาจเกิดจากยาปฏิชีวนะที่ใช้บ่อยใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41690472/"
  },
  {
    "date": "15 Feb",
    "title": "Centralization of post-resuscitation care after out-of-hospital cardiac arrest at cardiac arrest centres: a Danish nationwide follow-up study.",
    "comment": "ชี้ให้เห็นแนวทางการจัดการผู้ป่วย CA ที่อาจปรับปรุงผลลัพธ์ในระยะยาว",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41691322/"
  },
  {
    "date": "15 Feb",
    "title": "Independent risk of death from hemorrhage and traumatic brain injury in polytrauma: findings from a prospective, multi-center study in the Western Cape of South Africa.",
    "comment": "ระบุปัจจัยเสี่ยงสำคัญที่ต้องพิจารณาในการจัดการผู้ป่วย polytrauma ที่ ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41691261/"
  },
  {
    "date": "15 Feb",
    "title": "Methylene Blue Rescue Therapy for Vasoplegic Shock After Antihypertensive Drug Overdose.",
    "comment": "นำเสนอทางเลือกในการรักษาภาวะ Vasoplegic Shock ที่อาจเกิดจากการใช้ยาเกินขนาด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41691248/"
  },
  {
    "date": "14 Feb",
    "title": "Utilizing Cardiopulmonary Bypass in Trauma Patients: A Multi-Institutional Study of the American Association for the Surgery of Trauma",
    "comment": "การใช้ Cardiopulmonary Bypass ในผู้ป่วยอุบัติเหตุขั้นวิกฤต อาจเป็นทางเลือกที่ต้องพิจารณาในบางกรณี",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41689481/"
  },
  {
    "date": "14 Feb",
    "title": "Emergence of xylazine in accidental overdose deaths, impaired drivers, sexual assaults, and public intoxications within San Francisco",
    "comment": "Xylazine กำลังแพร่หลายและเป็นปัญหาสำคัญในสถานการณ์ฉุกเฉินที่เกี่ยวข้องกับการใช้สารเสพติดเกินขนาด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41687150/"
  },
  {
    "date": "14 Feb",
    "title": "Vagus nerve stimulation for drug-resistant epilepsy and predictors for seizure freedom: A nationwide multicenter cohort study in Mexico",
    "comment": "Vagus nerve stimulation (VNS) มีศักยภาพในการควบคุมโรคลมชักดื้อยา และมีปัจจัยที่ช่วยทำนายการตอบสนองที่ดี",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41689605/"
  },
  {
    "date": "14 Feb",
    "title": "Hypoxemia on Emergence in Neonates and Young Infants: Incidence and Risk Factors in Patients < 2 Months Undergoing Inguinal Herniorrhaphy or Pyloromyotomy",
    "comment": "การประเมินความเสี่ยงและเฝ้าระวังภาวะ Hypoxemia ในทารกหลังผ่าตัดเป็นสิ่งสำคัญอย่างยิ่ง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41689360/"
  },
  {
    "date": "14 Feb",
    "title": "Epidemiology of Facial Fractures Encountered in the Emergency Department Setting in the United States: An Update of Nationwide Estimates",
    "comment": "อุบัติการณ์และลักษณะของกระดูกใบหน้าหักใน ER สหรัฐฯ ที่ควรรู้เพื่อการวางแผนรับมือ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41688037/"
  },
  {
    "date": "14 Feb",
    "title": "Assessing digital vasculopathy in systemic sclerosis",
    "comment": "การประเมินความผิดปกติของหลอดเลือดด้วยเทคโนโลยีดิจิทัลอาจช่วยในการดูแลผู้ป่วย Scleroderma ได้ดีขึ้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41689194/"
  },
  {
    "date": "14 Feb",
    "title": "Optimizing discharge antibiotic prescribing: A multicenter evaluation of pharmacist-led interventions in community hospitals",
    "comment": "การปรับปรุงการสั่งยาปฏิชีวนะเมื่อออกจากโรงพยาบาลโดยทีมเภสัชกรมีประสิทธิผล",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41689279/"
  },
  {
    "date": "14 Feb",
    "title": "Eosinophilic gastrointestinal disorders, a new epidemic",
    "comment": "EGIDs กำลังเพิ่มจำนวนขึ้นและอาจเป็นปัญหาทางคลินิกที่สำคัญในอนาคต",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41689485/"
  },
  {
    "date": "14 Feb",
    "title": "Functional cognitive screening instruments and their clinical utility with older adults in the emergency department: A systematic review",
    "comment": "เครื่องมือคัดกรองความสามารถทางสมองที่ใช้งานได้จริงใน ER สำหรับผู้สูงอายุ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41687790/"
  },
  {
    "date": "14 Feb",
    "title": "Optimal time window for extracorporeal cardiopulmonary resuscitation in patients with in-hospital cardiac arrest",
    "comment": "หน้าต่างเวลาที่เหมาะสมสำหรับการใช้ ECMR ในผู้ป่วยหัวใจหยุดเต้นในโรงพยาบาล",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41689125/"
  },
  {
    "date": "14 Feb",
    "title": "Hyponatraemic seizure in a healthy adult due to stress-associated non-osmotic vasopressin-mediated antidiuresis on a low-solute background: a case report",
    "comment": "ภาวะชักจากโซเดียมต่ำในผู้ใหญ่สุขภาพดีที่เกิดจากการควบคุมน้ำผิดปกติจากความเครียด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41688911/"
  },
  {
    "date": "14 Feb",
    "title": "Prognostication of External Cervical Resorption Based on Heithersay's and Patel et al. Classifications: A Narrative Review",
    "comment": "การจำแนกความรุนแรงของภาวะสึกกร่อนของคอฟัน อาจช่วยในการพยากรณ์โรค",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41689254/"
  },
  {
    "date": "13 Feb",
    "title": "Physician Variation in Early Sepsis Management",
    "comment": "การให้การรักษา Sepsis ของแพทย์ ER มีความหลากหลายสูง ส่งผลต่อการตัดสินใจและผลลัพธ์ผู้ป่วย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686440/"
  },
  {
    "date": "13 Feb",
    "title": "Remote ischemic conditioning protects against anthracycline cardiotoxicity without impairing its antitumor activity",
    "comment": "เทคนิคสร้างภาวะขาดเลือดระยะสั้น อาจช่วยป้องกันอันตรายต่อหัวใจจากยาเคมีบำบัดได้ โดยไม่ลดประสิทธิภาพการรักษา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686252/"
  },
  {
    "date": "13 Feb",
    "title": "Association of high-risk CT coronary artery plaque features with major adverse cardiovascular events: a prespecified secondary analysis of the DISCHARGE trial",
    "comment": "ลักษณะของ plaque ในหลอดเลือดหัวใจที่ตรวจพบจาก CT scan อาจบ่งชี้ความเสี่ยงต่อโรคหัวใจและหลอดเลือดที่รุนแรงในอนาคต",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686241/"
  },
  {
    "date": "13 Feb",
    "title": "Clinical use of coronary computed tomography angiography-derived fractional flow reserve: expert consensus by an International Working Group",
    "comment": "การใช้ค่า FFR จาก CT coronary angiography มี consensus ใหม่ที่น่าสนใจสำหรับ ER แพทย์",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686239/"
  },
  {
    "date": "13 Feb",
    "title": "Artificial intelligence-assisted reading of non-contrast prostate MRI: application and concordance with expert interpretation in a screening population within the PROSA trial",
    "comment": "AI ช่วยแปลผล MRI ต่อมลูกหมาก ลดความผิดพลาด และเพิ่มความแม่นยำ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686238/"
  },
  {
    "date": "13 Feb",
    "title": "Critical care in hematologic emergencies",
    "comment": "แนวทางการดูแลผู้ป่วยภาวะฉุกเฉินทางโลหิตวิทยาที่สำคัญ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686208/"
  },
  {
    "date": "13 Feb",
    "title": "[Role of trauma surgery in the emergency department from the perspective of the occupational accident insurance physician procedure]",
    "comment": "บทบาทศัลยกรรมอุบัติเหตุใน ER จากมุมมองแพทย์ประกันภัยอุบัติเหตุ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686203/"
  },
  {
    "date": "13 Feb",
    "title": "Predictors of Readiness to Engage in Advance Care Planning Among Older Adults With Serious Illness: Baseline Findings From the EQUAL ACP Study",
    "comment": "ปัจจัยที่มีผลต่อความพร้อมของผู้ป่วยสูงอายุที่มีโรคร้ายแรงในการวางแผนดูแลล่วงหน้า",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686181/"
  },
  {
    "date": "13 Feb",
    "title": "Emerging Cardiovascular Risk Factors in Chronic Kidney Disease in the \"Omics\" Era: Gut and Beyond",
    "comment": "ปัจจัยเสี่ยงใหม่ๆ ต่อระบบหัวใจและหลอดเลือดในผู้ป่วย CKD ที่สัมพันธ์กับ Gut microbiome",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686097/"
  },
  {
    "date": "13 Feb",
    "title": "Out-of-Hospital Cardiac Arrest and Compression-Only CPR on Scripted Television",
    "comment": "การฝึก CPR แบบ Hands-only จากสื่อโทรทัศน์ส่งผลต่อความรู้และความมั่นใจในการช่วยชีวิตแค่ไหน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41686021/"
  },
  {
    "date": "13 Feb",
    "title": "Could the combination of fibrinogen and D-dimer improve risk assessment for acute type A aortic dissection in the emergency department?",
    "comment": "การใช้ fibrinogen ร่วมกับ D-dimer ช่วยประเมินความเสี่ยงของ Aortic dissection ได้ดีขึ้นใน ER หรือไม่",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41685423/"
  },
  {
    "date": "13 Feb",
    "title": "Nationwide pediatric prehospital blood product use after motor vehicle crashes 2020-2023",
    "comment": "การให้ผลิตภัณฑ์เลือดในผู้ป่วยเด็กอุบัติเหตุทางถนนก่อนถึงโรงพยาบาล จากข้อมูลทั่วประเทศ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41684206/"
  },
  {
    "date": "13 Feb",
    "title": "Real-time, artificial intelligence-guided intraoperative resuscitation and fluid management in trauma anesthesia.",
    "comment": "AI ช่วยนำทางการให้สารน้ำและการช่วยชีวิตผู้ป่วย trauma แบบ real-time มีประโยชน์ใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41685816/"
  },
  {
    "date": "13 Feb",
    "title": "Targeted bronchial artery embolization: a life-saving intervention for recurrent massive hemoptysis in bronchiectasis.",
    "comment": "การทำ embolization เส้นเลือดที่ปอด อาจเป็นทางเลือกในการรักษาภาวะเลือดออกใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41684758/"
  },
  {
    "date": "13 Feb",
    "title": "Updates in Abbreviated MRI-Based HCC Surveillance.",
    "comment": "การใช้ MRI แบบย่อ อาจมีบทบาทในการเฝ้าระวัง HCC ในอนาคต",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41685897/"
  },
  {
    "date": "13 Feb",
    "title": "Psoas Abscess: A Possible Missed Diagnosis in the Emergency Department.",
    "comment": "Psoas Abscess ที่อาจถูกมองข้ามได้ใน ER เป็นเคสที่ควรระลึกถึง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41685000/"
  },
  {
    "date": "12 Feb",
    "title": "New-Onset Nonarteritic Anterior Ischemic Optic Neuropathy and Initiators of Semaglutide in US Veterans With Type 2 Diabetes",
    "comment": "พบความสัมพันธ์ใหม่ที่ต้องเฝ้าระวังระหว่างยาเบาหวานกลุ่ม GLP-1 RA และภาวะ optic neuropathy",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41678180/"
  },
  {
    "date": "12 Feb",
    "title": "Real-world effectiveness of minimally-guided internet-delivered cognitive behavioural therapy (iCBT) versus therapist-guided CBT: a cohort study using Ontario's linked health-administrative data",
    "comment": "iCBT แบบมีผู้แนะนำน้อย อาจมีประสิทธิภาพใกล้เคียง CBT แบบมีนักบำบัดเต็มรูปแบบในโลกจริง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41677465/"
  },
  {
    "date": "12 Feb",
    "title": "Effect of Neostigmine on Attenuation of Proinflammatory Cytokines When Given as an Adjuvant Therapy in Septic Shock: A Randomized Control Trial",
    "comment": "Neostigmine อาจมีบทบาทช่วยลด Cytokine ในผู้ป่วย Septic Shock",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41677407/"
  },
  {
    "date": "12 Feb",
    "title": "Use of tromethamine in combination with sodium bicarbonate in the treatment of a wide complex dysrhythmia from presumed cocaine toxicity",
    "comment": "การใช้ Tromethamine ร่วมกับ Sodium Bicarbonate อาจช่วยจัดการภาวะหัวใจเต้นผิดจังหวะจาก Cocaine toxicity",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41677370/"
  },
  {
    "date": "12 Feb",
    "title": "Comparative Effectiveness of Venous Sinus Stenting and Ventricular Shunting for Idiopathic Intracranial Hypertension: A Phenotype-Stratified, Propensity-Matched Cohort Study",
    "comment": "เทียบประสิทธิภาพการรักษา IIH ด้วยการใส่ Stent ในหลอดเลือดดำ กับการใส่ Shunt ในโพรงสมอง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41677349/"
  }
]