[
  {
    "date": "19 Jan",
    "title": "Early Cessation of Acetylcysteine Treatment After Paracetamol Overdose (NACSTOP 2): A Non-Inferiority Randomised Controlled Trial",
    "comment": "งานวิจัยนี้ท้าทายแนวทางการให้ NAC ในการ Overdose Paracetamol ซึ่งอาจเปลี่ยนแนวทางการรักษาปัจจุบัน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549406/"
  },
  {
    "date": "19 Jan",
    "title": "Impact Of Comprehensive STEMI Protocol On Process Metrics And Clinical Outcomes In STEMI Patients With Non-System Delay",
    "comment": "การศึกษาเกี่ยวกับโปรโตคอล STEMI ที่ครอบคลุม อาจช่วยปรับปรุงการจัดการผู้ป่วย STEMI ให้มีประสิทธิภาพมากขึ้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548858/"
  },
  {
    "date": "19 Jan",
    "title": "The importance of door to detorsion time in children diagnosed with testicular torsion - Every minute counts!",
    "comment": "เน้นย้ำความเร่งด่วนในการรักษา Testicular Torsion ในเด็ก ซึ่งเป็นเรื่องสำคัญใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549042/"
  },
  {
    "date": "19 Jan",
    "title": "Real-world use and diagnostic performance of the head impulse, nystagmus, and test of skew examination in acute vestibular syndrome: an Australian tertiary hospital study",
    "comment": "การประเมินความแม่นยำของ HINTS exam ในภาวะ Vestibular Syndrome เฉียบพลัน ที่ใช้บ่อยใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549916/"
  },
  {
    "date": "19 Jan",
    "title": "Osteopathic manipulative medicine among injured emergency department patients: a nationwide study",
    "comment": "นวัตกรรมใหม่ในการรักษาผู้ป่วยบาดเจ็บใน ER ที่อาจเป็นทางเลือกเพิ่มเติม",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549792/"
  },
  {
    "date": "19 Jan",
    "title": "Diagnostic advantage of droplet digital PCR over blood culture in sepsis: a retrospective study of 115 patients",
    "comment": "เทคโนโลยีใหม่ที่อาจช่วยวินิจฉัย Sepsis ได้เร็วกว่าวิธีมาตรฐาน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549293/"
  },
  {
    "date": "19 Jan",
    "title": "Effect of norepinephrine initiation timing on mortality in septic shock: a multicenter cohort study",
    "comment": "การศึกษาที่อาจเปลี่ยนแนวทางการให้ Norepinephrine ใน Septic Shock ซึ่งเป็นภาวะวิกฤตใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549241/"
  },
  {
    "date": "19 Jan",
    "title": "Successful Use of High-Flow Nasal Cannula Oxygen Therapy in Three Dogs With Carbon Monoxide Poisoning",
    "comment": "การใช้ High-Flow Nasal Cannula ในภาวะ Carbon Monoxide Poisoning ซึ่งเป็นแนวทางใหม่ที่น่าสนใจ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549539/"
  },
  {
    "date": "19 Jan",
    "title": "Point-of-care testing in ischemic stroke",
    "comment": "การพัฒนา POCUS สำหรับ Ischemic Stroke ที่อาจช่วยเร่งการวินิจฉัยและรักษาใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41548737/"
  },
  {
    "date": "19 Jan",
    "title": "War-related emergency laparotomy and thoracotomy injuries and their operative outcomes in a makeshift surgical unit in Gaza during the 2023 - 2025 war",
    "comment": "การจัดการภาวะฉุกเฉินจากการบาดเจ็บสงคราม ซึ่งเป็นสถานการณ์เฉพาะที่แพทย์ ER อาจพบเจอ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41549010/"
  },
  {
    "date": "18 Jan",
    "title": "just the facts: damage control resuscitation in pediatric trauma.",
    "comment": "การให้ข้อมูลพื้นฐานเกี่ยวกับการช่วยชีวิตขั้นวิกฤตในเด็กที่บาดเจ็บรุนแรง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545158/"
  },
  {
    "date": "18 Jan",
    "title": "Safety and Efficacy of DOACs for non-cirrhotic splanchnic vein thrombosis: a single centre retrospective analysis.",
    "comment": "ข้อบ่งชี้และประสิทธิภาพของยา DOACs ในภาวะหลอดเลือดดำในช่องท้องอุดตันที่ไม่มีภาวะตับแข็ง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/415456703/"
  },
  {
    "date": "18 Jan",
    "title": "Effect of time to surgical intervention on mortality in patients with abdominal gunshot wounds presenting to the emergency department.",
    "comment": "ความสัมพันธ์ระหว่างเวลาที่ได้รับการผ่าตัดกับอัตราการเสียชีวิตในผู้ป่วยแผลกระสุนปืนในช่องท้องที่มา ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/415456051/"
  },
  {
    "date": "18 Jan",
    "title": "Alteplase versus tenecteplase in acute ischemic stroke with large vessel occlusion: a systematic review and meta-analysis.",
    "comment": "การเปรียบเทียบ Alteplase และ Tenecteplase ในผู้ป่วยหลอดเลือดสมองตีบตันจากหลอดเลือดใหญ่",
    "link": "https://pubmed.ncbi.nlm.nih.gov/415456719/"
  },
  {
    "date": "18 Jan",
    "title": "Intranasal esketamine plus dexmedetomidine versus dexmedetomidine alone for emergence delirium in pediatric patients: a systematic review and meta-analysis of randomized controlled trials.",
    "comment": "Esketamine ในจมูกเทียบกับ Dexmedetomidine เดี่ยวสำหรับอาการสับสนหลังการระงับความรู้สึกในเด็ก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/415455910/"
  },
  {
    "date": "18 Jan",
    "title": "Prehospital spinal immobilization and motion restriction strategies: a scoping review of the literature.",
    "comment": "กลยุทธ์การจำกัดการเคลื่อนไหวของกระดูกสันหลังในสถานพยาบาลก่อนถึงโรงพยาบาล",
    "link": "https://pubmed.ncbi.nlm.nih.gov/415457085/"
  },
  {
    "date": "18 Jan",
    "title": "Response to Early Ultrasound-Guided Nerve Blocks for Sickle Cell Pain Crisis: A Novel Approach to Pain Management.",
    "comment": "การใช้ Ultrasound-guided nerve blocks ตั้งแต่เนิ่นๆ ในภาวะวิกฤตปวดจาก Sickle Cell",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545139/"
  },
  {
    "date": "18 Jan",
    "title": "The Triple-Agonist Revolution: Retatrutide and the Paradigm Shift in Multi-Hormonal Pharmacotherapy for Obesity and Cardiometabolic Comorbidities.",
    "comment": "Retatrutide ยาตัวใหม่สำหรับการรักษาโรคอ้วนและภาวะแทรกซ้อนทางหัวใจและหลอดเลือด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545327/"
  },
  {
    "date": "18 Jan",
    "title": "Emergency department-based testing for xylazine and other novel psychoactive substances in Central Alabama: a feasibility study.",
    "comment": "การตรวจสารเสพติดชนิดใหม่ในห้องฉุกเฉิน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/415457777/"
  },
  {
    "date": "18 Jan",
    "title": "Comment on \"Evaluating the Accuracy of Artificial Intelligence Chatbots in Triaging Emergency Cases\".",
    "comment": "การประเมินความแม่นยำของ AI Chatbot ในการคัดแยกผู้ป่วยฉุกเฉิน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545135/"
  },
  {
    "date": "18 Jan",
    "title": "Comment on \"Is ChatGPT-40 Truly Ineffective at Trauma X-Ray Interpretation, or Does Machine Learning Simply Need More Practice?\".",
    "comment": "ประเด็นถกเถียงเกี่ยวกับการใช้ AI ในการแปลผลภาพรังสีอุบัติเหตุ การพัฒนาของเทคโนโลยี AI ยังคงเป็นที่น่าจับตา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545136/"
  },
  {
    "date": "18 Jan",
    "title": "Structural Concerns Regarding Scientific Neutrality and Methodology in: \"Emergency Department Preparedness in a Mega Mass Casualty Incident While Under Missile Fire: Lessons Learned from Israel on October 7, 2023\".",
    "comment": "การทบทวนหลักการทางวิทยาศาสตร์และระเบียบวิธีวิจัยในรายงานเหตุการณ์ความไม่สงบ อาจส่งผลต่อการเตรียมความพร้อมรับมือภัยพิบัติใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545134/"
  },
  {
    "date": "18 Jan",
    "title": "Unexplained Back Pain in the Emergency Department May Require Referral to a Neurologist or Orthopedist.",
    "comment": "อาการปวดหลังที่หาสาเหตุไม่ได้ใน ER อาจเป็นสัญญาณที่ต้องส่งต่อผู้ป่วยไปพบผู้เชี่ยวชาญเฉพาะทาง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545133/"
  },
  {
    "date": "18 Jan",
    "title": "Author's Response to Letter to the Editor \"Critical insights on Safety of Diltiazem for Acute Management of Atrial Fibrillation (AF) in Patients with Heart Failure and Reduced Ejection Fraction in the Emergency Department\".",
    "comment": "การใช้ Diltiazem ในผู้ป่วย AF ร่วมกับภาวะหัวใจล้มเหลวใน ER ยังคงเป็นที่ถกเถียง ควรพิจารณาข้อบ่งชี้และผลข้างเคียงอย่างรอบคอบ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545132/"
  },
  {
    "date": "18 Jan",
    "title": "Vacuum-assisted headspace solid-phase microextraction in food analysis: basics and applications.",
    "comment": "เทคนิคการวิเคราะห์สารตกค้างในอาหาร อาจมีส่วนช่วยในการประเมินความปลอดภัยของสิ่งที่ผู้ป่วยได้รับ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545131/"
  },
  {
    "date": "18 Jan",
    "title": "Autotransfusion in traumatic haemothorax using the Sinapi chest drain system.",
    "comment": "การใช้ระบบ Sinapi chest drain ในการทำ Autotransfusion ในผู้ป่วยบาดเจ็บอก อาจเป็นทางเลือกที่น่าสนใจ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545088/"
  },
  {
    "date": "18 Jan",
    "title": "The Red Blood Cell Distribution Width-Albumin Ratio Predicts Postoperative Delirium in the Elderly With Gastrointestinal Tumors: A Retrospective Cohort Study.",
    "comment": "RDW-Albumin ratio อาจเป็น biomarker ใหม่ในการทำนายภาวะ Delirium ในผู้สูงอายุหลังผ่าตัดมะเร็งทางเดินอาหาร",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545025/"
  },
  {
    "date": "18 Jan",
    "title": "Alteplase versus tenecteplase in acute ischemic stroke with large vessel occlusion: a systematic review and meta-analysis.",
    "comment": "กำลังจะเปลี่ยนแนวทางการให้ยาละลายลิ่มเลือดในผู้ป่วย stroke จาก alteplase เป็น tenecteplase",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41544719/"
  },
  {
    "date": "18 Jan",
    "title": "Short Delays in Time to First Contact With Community Health Services and Risk of Emergency Hospital Attendance: Retrospective Observational Study.",
    "comment": "ความล่าช้าในการเข้าถึงบริการสาธารณสุขปฐมภูมิส่งผลให้ผู้ป่วยต้องมา ER บ่อยขึ้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546141/"
  },
  {
    "date": "18 Jan",
    "title": "Rural emergency hospitals: Emerging patterns of adaptation and community perception.",
    "comment": "การปรับตัวของโรงพยาบาล ER ชนบทที่น่าสนใจท่ามกลางความท้าทาย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546444/"
  },
  {
    "date": "18 Jan",
    "title": "Penetrating thoracic stab wounds and the cardiac box: a single-center experience of in-hospital treatment and outcome in Germany.",
    "comment": "แนวทางการรักษาบาดแผลทรวงอกแบบแทงทะลุ เน้นบริเวณ \"cardiac box\"",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546052/"
  },
  {
    "date": "18 Jan",
    "title": "Effect of time to surgical intervention on mortality in patients with abdominal gunshot wounds presenting to the emergency department.",
    "comment": "เวลาในการผ่าตัดส่งผลโดยตรงต่ออัตราการตายในผู้ป่วยบาดแผลกระสุนปืนในช่องท้อง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546051/"
  },
  {
    "date": "18 Jan",
    "title": "Correction to: Field-Ready Suction Solutions for Emergencies: The Battlefield Ready Innovative Suction Kit (BRISK).",
    "comment": "นวัตกรรมอุปกรณ์ดูดเสมหะ/สารคัดหลั่ง สำหรับสถานการณ์ฉุกเฉินในสนามรบ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545620/"
  },
  {
    "date": "18 Jan",
    "title": "Lessons from Rwanda's response to the Marburg virus outbreak.",
    "comment": "บทเรียนสำคัญจากรวันดาในการรับมือการระบาดของไวรัส Marburg",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545591/"
  },
  {
    "date": "18 Jan",
    "title": "Preoxygenation in prehospital critical care: a survey of HEMS practices in eight European countries.",
    "comment": "แนวทางปฏิบัติ Preoxygenation ในหน่วย HEMS ของยุโรป อาจเป็นข้อมูลสำหรับ EMS ไทย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41545175/"
  },
  {
    "date": "17 Jan",
    "title": "Alteplase versus tenecteplase in acute ischemic stroke with large vessel occlusion: a systematic review and meta-analysis.",
    "comment": "เปรียบเทียบประสิทธิภาพของ Alteplase และ Tenecteplase ในผู้ป่วย stroke หลอดเลือดใหญ่ตีบตัน แสดงแนวโน้มการใช้ยาที่อาจเปลี่ยนแปลงไป",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41546719/"
  },
  {
    "date": "16 Jan",
    "title": "Efficacy and safety of intravenous nerinetide initiated by paramedics in the field for acute cerebral ischaemia within 3 h of symptom onset (FRONTIER): a phase 2, multicentre, randomised, double-blind, placebo-controlled study.",
    "comment": "การศึกษาประสิทธิภาพของยาละลายลิ่มเลือดที่ให้โดยทีมแพทย์ฉุกเฉินภาคสนามสำหรับโรคหลอดเลือดสมองเฉียบพลัน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41543651/"
  },
  {
    "date": "16 Jan",
    "title": "Middle meningeal artery embolization: an emerging treatment for non-acute subdural hematomas.",
    "comment": "การรักษา subdural hematoma แบบใหม่ที่น่าสนใจสำหรับ ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41538477/"
  },
  {
    "date": "15 Jan",
    "title": "Laparoscopic peritoneal lavage versus surgical resection for the treatment of complicated perforated diverticulitis: A systematic review and meta-analysis.",
    "comment": "ทางเลือกการรักษา diverticulitis ที่มีภาวะแทรกซ้อน อาจมีแนวโน้มเปลี่ยนแปลงการผ่าตัดแบบเดิม",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41537291/"
  },
  {
    "date": "14 Jan",
    "title": "Fascia iliaca compartment blocks and the gentle art of changing practice.",
    "comment": "เทคนิค Fascia iliaca compartment block ที่สามารถนำมาปรับใช้เพื่อลดการใช้ยาแก้ปวดใน ER ได้",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41533216/"
  },
  {
    "date": "13 Jan",
    "title": "Ketamine versus morphine for musculoskeletal trauma pain: a meta-analysis of randomized controlled trials.",
    "comment": "เปรียบเทียบประสิทธิภาพของ Ketamine กับ Morphine ในการจัดการความปวดจากกระดูกหัก/กล้ามเนื้อบาดเจ็บ ซึ่งอาจเปลี่ยนแนวทางการใช้ยาแก้ปวดใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41528537/"
  },
  {
    "date": "12 Jan",
    "title": "Advanced Airway Device Use Order During Out-of-Hospital Cardiac Arrest",
    "comment": "การศึกษาลำดับการใช้อุปกรณ์ทางเดินหายใจขั้นสูงในภาวะหัวใจหยุดเต้นนอกโรงพยาบาล อาจส่งผลต่ออัตราการรอดชีวิต",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41525070/"
  },
  {
    "date": "11 Jan",
    "title": "When Troponin Results Lie: A Narrative Review and Practical Approach to Spurious Hypertroponinemia",
    "comment": "การวินิจฉัยภาวะกล้ามเนื้อหัวใจตายเท็จจาก troponin ที่ผิดปกติ จำเป็นต้องอาศัยความเข้าใจกลไกและแนวทางปฏิบัติที่ถูกต้อง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41519456/"
  },
  {
    "date": "10 Jan",
    "title": "Concurrent Use of Contact Aspiration and a Stent Retriever Is Associated With Successful Recanalization in Patients With Cancer-Associated Stroke.",
    "comment": "การใช้เทคนิค Aspiration ร่วมกับ Stent Retriever อาจช่วยเพิ่มโอกาสในการรักษา Stroke จากมะเร็งได้",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41517812/"
  },
  {
    "date": "10 Jan",
    "title": "Association of lactate to albumin ratio with the severity and prognosis of patients with sepsis admitted to the emergency intensive care unit: A prospective cohort study",
    "comment": "การศึกษาชี้ให้เห็นถึงความสำคัญของ L/A ratio ในการประเมินความรุนแรงและพยากรณ์โรคในผู้ป่วย sepsis ใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41517778/"
  },
  {
    "date": "9 Jan",
    "title": "[Prehospital treatment of severely injured children in Germany : Epidemiology, interventions and structural perspectives]",
    "comment": "การจัดการเด็กบาดเจ็บวิกฤตใน ER ก่อนถึงโรงพยาบาลเป็นอย่างไร?",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41511536/"
  },
  {
    "date": "9 Jan",
    "title": "[Clinical Signs of Circulatory Impairment/Shock in Children: A Prospective Observational Study]",
    "comment": "ระบุสัญญาณเตือนภาวะช็อกในเด็กที่สำคัญ แม่นยำ และใช้ได้จริงใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41511618/"
  },
  {
    "date": "8 Jan",
    "title": "Electrocardiogram sonification accelerates detection of ST elevation myocardial infarction compared to analysis based solely on visual display: a randomized controlled simulation study with medical students.",
    "comment": "เทคโนโลยีใหม่ช่วยแพทย์ ER วินิจฉัย STEMI ได้เร็วขึ้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41501644/"
  },
  {
    "date": "7 Jan",
    "title": "Direct RNA sequencing identified solute carrier family 2 member 1 to improve neurological outcome prediction after cardiac arrest.",
    "comment": "การตรวจ RNA แบบ Direct sequencing ช่วยในการทำนายผลลัพธ์ทางระบบประสาทหลังภาวะหัวใจหยุดเต้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41499047/"
  },
  {
    "date": "6 Jan",
    "title": "Inferential performance and temporal stability of large language models in suicide method prediction: A forensic psychiatric analysis.",
    "comment": "LLM มีศักยภาพในการคาดการณ์วิธีการฆ่าตัวตาย ชี้ถึงนวัตกรรมใหม่ในการประเมินความเสี่ยง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41492705/"
  },
  {
    "date": "5 Jan",
    "title": "Machine Learning-Based Model to Classify Emergency Severity Index Levels 1-3 in Febrile Patients With Tachycardia: Thailand Triage Prediction System",
    "comment": "AI ที่แม่นยำในการประเมินความเร่งด่วนผู้ป่วยไข้มีไข้หัวใจเต้นเร็วใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41488730/"
  },
  {
    "date": "4 Jan",
    "title": "Extracorporeal membrane oxygenation support for tropical infections: a scoping review",
    "comment": "ECMO อาจมีบทบาทสำคัญในการช่วยชีวิตผู้ป่วยภาวะวิกฤตจากโรคติดเชื้อเขตร้อนที่รักษาด้วยวิธีอื่นยาก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41485007/"
  },
  {
    "date": "4 Jan",
    "title": "Machine learning models predict long COVID outcomes based on baseline clinical and immunologic factors.",
    "comment": "AI สามารถช่วยพยากรณ์ผลลัพธ์ของ Long COVID ได้จากปัจจัยพื้นฐานของผู้ป่วย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41484172/"
  },
  {
    "date": "3 Jan",
    "title": "Four Distinct Dynamic Intracranial Pressure Trajectories and Their Prognostic Implications in Acute Brain Injury: A Multicenter Cohort Study",
    "comment": "งานวิจัยนี้เสนอการจำแนกแบบแผนความดันในกะโหลกศีรษะในผู้ป่วยบาดเจ็บทางสมองเฉียบพลัน ซึ่งอาจนำไปสู่การปรับแนวทางการรักษาและการพยากรณ์โรค",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41482820/"
  },
  {
    "date": "3 Jan",
    "title": "Rapid Radiation Dose Estimation Techniques for Initial Patient Triage",
    "comment": "เทคนิคประเมินปริมาณรังสีอย่างรวดเร็วเพื่อช่วย triage ผู้ป่วยฉุกเฉิน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41481184/"
  },
  {
    "date": "1 Jan",
    "title": "Emergency department-initiated buprenorphine vs brief intervention for opioid use disorder: a systematic review and meta-analysis of clinical trials.",
    "comment": "เริ่มต้นรักษา OUD ใน ER ช่วยลดการใช้ยาและเพิ่มการเข้ารับการรักษาในระยะยาว",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41477698/"
  },
  {
    "date": "31 Dec",
    "title": "Emergency embolization of acute hemorrhage: cone-beam computed tomography with advanced planning and guidance software-a systematic review and case series.",
    "comment": "นวัตกรรมเทคนิคการสวนหลอดเลือดเพื่อหยุดเลือดฉุกเฉินด้วย CT แบบ 3 มิติช่วยให้วางแผนและนำทางได้แม่นยำขึ้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/414466/"
  },
  {
    "date": "30 Dec",
    "title": "Oral Medications for Treating Agitation in a Safety Net Emergency Department",
    "comment": "ยาทางปากมีประสิทธิภาพและปลอดภัยในการจัดการความกระวนกระวายใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41468014/"
  },
  {
    "date": "29 Dec",
    "title": "Syncope and Ventricular Tachycardia: Revisiting the Evidence Base.",
    "comment": "งานวิจัยนี้ทบทวนหลักฐานล่าสุดเกี่ยวกับภาวะหัวใจเต้นผิดจังหวะที่สัมพันธ์กับภาวะหมดสติ ซึ่งเป็นเรื่องที่ต้องพิจารณาใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41460491/"
  },
  {
    "date": "28 Dec",
    "title": "Evaluation of cut-off values in acute paracetamol poisoning for safe termination of N-acetylcysteine.",
    "comment": "ประเมินค่า Cut-off สำหรับหยุด N-acetylcysteine ในผู้ป่วย Paracetamol overdose อย่างปลอดภัย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454031/"
  },
  {
    "date": "27 Dec",
    "title": "Prolonged Versus Intermittent Beta-Lactam Antibiotic Infusions in Paediatric Critical Care: A Systematic Review and Meta-Analysis",
    "comment": "การให้ยา Beta-lactam แบบต่อเนื่องในผู้ป่วยวิกฤตเด็กอาจมีประโยชน์มากกว่าแบบเป็นครั้งคราว",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41454710/"
  },
  {
    "date": "27 Dec",
    "title": "New electrocardiographic changes as predictors of acute coronary interventions in the emergency department: a retrospective observational study",
    "comment": "ECG patterns ที่อาจบ่งบอกความจำเป็นของการทำ PCI ใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/4145274/"
  },
  {
    "date": "26 Dec",
    "title": "Enhanced Trauma Video Review With Computer Vision: Trauma Resuscitation Phase Segmentation and Procedure Detection",
    "comment": "AI ช่วยวิเคราะห์วิดีโอการช่วยชีวิตผู้ป่วยอุบัติเหตุ ระบุช่วงเวลาและขั้นตอนได้ ช่วยในการเรียนรู้และประเมินผล",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41451193/"
  },
  {
    "date": "25 Dec",
    "title": "Status epilepticus: the score question.",
    "comment": "การมีเครื่องมือช่วยประเมินและทำนายผลลัพธ์ของ Status epilepticus เป็นสิ่งจำเป็นใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41446885/"
  },
  {
    "date": "24 Dec",
    "title": "Trend of emergency department attendances for alcohol and substances intoxication in adolescents across the COVID-19 pandemic: a multicenter international study.",
    "comment": "ชี้ให้เห็นแนวโน้มการมา ER ของวัยรุ่นจากพิษสุรา/ยา ในช่วงโควิด-19 ที่อาจเปลี่ยนแปลงไป",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41441985/"
  },
  {
    "date": "23 Dec",
    "title": "Intra-arterial tenecteplase in acute ischemic stroke after successful endovascular thrombectomy: a meta-analysis of randomized controlled trials.",
    "comment": "การใช้ Tenecteplase ในผู้ป่วย stroke ที่ได้รับการ thrombectomy สำเร็จ มีแนวโน้มที่จะดีขึ้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41432798/"
  },
  {
    "date": "22 Dec",
    "title": "Nirsevimab Against Hospitalizations and Emergency Department Visits for Lower Respiratory Tract Infection in Infants: A Meta-Analysis",
    "comment": "ยาตัวใหม่ช่วยลดผู้ป่วยเด็กเล็ก RSV ที่ต้องแอดมิทและเข้า ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41428293/"
  },
  {
    "date": "22 Dec",
    "title": "Association of Advanced Airway Management Strategies with 72-Hour Survival in Out-of-Hospital Cardiac Arrest: Video Laryngoscopy vs. Direct Laryngoscopy vs. Supraglottic Airways",
    "comment": "การศึกษาเปรียบเทียบเทคนิคการจัดการทางเดินหายใจขั้นสูงในผู้ป่วยหัวใจหยุดเต้นนอกโรงพยาบาล เพื่อหาแนวทางการรักษาที่ดีที่สุด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41423331/"
  },
  {
    "date": "21 Dec",
    "title": "Introduction to the Donovan Memorial Lecture: 'Fentanyl Plus', A New Era of Fentanyl Polydrug Combinations in the North American Overdose Crisis.",
    "comment": "บทความนี้ชี้ให้เห็นถึงวิกฤตยาเสพติด Fentanyl ที่ซับซ้อนขึ้นจากการผสมยาอื่น ๆ ซึ่งแพทย์ ER ต้องตระหนักถึงการเปลี่ยนแปลงรูปแบบการใช้ยาและการจัดการผู้ป่วย overdose",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41422367/"
  },
  {
    "date": "20 Dec",
    "title": "Beyond diagnosis: deep-learning-based analysis of hospitalization using abdominal radiographs in the emergency department.",
    "comment": "AI ช่วยให้เราใช้ภาพ X-ray ช่องท้องธรรมดาทำนายการนอนโรงพยาบาลได้ ซึ่งอาจช่วยปรับปรุงการไหลเวียนผู้ป่วยใน ER ได้อย่างมาก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41420745/"
  }
]