[
  {
    "date": "21 Feb",
    "title": "Performance of AI vs radiology residents in the detection of intracranial hemorrhage on emergency CT: a real-world analysis.",
    "comment": "AI ทัดเทียมหรือเหนือกว่าแพทย์ประจำบ้านในการตรวจ CT สมองใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721849/"
  },
  {
    "date": "21 Feb",
    "title": "Propafenone Overdose Presenting With Brugada Phenocopy, QRS Widening, and Ventricular Fibrillation.",
    "comment": "การใช้ยาเกินขนาด Propafenone อาจทำให้เกิดภาวะหัวใจเต้นผิดจังหวะอันตรายได้",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721816/"
  },
  {
    "date": "21 Feb",
    "title": "Severe Aortic and Mitral Regurgitation After Blunt Chest Trauma.",
    "comment": "การบาดเจ็บที่หน้าอกแบบไม่แหลมคมอาจนำไปสู่ภาวะลิ้นหัวใจรั่วรุนแรงได้",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721818/"
  },
  {
    "date": "21 Feb",
    "title": "Legionella Pneumonia in the Modern Era: Clinical Features and Predictors of Mortality.",
    "comment": "Legionella Pneumonia ยังคงเป็นโรคที่อันตรายและมีปัจจัยทำนายการเสียชีวิตที่สำคัญ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721519/"
  },
  {
    "date": "21 Feb",
    "title": "Myocardial injury within 24 hours of Viperidae snake envenomation: a prospective cohort study-a single-center experience from Chongqing, China.",
    "comment": "พิษงู Viperidae อาจทำให้เกิดภาวะกล้ามเนื้อหัวใจบาดเจ็บได้ภายใน 24 ชั่วโมง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721183/"
  },
  {
    "date": "21 Feb",
    "title": "Association Between Emergency Department Undertriage or Overtriage With Timeliness of Care and Patient Outcomes.",
    "comment": "การประเมินผู้ป่วยผิดพลาดใน ER ส่งผลต่อการรักษาและผลลัพธ์ของผู้ป่วย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721807/"
  },
  {
    "date": "21 Feb",
    "title": "Fatal Polydrug Intoxication Involving Synthetic Cathinones in Taiwan: A Case Series and Emergency Management Implications.",
    "comment": "การใช้ยาสังเคราะห์เกินขนาดอาจเป็นอันตรายถึงชีวิตและต้องการการจัดการฉุกเฉินที่จำเพาะ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719591/"
  },
  {
    "date": "21 Feb",
    "title": "A Pilot Study Evaluating Erector Spinae Block Versus Saline For Emergency Department Patients With Ureterolithiasis.",
    "comment": "Erector Spinae Block อาจเป็นทางเลือกในการระงับปวดในผู้ป่วยนิ่วในทางเดินปัสสาวะที่ ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719590/"
  },
  {
    "date": "21 Feb",
    "title": "Emergency care for avalanche buried patients - a narrative review.",
    "comment": "การดูแลผู้ป่วยติดหิมะถล่มใน ER มีความสำคัญและมีแนวทางเฉพาะ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721411/"
  },
  {
    "date": "21 Feb",
    "title": "Did the COVID-19 pandemic change the Kawasaki disease phenotype? Observations from the International Kawasaki Disease Registry.",
    "comment": "COVID-19 อาจมีผลต่อลักษณะอาการของโรคคาวาซากิ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721872/"
  },
  {
    "date": "20 Feb",
    "title": "Rapid AI-assisted Poincaré plot analysis for early detection of subclinical left ventricular dysfunction in hypertensive patients admitted to the emergency department: A prospective observational study",
    "comment": "AI ช่วยวิเคราะห์ภาวะหัวใจล้มเหลวระยะเริ่มต้นในผู้ป่วยความดันโลหิตสูงที่ ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718624/"
  },
  {
    "date": "20 Feb",
    "title": "An American College of Surgeons Committee on Trauma Stop the Bleed guideline on the use of improvised tourniquets for trauma patients with life-threatening extremity hemorrhage 2025",
    "comment": "แนวทางใหม่การใช้ Tourniquet ที่ประยุกต์ใช้ได้ในภาวะฉุกเฉิน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718598/"
  },
  {
    "date": "20 Feb",
    "title": "Bolus Epinephrine Dose-Readiness for Cardiac Arrest Prevention in Pediatric Cardiac ICUs: 2024 Survey of Units in the United States",
    "comment": "การเตรียมพร้อมใช้ Epinephrine ขนาด Bolus ในเด็กหัวใจหยุดเต้น ช่วยชีวิตได้จริงหรือไม่",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718595/"
  },
  {
    "date": "20 Feb",
    "title": "Pediatric lung ultrasound: Tips and tricks for better scanning and interpretation",
    "comment": "Ultrasound ปอดในเด็ก: เทคนิคที่ช่วยเพิ่มความแม่นยำในการวินิจฉัย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718590/"
  },
  {
    "date": "20 Feb",
    "title": "Performance of the ABCD2 Score in a US Emergency Department Observation Unit",
    "comment": "ประสิทธิภาพของ ABCD2 score ในการประเมินผู้ป่วย TIA ใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718567/"
  },
  {
    "date": "20 Feb",
    "title": "Rezafungin for Salvage or Consolidation Therapy of Invasive Fungal Disease: Experience in Real-World Clinical Practice",
    "comment": "Rezafungin ยาต้านเชื้อราตัวใหม่ที่น่าจับตาสำหรับภาวะติดเชื้อรุนแรง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718446/"
  },
  {
    "date": "20 Feb",
    "title": "Persistent neutrophil activation despite count normalization suggests immune dysregulation in exertional heat stroke",
    "comment": "ความสำคัญของการกระตุ้น Neutrophil ในภาวะ Heat Stroke ที่มีผลต่อการรักษา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717443/"
  },
  {
    "date": "20 Feb",
    "title": "Mothership Versus Drip-and-Ship Models in Acute Stroke Care: A Time-Sensitive Meta-Analysis",
    "comment": "การเปรียบเทียบโมเดลการดูแลผู้ป่วย Stroke แบบ Drip-and-Ship กับ Mothership",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717865/"
  },
  {
    "date": "20 Feb",
    "title": "The Human Factor: Physicians' Unbiased Interpretation of Atrial Fibrillation in the Emergency Department",
    "comment": "ความลำเอียงของแพทย์ในการวินิจฉัย Atrial Fibrillation ใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717711/"
  },
  {
    "date": "20 Feb",
    "title": "Comparative complication rates of titanium vs carbon fiber intramedullary nails in pathologic long bone fractures: A systematic review and meta-analysis",
    "comment": "การเปรียบเทียบวัสดุของ Intramedullary nails ในกระดูกหักพยาธิสภาพ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717067/"
  },
  {
    "date": "20 Feb",
    "title": "Workplace violence and burnout in the prehospital emergency medical services: a cross-sectional study",
    "comment": "ชี้ให้เห็นปัญหาความรุนแรงในที่ทำงานและภาวะหมดไฟในบุคลากรการแพทย์ฉุกเฉินนอกโรงพยาบาล",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718861/"
  },
  {
    "date": "20 Feb",
    "title": "Empagliflozin Attenuates Global Cerebral Ischemic Injury After Cardiac Arrest Through Enhancing Ketone Body Oxidative Metabolism in Rats",
    "comment": "ยา Empagliflozin อาจช่วยป้องกันสมองขาดเลือดหลังภาวะหัวใจหยุดเต้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717961/"
  },
  {
    "date": "20 Feb",
    "title": "Safety and Efficacy of Early Aspirin Administration After Intravenous Thrombolysis for Acute Ischemic Stroke (TREND-IVT): Rationale and Design of a Multicenter, Randomized, Placebo-Controlled Clinical Trial",
    "comment": "การศึกษาเกี่ยวกับประสิทธิผลและความปลอดภัยของการให้ Aspirin เร็วหลังการให้ยาละลายลิ่มเลือดในผู้ป่วยโรคหลอดเลือดสมอง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717940/"
  },
  {
    "date": "20 Feb",
    "title": "Barriers and Facilitators for Bystander Cardiopulmonary Resuscitation and Automated External Defibrillator Use in Diverse and Underserved Cities in Los Angeles County, California",
    "comment": "ปัจจัยส่งเสริมและขัดขวางการทำ CPR และการใช้ AED โดยประชาชนทั่วไปในพื้นที่ด้อยโอกาส",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717913/"
  },
  {
    "date": "20 Feb",
    "title": "Proteomic Insights into Venous Thromboembolism",
    "comment": "การศึกษาระดับโปรตีนเพื่อทำความเข้าใจภาวะลิ่มเลือดอุดตันในหลอดเลือดดำ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718141/"
  },
  {
    "date": "20 Feb",
    "title": "\"Should I stay or should I go\"-a kinase delays escape of",
    "comment": "กลไกการอยู่รอดของเซลล์มะเร็งที่อาจนำไปสู่แนวทางการรักษาใหม่",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717740/"
  },
  {
    "date": "19 Feb",
    "title": "Emergency Department-Initiated Buprenorphine for Opioid Use Disorder: A Systematic Review of Treatment Engagement and Emergency Care Utilization.",
    "comment": "การรักษา OUD ที่ ER อาจเพิ่มการเข้าถึงการรักษาและลดการใช้ ER ซ้ำ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41710856/"
  },
  {
    "date": "19 Feb",
    "title": "Oculogyric Crisis During Chronic Aripiprazole Therapy: A Diagnostic Challenge in the Emergency Department.",
    "comment": "ER ต้องตระหนักถึงภาวะนี้ที่เกิดจากยาจิตเวช อาจวินิจฉัยผิดพลาดเป็นโรคทางระบบประสาทอื่น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41710502/"
  },
  {
    "date": "19 Feb",
    "title": "Pediatric Crush Syndrome and Injury Profiles in Earthquake Survivors: A Comprehensive Analysis From the 2023 Turkey Earthquake.",
    "comment": "การทำความเข้าใจรูปแบบการบาดเจ็บในภัยพิบัติเพื่อการวางแผนและรับมือใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41709480/"
  },
  {
    "date": "19 Feb",
    "title": "Early Prediction of Septic Shock in Severe COVID-19 Patients: Development and Validation of a Nomogram Model.",
    "comment": "แบบจำลองช่วยคาดการณ์ septic shock ในผู้ป่วย COVID-19 รุนแรง เป็นประโยชน์ในการตัดสินใจรักษาใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41709380/"
  },
  {
    "date": "19 Feb",
    "title": "Transforming Opioid Poisoning Surveillance Through Novel Technologies: Rationale and Methodological Protocol for Applying Natural Language Processing to Emergency Department Data.",
    "comment": "ใช้ NLP วิเคราะห์ข้อมูล ER เพื่อเฝ้าระวังและเข้าใจปัญหาการใช้ยาเกินขนาด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41709542/"
  },
  {
    "date": "19 Feb",
    "title": "Comparison of Prehospital Vascular Access Methods and Their Association with Survival in Out-of-Hospital Cardiac Arrest.",
    "comment": "ประเมินประสิทธิภาพของ IV/IO ใน prehospital ช่วย ER เตรียมพร้อมรับผู้ป่วย CA",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41709572/"
  },
  {
    "date": "19 Feb",
    "title": "Has the Number of Pediatric Testicular Torsion Cases Abated After the Height of the COVID-19 Pandemic?",
    "comment": "ตรวจสอบการเปลี่ยนแปลงของภาวะ Testicular Torsion ในเด็กหลัง COVID-19 เพื่อปรับแนวทางการดูแล ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41710854/"
  },
  {
    "date": "19 Feb",
    "title": "Metformin-Associated Encephalopathy as a Rare but Serious Adverse Effect: A Case Report.",
    "comment": "ER ต้องระวังภาวะนี้ที่เกิดจาก Metformin ซึ่งอาจวินิจฉัยยาก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41710849/"
  },
  {
    "date": "19 Feb",
    "title": "Iatrogenic Nerve Injuries in Head and Neck Surgeries: A Systematic Review of Mechanisms, Outcomes, and Prevention Strategies.",
    "comment": "การบาดเจ็บเส้นประสาทจากการผ่าตัด ศัลยแพทย์ ER ควรสื่อสารและส่งต่อผู้ป่วยอย่างเหมาะสม",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41710859/"
  },
  {
    "date": "19 Feb",
    "title": "Validation of the PECARN Abdominal Rule and FAST-AST/ALT Criteria in Pediatric Blunt Abdominal Trauma: A Retrospective Cohort Study.",
    "comment": "ตรวจสอบความแม่นยำของเกณฑ์ PECARN และ FAST-AST/ALT ในการประเมิน trauma ในเด็ก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41710649/"
  },
  {
    "date": "19 Feb",
    "title": "Post-traumatic benign paroxysmal positional vertigo: mechanisms, clinical phenotypes, and a structured clinical pathway for management",
    "comment": "แนวทางการวินิจฉัยและจัดการ BPPV หลังการบาดเจ็บที่อาจนำไปสู่การรักษาที่รวดเร็ว",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41709921/"
  },
  {
    "date": "19 Feb",
    "title": "Just the facts: who needs telemetry in the emergency department?",
    "comment": "การทบทวนข้อบ่งชี้การใช้ Telemetry ใน ER ที่อาจช่วยลดการใช้งานที่ไม่จำเป็น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41708956/"
  },
  {
    "date": "19 Feb",
    "title": "Primary contact physiotherapy versus standard emergency physician care in the emergency department: a Time-Driven Activity-Based Costing analysis",
    "comment": "การเปรียบเทียบประสิทธิภาพและต้นทุนของ Physiotherapy แบบ Primary Contact ใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41708955/"
  },
  {
    "date": "19 Feb",
    "title": "Ketamine as a Mental Health Treatment",
    "comment": "การประยุกต์ใช้ Ketamine ในการรักษาปัญหาสุขภาพจิตที่อาจพบใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41709389/"
  },
  {
    "date": "18 Feb",
    "title": "AI-Based Scribes in Telemedicine: Provider Attitudes and Insights",
    "comment": "นวัตกรรม AI ช่วยลดภาระงานแพทย์ใน Telemedicine",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41706444/"
  },
  {
    "date": "18 Feb",
    "title": "Can human-aware agentic artificial intelligence transform emergency care workflows?",
    "comment": "AI แบบ Agentic จะเปลี่ยน ER อย่างไร?",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41706287/"
  },
  {
    "date": "18 Feb",
    "title": "Using participatory action research to develop an artificial intelligence-augmented, peer-driven, case-based, and simulation-enhanced curriculum for emergency medicine residents.",
    "comment": "AI + Peer Learning = หลักสูตร ER ที่เหนือกว่า",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41706282/"
  },
  {
    "date": "18 Feb",
    "title": "Lactated Ringer's solution versus normal saline outcomes in hospital settings: appraisal of a cluster-randomized trial.",
    "comment": "น้ำเกลือ LR vs NS ใน ER: อะไรดีกว่ากัน?",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41706259/"
  },
  {
    "date": "18 Feb",
    "title": "Predicting chronic subdural hematoma risk in elderly patients with mild traumatic brain injury.",
    "comment": "ทายความเสี่ยงเลือดออกในสมองในผู้สูงอายุหลังหัวกระทบกระเทือน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41706196/"
  },
  {
    "date": "18 Feb",
    "title": "Association between neutrophil percentage-to-albumin ratio and all-cause mortality in patients post-cardiac surgery: a retrospective cohort study.",
    "comment": "ค่า N/A ratio บอกอะไรเกี่ยวกับคนไข้หลังผ่าตัดหัวใจ?",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41706276/"
  },
  {
    "date": "18 Feb",
    "title": "Sacubitril/valsartan as a modulator of pulmonary fibrosis: insights into Lnc-SNHG-16/miR-455 modulation and Notch/Smad-3 pathway inhibition.",
    "comment": "ยาลดหัวใจล้มเหลวอาจช่วยรักษาพังผืดในปอดได้?",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41706147/"
  },
  {
    "date": "18 Feb",
    "title": "Clinical decision support for antibiotic prescribing duration in children with acute otitis media.",
    "comment": "AI ช่วยตัดสินใจเรื่องยาปฏิชีวนะในเด็กหูอักเสบ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41706455/"
  },
  {
    "date": "18 Feb",
    "title": "Venovenous extracorporeal membrane oxygenation and damage-control laparotomy in acute care surgery patients: A safe and successful option for patient rescue.",
    "comment": "ECMO + Damage-control laparotomy = ทางรอดผู้ป่วยวิกฤต",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41705911/"
  },
  {
    "date": "18 Feb",
    "title": "Risk Stratification for Acute Aortic Syndrome: Premise, Promise and Performance.",
    "comment": "การแบ่งกลุ่มเสี่ยง Acute Aortic Syndrome: มีอะไรใหม่?",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41705467/"
  },
  {
    "date": "17 Feb",
    "title": "Pressor use and its impact on outcomes in aneurysmal subarachnoid hemorrhage patients with takotsubo cardiomyopathy: a quantitative analysis.",
    "comment": "งานวิจัยนี้สำคัญต่อการตัดสินใจใช้ยา Vasopressor ในผู้ป่วยวิกฤตที่มีภาวะแทรกซ้อนที่ต้องให้ความสนใจอย่างใกล้ชิด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41701379/"
  },
  {
    "date": "17 Feb",
    "title": "Frailty classification challenges in the emergency department: agreement and variability in clinical frailty scale scoring.",
    "comment": "การประเมินภาวะเปราะบางใน ER ยังมีความไม่แน่นอน ซึ่งส่งผลต่อการวางแผนการดูแลผู้ป่วย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41701393/"
  },
  {
    "date": "17 Feb",
    "title": "Advances in antidepressant pharmacotherapy: phase 3 evidence and clinical perspectives.",
    "comment": "การอัปเดตแนวทางการใช้ยาต้านเศร้าที่ชัดเจน อาจนำไปสู่การเปลี่ยนแปลงการรักษาผู้ป่วยที่มีปัญหาสุขภาพจิตใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41701518/"
  },
  {
    "date": "17 Feb",
    "title": "Therapeutic Role of Neostigmine and Pyridostigmine in Pediatric Chronic Intestinal Pseudo-Obstruction: A Systematic Review.",
    "comment": "ยาเหล่านี้อาจมีบทบาทในการรักษาผู้ป่วยเด็กที่มีปัญหาลำไส้เรื้อรัง ซึ่งเป็นกรณีที่พบได้ยากและท้าทายใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41701472/"
  },
  {
    "date": "17 Feb",
    "title": "Coronary CT Angiography for Acute Chest Pain in the Emergency Department.",
    "comment": "การใช้ CT Angiography ใน ER สำหรับอาการเจ็บหน้าอกเฉียบพลัน อาจเป็นเครื่องมือช่วยวินิจฉัยที่มีประสิทธิภาพ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41701024/"
  },
  {
    "date": "17 Feb",
    "title": "The State of Mobile Crisis Response: a Scoping Review of Construct and Challenges.",
    "comment": "แนวทางการตอบสนองวิกฤตแบบเคลื่อนที่ (Mobile Crisis Response) อาจเป็นทางเลือกใหม่ในการจัดการกับผู้ป่วยจิตเวชในชุมชน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41701305/"
  },
  {
    "date": "17 Feb",
    "title": "Worsening Diabetic Retinopathy With GLP-1 Receptor Agonists in Kidney Transplant Recipients: An Emerging Signal Requiring Ophthalmologic Vigilance.",
    "comment": "ข้อมูลสำคัญสำหรับผู้ป่วยเบาหวานและโรคไตที่อาจต้องพิจารณาการใช้ยา GLP-1 RAs อย่างระมัดระวัง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41700969/"
  },
  {
    "date": "17 Feb",
    "title": "Accidental Botulism Caused by Consumption of Vacuum-Packaged Rabbit-Head Meat.",
    "comment": "กรณีศึกษา Botulism จากอาหารที่เตรียมไม่ถูกต้อง อาจเป็นอุทาหรณ์สำหรับภาวะเป็นพิษจากอาหารที่ต้องเฝ้าระวัง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41701083/"
  },
  {
    "date": "17 Feb",
    "title": "Conservative Management of Perforated Diverticulitis in Adults: An Updated Systematic Review of Outcomes.",
    "comment": "แนวทางการรักษาแบบประคับประคองสำหรับภาวะลำไส้ใหญ่ทะลุ อาจเป็นทางเลือกที่น่าสนใจและมีหลักฐานสนับสนุน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41700514/"
  },
  {
    "date": "17 Feb",
    "title": "Artificial intelligence meets point-of-care ultrasound: implications for pediatric emergency and critical care.",
    "comment": "AI กับ Point-of-Care Ultrasound ใน ER กุมารเวช เป็นนวัตกรรมที่อาจเปลี่ยนแปลงการดูแลผู้ป่วยเด็ก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41700557/"
  },
  {
    "date": "17 Feb",
    "title": "Pro-Con Debate: Formulaic Approach Using Fixed Ratios of Blood Components Versus Targeted Therapy Approach Guided By Viscoelastic Hemostatic Assays for Resuscitation in Traumatic Major Hemorrhage",
    "comment": "การถกเถียงเกี่ยวกับแนวทางการให้เลือดในผู้ป่วยเสียเลือดมากที่ส่งผลต่อแนวทางการรักษา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41698179/"
  },
  {
    "date": "17 Feb",
    "title": "Latent Threats Identified During In Situ Simulated Local Anesthetic Systemic Toxicity Crises in the Operating Room: Implications for System Safety",
    "comment": "การค้นพบความเสี่ยงที่ซ่อนเร้นจากการจำลองสถานการณ์พิษจากยาชาเฉพาะที่ ซึ่งส่งผลต่อความปลอดภัยของระบบ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41698222/"
  },
  {
    "date": "17 Feb",
    "title": "Reducing Intravenous Opioid Reliance with Subcutaneous Administration in the Emergency Department",
    "comment": "แนวทางการลดการใช้ยาแก้ปวดกลุ่ม Opioid แบบฉีดเข้าหลอดเลือดดำใน ER โดยใช้ยาฉีดเข้าใต้ผิวหนัง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697972/"
  },
  {
    "date": "17 Feb",
    "title": "Clinical and Etiological Features of Drug Hypersensitivity Reactions among Patients of the Surgical Department: A Pilot Study",
    "comment": "การทำความเข้าใจสาเหตุและลักษณะของปฏิกิริยาแพ้ยาในผู้ป่วยศัลยกรรม ซึ่งอาจพบได้ใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41697904/"
  },
  {
    "date": "17 Feb",
    "title": "Emerging Roles of Multiparametric Biodosimetry and Artificial Intelligence in Advancing Radiation Dose Assessment for Triage",
    "comment": "การใช้ AI และการวัดปริมาณรังสีหลายรูปแบบเพื่อประเมินผู้ป่วยในสถานการณ์ภัยพิบัติ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41698682/"
  },
  {
    "date": "17 Feb",
    "title": "Low-Value Emergency Care and Racial and Ethnic Differences Across US Children's Hospitals",
    "comment": "ความไม่เท่าเทียมในการดูแลผู้ป่วยเด็กใน ER และการใช้ทรัพยากรที่ไม่จำเป็น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41698401/"
  },
  {
    "date": "17 Feb",
    "title": "Luton cauda equina syndrome pathway: a pragmatic approach to achieve a national target of time to scan in UK district general hospitals",
    "comment": "แนวทางการดูแลผู้ป่วย Cauda Equina Syndrome ที่มีเป้าหมายเรื่องเวลาในการทำ CT scan",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41698391/"
  },
  {
    "date": "17 Feb",
    "title": "The effect of pneumococcal conjugate vaccine and pneumococcal polysaccharide vaccine on nasopharyngeal colonisation following human infection challenge with serotype 3 and serotype 6B (PREVENTING PNEUMO 2): a double-masked, randomised, controlled, phase 4 trial",
    "comment": "ผลของวัคซีนป้องกันนิวโมคอคคัสต่อการติดเชื้อในโพรงจมูก ซึ่งอาจเกี่ยวข้องกับการวินิจฉัยแยกโรคใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41698388/"
  },
  {
    "date": "17 Feb",
    "title": "Racial, ethnic, and regional disparities in HIV testing during the COVID-19 pandemic in the USA: a nationwide, retrospective, observational study using National Clinical Cohort Collaborative data",
    "comment": "ความเหลื่อมล้ำในการตรวจ HIV ระหว่างช่วง COVID-19 ที่อาจสะท้อนถึงกลุ่มผู้ป่วยที่เข้า ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41698379/"
  },
  {
    "date": "17 Feb",
    "title": "Hybrid model for influenza forecasting in Xinjiang: adapting to complex seasonality and post-COVID-19 structural breaks",
    "comment": "แบบจำลองการพยากรณ์ไข้หวัดใหญ่ที่ปรับตัวได้ซึ่งอาจช่วยในการวางแผนทรัพยากร ER ในช่วงการระบาด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41699546/"
  }
]