[
  {
    "date": "7 Dec",
    "title": "️⃣ Perceptions and attitudes of emergency department physicians, nurses and managers regarding the redirection of low-acuity patients from triage to other care alternatives: a pan-Canadian survey.",
    "comment": "ถกเถียงเรื่องการปรับเส้นทางผู้ป่วย low-acuity จาก ER ช่วยลดความแออัด แต่ต้องพิจารณาผลกระทบต่อผู้ป่วยและบุคลากร.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41351655/"
  },
  {
    "date": "7 Dec",
    "title": "️⃣ Risk Factors for Pediatric Deep Neck Infection Revisit After Emergency Department Discharge for Pharyngitis or Localized Neck Symptoms.",
    "comment": "เน้นย้ำความสำคัญของการประเมินและคัดกรองผู้ป่วยเด็กติดเชื้อในคอและลำคออย่างละเอียดก่อนจำหน่ายจาก ER เพื่อลดความเสี่ยงภาวะแทรกซ้อนร้ายแรง.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41351602/"
  },
  {
    "date": "7 Dec",
    "title": "️⃣ Severe hypotension following sublingual dexmedetomidine administration in an elderly patient.",
    "comment": "รายงานผลข้างเคียงร้ายแรงจากการใช้ยา dexmedetomidine ชนิดอมใต้ลิ้นในผู้สูงอายุ ซึ่งเป็นข้อมูลสำคัญด้านความปลอดภัยของยาใน ER.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41351540/"
  },
  {
    "date": "7 Dec",
    "title": "️⃣ Optimal Timing for Stereotactic Minimally Invasive Surgery in Supratentorial Spontaneous Intracerebral Hemorrhage With Tentorial Herniation: A Retrospective Study.",
    "comment": "การศึกษาเกี่ยวกับการผ่าตัดในผู้ป่วย ICH ที่มีภาวะสมองบวม/herniation ให้ข้อมูลสำคัญเรื่องเวลาที่เหมาะสมในการรักษาที่อาจเปลี่ยนแนวทาง ER ในการส่งต่อเคส.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41351391/"
  },
  {
    "date": "7 Dec",
    "title": "️⃣ Oculomotor Nerve Palsy Secondary to Posterior Communicating Artery Aneurysm: A Narrative Review and Proposed Treatment Algorithm.",
    "comment": "ทบทวนการวินิจฉัยและแนวทางการรักษาภาวะ oculomotor nerve palsy จาก PCOM aneurysm ซึ่งเป็นภาวะฉุกเฉินทางสมองที่ต้องวินิจฉัยให้ได้ใน ER.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41351389/"
  },
  {
    "date": "7 Dec",
    "title": "️⃣ Point-of-care ultrasound (POCUS) diagnosis of rib fractures.",
    "comment": "การใช้ POCUS ตรวจซี่โครงหักใน ER ช่วยเพิ่มความแม่นยำ ลดการใช้รังสีเอกซเรย์ และช่วยให้การวินิจฉัยภาวะบาดเจ็บที่ซี่โครงทำได้รวดเร็วขึ้น.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41350734/"
  },
  {
    "date": "7 Dec",
    "title": "️⃣ Prevalence and types of violence against emergency department workers in Kuwait: a cross-sectional study.",
    "comment": "ประเด็นความรุนแรงใน ER ที่ส่งผลโดยตรงต่อขวัญกำลังใจและประสิทธิภาพการทำงานของบุคลากร เป็นปัญหาที่พบได้ทั่วโลกที่ต้องรีบแก้ไข.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41350817/"
  },
  {
    "date": "7 Dec",
    "title": "️⃣ Association of hemoglobin level trajectories with clinical outcomes in patients with sepsis or shock: a retrospective observational study.",
    "comment": "การจัดการระดับฮีโมโกลบินมีความสำคัญในผู้ป่วย sepsis/shock ซึ่งเป็นภาวะวิกฤตที่ต้องดูแลตั้งแต่ใน ER และอาจเปลี่ยนแนวทางการให้เลือด.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41350676/"
  },
  {
    "date": "7 Dec",
    "title": "️⃣ Design and optimization of miniaturized co-planar Vivaldi antennas for enhanced microwave imaging in brain hemorrhage detection.",
    "comment": "นวัตกรรมใหม่ในการตรวจหาเลือดออกในสมองด้วยคลื่นไมโครเวฟขนาดเล็ก อาจเป็น game-changer ในการวินิจฉัยที่รวดเร็วขึ้น ณ จุดดูแลผู้ป่วยใน ER หรือนอกโรงพยาบาล.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41350384/"
  },
  {
    "date": "7 Dec",
    "title": "Evaluation of a novel host protein-based assay for ruling out bacterial infections in patients with suspected respiratory tract infections at an urban academic hospital.",
    "comment": "การตรวจหาเชื้อแบคทีเรียด้วย host protein assay แบบใหม่ ช่วยคัดกรองการติดเชื้อทางเดินหายใจจากไวรัส/แบคทีเรีย เพื่อลดการใช้ยาปฏิชีวนะโดยไม่จำเป็นใน ER.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41349937/"
  }
]