[
  {
    "date": "7 Dec",
    "title": "Tacheal intubation vs. supraglottic airway devices during mechanical intra-arrest-ventilation with volume-controlled-ventilation in out-of-hospital cardiac arrest: a cohort study.",
    "comment": "การศึกษาเปรียบเทียบการใส่ท่อช่วยหายใจกับการใช้อุปกรณ์ทางเดินหายใจเหนือกล่องเสียงในผู้ป่วยหัวใจหยุดเต้นนอกโรงพยาบาล อาจเปลี่ยนแนวทางการจัดการทางเดินหายใจ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41352474/"
  },
  {
    "date": "7 Dec",
    "title": "Interventions to reduce overcrowding in emergency departments: An umbrella review.",
    "comment": "บทสรุปมาตรการลดความแออัดในห้องฉุกเฉินทั่วโลก เป็นแนวทางสำคัญแก้ปัญหาเรื้อรังที่เจอทุกวัน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41351990/"
  },
  {
    "date": "7 Dec",
    "title": "Advances in syncope: Recent evidence and clinical implications.",
    "comment": "อัปเดตข้อมูลล่าสุดเกี่ยวกับการวินิจฉัยและจัดการผู้ป่วยเป็นลมหมดสติ ซึ่งพบบ่อยใน ER และท้าทายในการหาสาเหตุ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41353032/"
  },
  {
    "date": "7 Dec",
    "title": "Pediatric stroke: From emergent evaluation to rehabilitation.",
    "comment": "เน้นย้ำบทบาทสำคัญของ ER ในการวินิจฉัยและดูแลผู้ป่วยเด็กที่หลอดเลือดสมองตีบหรือแตกอย่างทันท่วงที ซึ่งเป็นภาวะเร่งด่วนที่มักถูกมองข้าม",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41353016/"
  },
  {
    "date": "7 Dec",
    "title": "Inflammation contributes to trauma-induced coagulopathy by oxidation of multiple clotting factors.",
    "comment": "ค้นพบกลไกใหม่ที่การอักเสบทำให้เกิดภาวะเลือดออกผิดปกติในผู้ป่วยบาดเจ็บรุนแรง อาจนำไปสู่เป้าหมายการรักษาใหม่ๆ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41351917/"
  },
  {
    "date": "7 Dec",
    "title": "Peripheral Intravenous Access Rates Obtained by Emergency Medical Services in Pediatric Patients: A Retrospective Study.",
    "comment": "ประเมินความสำเร็จของการแทงเส้นเลือดในเด็กก่อนถึงโรงพยาบาล ซึ่งสะท้อนคุณภาพการดูแลและเป็นข้อมูลสำคัญเพื่อปรับปรุงการปฏิบัติงาน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41353559/"
  },
  {
    "date": "7 Dec",
    "title": "Ethical Considerations in the Interhospital Transfer of Patients.",
    "comment": "สำรวจประเด็นทางจริยธรรมและการปฏิบัติในการส่งต่อผู้ป่วยระหว่างโรงพยาบาล ซึ่งส่งผลโดยตรงต่อการตัดสินใจและการดูแลผู้ป่วยใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41351618/"
  },
  {
    "date": "7 Dec",
    "title": "Risk Factors for Pediatric Deep Neck Infection Revisit After Emergency Department Discharge for Pharyngitis or Localized Neck Symptoms.",
    "comment": "ระบุปัจจัยเสี่ยงของการติดเชื้อลึกที่คอซ้ำในเด็กหลังกลับบ้านจาก ER ช่วยเพิ่มความปลอดภัยและปรับปรุงการวางแผนการจำหน่ายผู้ป่วย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41351602/"
  },
  {
    "date": "7 Dec",
    "title": "Early acquisition of E-FAST ultrasound skills in medical students: an observational study comparing portable and conventional devices.",
    "comment": "การประเมินประสิทธิภาพของการสอนทักษะ E-FAST (POCUS) ด้วยเครื่องอัลตราซาวด์แบบพกพา ซึ่งเป็นทักษะสำคัญที่แพทย์ ER ต้องมีและใช้บ่อย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41351169/"
  },
  {
    "date": "7 Dec",
    "title": "Oxygenation metrics have limited prognostic value in non-asphyxial hypothermic cardiac arrest.",
    "comment": "การค้นพบนี้ท้าทายความเชื่อเดิมเกี่ยวกับการใช้ค่าออกซิเจนในการทำนายผลลัพธ์ผู้ป่วยภาวะหัวใจหยุดเต้นจากอุณหภูมิร่างกายต่ำ อาจเปลี่ยนแนวทางการดูแลในภาวะวิกฤต",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41352475/"
  }
]