[
  {
    "date": "7 Dec",
    "title": "Tacheal intubation vs. supraglottic airway devices during mechanical intra-arrest-ventilation with volume-controlled-ventilation in out-of-hospital cardiac arrest: a cohort study.",
    "comment": "งานวิจัยนี้จุดประเด็นถกเถียงเรื่องการเลือกอุปกรณ์เปิดทางเดินหายใจระหว่างทำ CPR ซึ่งส่งผลต่อแนวปฏิบัติกู้ชีพฉุกเฉิน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41352474/"
  },
  {
    "date": "7 Dec",
    "title": "Interventions to reduce overcrowding in emergency departments: An umbrella review.",
    "comment": "รีวิวนี้รวบรวมแนวทางแก้ปัญหาห้องฉุกเฉินล้น ซึ่งเป็นปัญหาเรื้อรังที่ส่งผลกระทบต่อประสิทธิภาพและการดูแลผู้ป่วยอย่างมาก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41351990/"
  },
  {
    "date": "7 Dec",
    "title": "Advances in syncope: Recent evidence and clinical implications.",
    "comment": "การวิเคราะห์ความก้าวหน้าล่าสุดในการประเมินและวินิจฉัยผู้ป่วยภาวะหมดสติ (Syncope) ที่พบบ่อยใน ER เพื่อช่วยแพทย์ ER ในการแยกโรคและวางแผนการรักษาได้อย่างแม่นยำขึ้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41353032/"
  },
  {
    "date": "7 Dec",
    "title": "Risk Factors for Pediatric Deep Neck Infection Revisit After Emergency Department Discharge for Pharyngitis or Localized Neck Symptoms.",
    "comment": "สำคัญมากสำหรับการป้องกันการวินิจฉัยคลาดเคลื่อนในเด็กที่มีอาการเจ็บคอหรือมีอาการที่คอหลังกลับจาก ER เพื่อความปลอดภัยของผู้ป่วย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41351602/"
  },
  {
    "date": "7 Dec",
    "title": "Oxygenation metrics have limited prognostic value in non-asphyxial hypothermic cardiac arrest.",
    "comment": "ท้าทายความเชื่อเดิมเกี่ยวกับการพยากรณ์โรคในผู้ป่วยหัวใจหยุดเต้นจากภาวะตัวเย็นจัด ซึ่งมีนัยสำคัญต่อการตัดสินใจดูแลผู้ป่วยวิกฤต",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41352475/"
  },
  {
    "date": "7 Dec",
    "title": "Peripheral Intravenous Access Rates Obtained by Emergency Medical Services in Pediatric Patients: A Retrospective Study.",
    "comment": "สำรวจอัตราความสำเร็จของการแทงเส้นเลือดดำในเด็กโดย EMS ซึ่งเป็นหัตถการที่ท้าทายและสำคัญในการดูแลผู้ป่วยเด็กฉุกเฉิน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41353559/"
  },
  {
    "date": "7 Dec",
    "title": "The SCEPTRE Suction Device: Bridging Portability and Performance in Combat Medicine.",
    "comment": "นวัตกรรมอุปกรณ์ดูดเสมหะแบบพกพาที่มีประสิทธิภาพสูง เหมาะสำหรับการใช้งานในสถานการณ์ฉุกเฉิน การรบ และการแพทย์ในพื้นที่ห่างไกล",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41353510/"
  },
  {
    "date": "7 Dec",
    "title": "Generative AI in degenerative lumbar spinal stenosis care: A NASS guideline-compliant comparative analysis of ChatGPT and DeepSeek.",
    "comment": "แม้จะไม่ได้เป็นเรื่องฉุกเฉินโดยตรง แต่แสดงให้เห็นถึงศักยภาพของ AI ในการสนับสนุนการตัดสินใจทางคลินิก ซึ่งจะเป็นเทคโนโลยีเปลี่ยนโลกใน ER อนาคต",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41353581/"
  },
  {
    "date": "7 Dec",
    "title": "Ethical Considerations in the Interhospital Transfer of Patients.",
    "comment": "ทบทวนประเด็นด้านจริยธรรมที่สำคัญในการส่งต่อผู้ป่วยระหว่างโรงพยาบาล ซึ่งเป็นภารกิจประจำที่ ER ต้องเผชิญและมีผลต่อความปลอดภัยผู้ป่วย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41351618/"
  },
  {
    "date": "7 Dec",
    "title": "Severe hypotension following sublingual dexmedetomidine administration in an elderly patient.",
    "comment": "กรณีศึกษาเกี่ยวกับภาวะความดันโลหิตต่ำรุนแรงจากการใช้ยา Dexmedetomidine ในผู้สูงอายุ ซึ่งเป็นข้อมูลด้านความปลอดภัยยาที่ ER ควรทราบ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41351540/"
  }
]