[
  {
    "data": [
      {
        "date": "6 Dec",
        "title": "️⃣ 2025 guideline update to acute treatment of migraine for adults in the emergency department: The American Headache Society evidence assessment of parenteral pharmacotherapies.",
        "comment": "การอัปเดตแนวทางการรักษาไมเกรนฉุกเฉินนี้อาจเปลี่ยนวิธีการเลือกใช้ยาฉีดสำหรับผู้ป่วยไมเกรนที่มารับการรักษาใน ER.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41321235/"
      },
      {
        "date": "6 Dec",
        "title": "️⃣ Emergency Reversal of Antithrombotics in Intracerebral Hemorrhage: An Update.",
        "comment": "เป็นข้อมูลอัปเดตสำคัญเกี่ยวกับการให้ยาต้านผลของยาต้านเกล็ดเลือดและยาต้านการแข็งตัวของเลือดในผู้ป่วยเลือดออกในสมองเฉียบพลัน ซึ่งมีผลต่อการตัดสินใจรักษาใน ER ทันที.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41251986/"
      },
      {
        "date": "6 Dec",
        "title": "️⃣ Trick or Treat(ment): Should We Still Fear Reperfusion Therapy in Anticoagulated Stroke Patients?-Comparable 90-Day Outcomes in a Propensity-Score-Matched Registry Study.",
        "comment": "งานวิจัยนี้ท้าทายความเชื่อเดิมเกี่ยวกับการให้ยาละลายลิ่มเลือดในผู้ป่วยโรคหลอดเลือดสมองตีบที่ทานยาต้านการแข็งตัวของเลือดอยู่ ซึ่งเป็นประเด็นถกเถียงสำคัญใน ER.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41303182/"
      },
      {
        "date": "6 Dec",
        "title": "️⃣ European Resuscitation Council and European Society of Intensive Care Medicine guidelines 2025: post-resuscitation care.",
        "comment": "แนวทางปฏิบัติใหม่สำหรับการดูแลผู้ป่วยหลังการฟื้นคืนชีพจากภาวะหัวใจหยุดเต้น ซึ่งมีผลโดยตรงต่อการจัดการผู้ป่วยวิกฤตที่ ER ตั้งแต่แรกรับ.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41123621/"
      },
      {
        "date": "6 Dec",
        "title": "️⃣ Acute vertigo: stroke or not?",
        "comment": "บทความนี้ช่วยให้แพทย์ ER แยกแยะภาวะเวียนศีรษะเฉียบพลันที่เกิดจากหลอดเลือดสมอง ซึ่งเป็นความท้าทายที่พบบ่อยและสำคัญใน ER.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41263134/"
      },
      {
        "date": "6 Dec",
        "title": "️⃣ A urine-based point-of-care test for Factor Xa inhibitors in acute stroke management.",
        "comment": "นวัตกรรมการตรวจปัสสาวะเพื่อหา Factor Xa inhibitors ณ จุดดูแลผู้ป่วย สามารถช่วยให้การตัดสินใจรักษาผู้ป่วยโรคหลอดเลือดสมองเฉียบพลันทำได้อย่างรวดเร็วขึ้นใน ER.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41274588/"
      },
      {
        "date": "6 Dec",
        "title": "️⃣ Comparison of the Full Outline of UnResponsiveness Score and Glasgow Coma Scale in Predicting Endotracheal Intubation, Hospital Length of Stay, and Mortality Among Patients With Non-traumatic Altered Mental Status in the Emergency Department.",
        "comment": "การศึกษาเปรียบเทียบเครื่องมือประเมินระดับความรู้สึกตัวหลักสองตัวนี้ อาจนำไปสู่การเปลี่ยนแปลงวิธีการประเมินและพยากรณ์โรคในผู้ป่วย ER.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41267717/"
      },
      {
        "date": "6 Dec",
        "title": "️⃣ Explainable machine learning for neurological outcome prediction in out-of-hospital cardiac arrest survivors undergoing targeted temperature management: a multi-cohort validation study.",
        "comment": "เทคโนโลยี AI ใหม่สำหรับการทำนายผลลัพธ์ทางระบบประสาทในผู้ป่วย OHCA สามารถเป็นเครื่องมือช่วยแพทย์ ER/ICU ในการวางแผนการรักษาและให้ข้อมูลแก่ญาติ.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41327317/"
      },
      {
        "date": "6 Dec",
        "title": "️⃣ Efficacy and safety of clevidipine emulsion injection compared with nicardipine in patients with hypertensive emergencies: a randomized, single-blind, positive-parallel-controlled, phase III clinical trial.",
        "comment": "การเปรียบเทียบยาควบคุมความดันโลหิตฉุกเฉินสองชนิดนี้มีผลโดยตรงต่อการเลือกใช้ยาและแนวทางการรักษาภาวะความดันโลหิตสูงวิกฤตใน ER.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41231022/"
      },
      {
        "date": "6 Dec",
        "title": "AI-generated neurology consultation summaries improve efficiency and reduce documentation burden in the emergency department.",
        "comment": "นวัตกรรม AI ที่ช่วยสรุปข้อมูลปรึกษาแผนกประสาทวิทยา สามารถลดภาระงานเอกสารและเพิ่มประสิทธิภาพการทำงานของแพทย์ ER ได้อย่างน่าสนใจ.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41198773/"
      }
    ]
  }
]