[
  {
    "date": "23 Feb",
    "title": "Valved Holding Chambers in Young Children With Acute Wheezing: A Randomized Clinical Trial",
    "comment": "การใช้ Valved Holding Chamber ในเด็กเล็กที่มีอาการ Wheezing เฉียบพลัน อาจเป็นทางเลือกที่ช่วยเพิ่มประสิทธิภาพการให้ยาและการดูแลใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729513/"
  },
  {
    "date": "23 Feb",
    "title": "Burnout, compassion satisfaction and fatigue: Is professional quality of life linked with resilience in emergency departments?",
    "comment": "การศึกษาความเชื่อมโยงระหว่างภาวะหมดไฟกับคุณภาพชีวิตของบุคลากร ER ซึ่งส่งผลโดยตรงต่อการดูแลผู้ป่วย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729510/"
  },
  {
    "date": "23 Feb",
    "title": "Delirium awareness and care practices among Western European healthcare professionals: a survey",
    "comment": "การสำรวจความตระหนักและการปฏิบัติในการดูแลผู้ป่วย Delirium ในยุโรปตะวันตก ชี้ถึงช่องว่างที่ต้องปรับปรุง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729478/"
  },
  {
    "date": "23 Feb",
    "title": "A clinically feasible model for size-specific estimation of eye lens dose in head CT",
    "comment": "การประเมินปริมาณรังสีที่ตาใน CT สแกนสมอง ช่วยลดความเสี่ยงในผู้ป่วย ER ที่อาจต้องทำ CT ซ้ำ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729419/"
  },
  {
    "date": "23 Feb",
    "title": "Clippings in Pediatric Emergency Medicine",
    "comment": "รวบรวมข้อมูลสำคัญเกี่ยวกับภาวะต่างๆ ที่พบบ่อยในเวชศาสตร์ฉุกเฉินกุมารเวชกรรม",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729384/"
  },
  {
    "date": "23 Feb",
    "title": "Response to the letter by Ghannam and Souadka on \"Impact of early FAST ultrasound on severe trauma outcomes: a randomized trial in a low-resource African emergency setting (The ALIFAST Trial)\"",
    "comment": "เป็นการตอบโต้ประเด็นถกเถียงเกี่ยวกับผลของการใช้ FAST ultrasound ในการบาดเจ็บรุนแรง ซึ่งสำคัญต่อแนวทางการประเมินผู้ป่วย trauma",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729248/"
  },
  {
    "date": "23 Feb",
    "title": "Primary septic arthritis in the elderly - a forgotten killer? Five-year survival and risk factors in a retrospective cohort study",
    "comment": "การชี้ให้เห็นถึงความสำคัญและการมองข้ามภาวะข้ออักเสบติดเชื้อในผู้สูงอายุ ซึ่งอาจนำไปสู่ผลลัพธ์ที่เลวร้าย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729235/"
  },
  {
    "date": "23 Feb",
    "title": "[Orthopedics and trauma surgery in German emergency departments : Evaluation from the AKTIN emergency department registry]",
    "comment": "การประเมินสถานการณ์การผ่าตัดกระดูกและข้อใน ER ของเยอรมนี ซึ่งอาจสะท้อนแนวโน้มและปัญหาที่คล้ายกันในที่อื่น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729227/"
  },
  {
    "date": "23 Feb",
    "title": "Association between sustained moderate hyperglycemia within first 48 hours and poor functional outcome after polytrauma: A retrospective cohort study",
    "comment": "การศึกษาความสัมพันธ์ระหว่างระดับน้ำตาลในเลือดสูงต่อเนื่องกับผลลัพธ์หลังการบาดเจ็บหลายระบบ ซึ่งเป็นประเด็นที่สำคัญใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729217/"
  },
  {
    "date": "23 Feb",
    "title": "The Pretransplant EASIX Score Predicts Transplant-Related Mortality in Children Undergoing Hematopoietic Stem Cell Transplantation for Non-Malignant Disorders",
    "comment": "การคาดการณ์อัตราการเสียชีวิตที่เกี่ยวข้องกับการปลูกถ่ายไขกระดูกในเด็ก ซึ่งอาจเป็นข้อมูลที่น่าสนใจสำหรับ ER ที่ต้องดูแลผู้ป่วยกลุ่มนี้",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41729158/"
  },
  {
    "date": "22 Feb",
    "title": "High-flow nasal therapy vs conventional oxygen therapy in mild COVID-19 hypoxaemia: a Bayesian reanalysis of the COVID-HIGH Trial",
    "comment": "HNN ยังคงเป็นทางเลือกที่น่าสนใจในผู้ป่วย COVID-19 ที่มีภาวะ Hypoxemia เล็กน้อย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723547/"
  },
  {
    "date": "22 Feb",
    "title": "Norepinephrine Should Be the Preferred Vasopressor After Return of Spontaneous Circulation Following Cardiac Arrest",
    "comment": "Norepinephrine อาจเป็น Vasopressor ที่ดีกว่าในผู้ป่วย ROSC หลัง Cardiac Arrest",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722912/"
  },
  {
    "date": "22 Feb",
    "title": "Tranexamic Acid Timing and Mortality Impact After Trauma: March 2026 Annals of Emergency Medicine Journal Club",
    "comment": "การให้ Tranexamic Acid ในเวลาที่เหมาะสมหลัง Trauma อาจส่งผลต่อ Mortality",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722921/"
  },
  {
    "date": "22 Feb",
    "title": "The association of mechanical versus manual chest compressions with neurological outcomes at hospital discharge among out-of-hospital cardiac arrests treated with intra-arrest transport",
    "comment": "การกดหน้าอกแบบไหนดีกว่ากันในผู้ป่วย OHCA ที่ได้รับ IAT",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722888/"
  },
  {
    "date": "22 Feb",
    "title": "Joint effects of triglyceride-glucose-BMI and stress hyperglycemia ratio on all-cause mortality in trauma surgical intensive care patients: a multicenter cohort study",
    "comment": "การประเมินความเสี่ยงจากปัจจัยหลายอย่างในผู้ป่วย Trauma ICU",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723444/"
  },
  {
    "date": "22 Feb",
    "title": "Performance of AI vs radiology residents in the detection of intracranial hemorrhage on emergency CT: a real-world analysis",
    "comment": "AI กำลังเข้ามามีบทบาทในการวินิจฉัยภาวะเลือดออกในสมอง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721849/"
  },
  {
    "date": "22 Feb",
    "title": "Cephalosporins for Outpatient Pyelonephritis in the Emergency Department",
    "comment": "การใช้ Cephalosporins สำหรับ Pyelonephritis ที่รักษาแบบผู้ป่วยนอกใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722927/"
  },
  {
    "date": "22 Feb",
    "title": "Transesophageal echocardiography during cardiac arrest: integrating emerging prehospital evidence with practical boundaries for clinical application",
    "comment": "TEE ในภาวะ Cardiac Arrest - ประโยชน์และข้อจำกัดทางคลินิก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723519/"
  },
  {
    "date": "22 Feb",
    "title": "Opportunistic Atrial Fibrillation Screening in the Emergency Department: Might the Primary Diagnosis Matter?",
    "comment": "การคัดกรอง AF แบบฉวยโอกาสใน ER - การวินิจฉัยหลักมีผลหรือไม่",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722922/"
  },
  {
    "date": "22 Feb",
    "title": "Weak Evidence, Rare Eligibility, and Complex Care Coordination Limit Application of Structured Surveillance for Subsegmental Pulmonary Embolism",
    "comment": "อุปสรรคในการเฝ้าระวัง Subsegmental PE",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41722924/"
  },
  {
    "date": "22 Feb",
    "title": "Perioperative anesthesia management of GLP-1 receptor agonists: a systematic review of potential risks.",
    "comment": "GLP-1 agonists ใช้แพร่หลายขึ้นเรื่อยๆ การจัดการ perioperative จึงสำคัญมากสำหรับ ER ที่ต้องรับผู้ป่วยผ่าตัด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723539/"
  },
  {
    "date": "22 Feb",
    "title": "Gender perspective in medication-related problems resulting in emergency department attendance involving high-alert medications.",
    "comment": "มองเรื่องปัญหาจากยา อันตรายสูง ที่ส่งผลต่อ ER โดยคำนึงถึงมิติเพศ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41723022/"
  },
  {
    "date": "22 Feb",
    "title": "Association Between Emergency Department Undertriage or Overtriage With Timeliness of Care and Patient Outcomes.",
    "comment": "การประเมินระดับความเร่งด่วน (triage) ที่ผิดพลาดส่งผลต่อการรักษาและผลลัพธ์ของผู้ป่วย ER อย่างไร",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721807/"
  },
  {
    "date": "21 Feb",
    "title": "Severe Aortic and Mitral Regurgitation After Blunt Chest Trauma.",
    "comment": "การบาดเจ็บที่หน้าอกแบบทื่ออาจทำให้เกิดลิ้นหัวใจรั่วรุนแรงโดยไม่คาดคิด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721818/"
  },
  {
    "date": "21 Feb",
    "title": "Propafenone Overdose Presenting With Brugada Phenocopy, QRS Widening, and Ventricular Fibrillation.",
    "comment": "ยา Propafenone เกินขนาดสามารถเลียนแบบภาวะ Brugada และนำไปสู่ภาวะหัวใจเต้นผิดจังหวะอันตราย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721816/"
  },
  {
    "date": "21 Feb",
    "title": "A Google Maps-Based Method to Create a National Emergency Department Database.",
    "comment": "ใช้ Google Maps สร้างฐานข้อมูล ER ระดับชาติเพื่อการวิเคราะห์และวางแผน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721809/"
  },
  {
    "date": "21 Feb",
    "title": "The National Pediatric Prehospital Readiness Project: First Comprehensive Assessment of United States Emergency Medical Services Agencies.",
    "comment": "ประเมินความพร้อมของ EMS เด็กทั่วสหรัฐฯ ชี้ให้เห็นช่องว่างที่ต้องปรับปรุง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721808/"
  },
  {
    "date": "21 Feb",
    "title": "Emergency care for avalanche buried patients - a narrative review.",
    "comment": "แนวทางการดูแลผู้ป่วยติดหิมะถล่มที่สำคัญสำหรับแพทย์ ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721411/"
  },
  {
    "date": "21 Feb",
    "title": "Association between shock‑lactate index and 28-day mortality in patients with sepsis-associated AKI: a MIMIC-IV database analysis.",
    "comment": "Shock-lactate index ช่วยทำนายการเสียชีวิตในผู้ป่วย sepsis-AKI ได้",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721317/"
  },
  {
    "date": "21 Feb",
    "title": "Are you ready? A cross-sectional survey of education, training and learning activities for peacetime crisis and armed conflict preparedness in Swedish emergency departments.",
    "comment": "ประเมินความพร้อมของ ER ในสวีเดนต่อภาวะวิกฤตและสงคราม",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721267/"
  },
  {
    "date": "21 Feb",
    "title": "Fatal Polydrug Intoxication Involving Synthetic Cathinones in Taiwan: A Case Series and Emergency Management Implications.",
    "comment": "พิษจากยาเสพติดสังเคราะห์ Cathinones เป็นอันตรายถึงชีวิตและต้องได้รับการจัดการใน ER อย่างทันท่วงที",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719591/"
  },
  {
    "date": "21 Feb",
    "title": "A Pilot Study Evaluating Erector Spinae Block Versus Saline For Emergency Department Patients With Ureterolithiasis.",
    "comment": "Erector spinae block อาจเป็นทางเลือกในการระงับปวดสำหรับนิ่วในท่อไต",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719590/"
  },
  {
    "date": "21 Feb",
    "title": "Advancing Endovascular Solutions for Complex Abdominal Aortic Aneurysms: Patient Selection, Imaging, and Device Innovations.",
    "comment": "นวัตกรรมและการคัดเลือกผู้ป่วยสำหรับการรักษา Aneurysm ด้วยวิธี Endovascular",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41719570/"
  },
  {
    "date": "21 Feb",
    "title": "Myocardial injury within 24 hours of Viperidae snake envenomation: a prospective cohort study-a single-center experience from Chongqing, China.",
    "comment": "การบาดเจ็บของกล้ามเนื้อหัวใจหลังถูกงูพิษ (Viperidae) อาจเกิดขึ้นได้ภายใน 24 ชม.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721183/"
  },
  {
    "date": "21 Feb",
    "title": "Legionella Pneumonia in the Modern Era: Clinical Features and Predictors of Mortality.",
    "comment": "Legionella Pneumonia ยังคงเป็นโรคที่อันตรายและมีปัจจัยทำนายการเสียชีวิตที่สำคัญ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721519/"
  },
  {
    "date": "21 Feb",
    "title": "Did the COVID-19 pandemic change the Kawasaki disease phenotype? Observations from the International Kawasaki Disease Registry.",
    "comment": "COVID-19 อาจมีผลต่อลักษณะอาการของโรคคาวาซากิ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41721872/"
  },
  {
    "date": "20 Feb",
    "title": "Rapid AI-assisted Poincaré plot analysis for early detection of subclinical left ventricular dysfunction in hypertensive patients admitted to the emergency department: A prospective observational study",
    "comment": "AI ช่วยวิเคราะห์ภาวะหัวใจล้มเหลวระยะเริ่มต้นในผู้ป่วยความดันโลหิตสูงที่ ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718624/"
  },
  {
    "date": "20 Feb",
    "title": "An American College of Surgeons Committee on Trauma Stop the Bleed guideline on the use of improvised tourniquets for trauma patients with life-threatening extremity hemorrhage 2025",
    "comment": "แนวทางใหม่การใช้ Tourniquet ที่ประยุกต์ใช้ได้ในภาวะฉุกเฉิน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718598/"
  },
  {
    "date": "20 Feb",
    "title": "Bolus Epinephrine Dose-Readiness for Cardiac Arrest Prevention in Pediatric Cardiac ICUs: 2024 Survey of Units in the United States",
    "comment": "การเตรียมพร้อมใช้ Epinephrine ขนาด Bolus ในเด็กหัวใจหยุดเต้น ช่วยชีวิตได้จริงหรือไม่",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718595/"
  },
  {
    "date": "20 Feb",
    "title": "Pediatric lung ultrasound: Tips and tricks for better scanning and interpretation",
    "comment": "Ultrasound ปอดในเด็ก: เทคนิคที่ช่วยเพิ่มความแม่นยำในการวินิจฉัย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718590/"
  },
  {
    "date": "20 Feb",
    "title": "Performance of the ABCD2 Score in a US Emergency Department Observation Unit",
    "comment": "ประสิทธิภาพของ ABCD2 score ในการประเมินผู้ป่วย TIA ใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718567/"
  },
  {
    "date": "20 Feb",
    "title": "Rezafungin for Salvage or Consolidation Therapy of Invasive Fungal Disease: Experience in Real-World Clinical Practice",
    "comment": "Rezafungin ยาต้านเชื้อราตัวใหม่ที่น่าจับตาสำหรับภาวะติดเชื้อรุนแรง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718446/"
  },
  {
    "date": "20 Feb",
    "title": "Persistent neutrophil activation despite count normalization suggests immune dysregulation in exertional heat stroke",
    "comment": "ความสำคัญของการกระตุ้น Neutrophil ในภาวะ Heat Stroke ที่มีผลต่อการรักษา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717443/"
  },
  {
    "date": "20 Feb",
    "title": "Mothership Versus Drip-and-Ship Models in Acute Stroke Care: A Time-Sensitive Meta-Analysis",
    "comment": "การเปรียบเทียบโมเดลการดูแลผู้ป่วย Stroke แบบ Drip-and-Ship กับ Mothership",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717865/"
  },
  {
    "date": "20 Feb",
    "title": "The Human Factor: Physicians' Unbiased Interpretation of Atrial Fibrillation in the Emergency Department",
    "comment": "ความลำเอียงของแพทย์ในการวินิจฉัย Atrial Fibrillation ใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717711/"
  },
  {
    "date": "20 Feb",
    "title": "Comparative complication rates of titanium vs carbon fiber intramedullary nails in pathologic long bone fractures: A systematic review and meta-analysis",
    "comment": "การเปรียบเทียบวัสดุของ Intramedullary nails ในกระดูกหักพยาธิสภาพ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717067/"
  },
  {
    "date": "20 Feb",
    "title": "Workplace violence and burnout in the prehospital emergency medical services: a cross-sectional study",
    "comment": "ชี้ให้เห็นปัญหาความรุนแรงในที่ทำงานและภาวะหมดไฟในบุคลากรการแพทย์ฉุกเฉินนอกโรงพยาบาล",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718861/"
  },
  {
    "date": "20 Feb",
    "title": "Empagliflozin Attenuates Global Cerebral Ischemic Injury After Cardiac Arrest Through Enhancing Ketone Body Oxidative Metabolism in Rats",
    "comment": "ยา Empagliflozin อาจช่วยป้องกันสมองขาดเลือดหลังภาวะหัวใจหยุดเต้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717961/"
  },
  {
    "date": "20 Feb",
    "title": "Safety and Efficacy of Early Aspirin Administration After Intravenous Thrombolysis for Acute Ischemic Stroke (TREND-IVT): Rationale and Design of a Multicenter, Randomized, Placebo-Controlled Clinical Trial",
    "comment": "การศึกษาเกี่ยวกับประสิทธิผลและความปลอดภัยของการให้ Aspirin เร็วหลังการให้ยาละลายลิ่มเลือดในผู้ป่วยโรคหลอดเลือดสมอง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717940/"
  },
  {
    "date": "20 Feb",
    "title": "Barriers and Facilitators for Bystander Cardiopulmonary Resuscitation and Automated External Defibrillator Use in Diverse and Underserved Cities in Los Angeles County, California",
    "comment": "ปัจจัยส่งเสริมและขัดขวางการทำ CPR และการใช้ AED โดยประชาชนทั่วไปในพื้นที่ด้อยโอกาส",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717913/"
  },
  {
    "date": "20 Feb",
    "title": "Proteomic Insights into Venous Thromboembolism",
    "comment": "การศึกษาระดับโปรตีนเพื่อทำความเข้าใจภาวะลิ่มเลือดอุดตันในหลอดเลือดดำ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41718141/"
  },
  {
    "date": "20 Feb",
    "title": "\"Should I stay or should I go\"-a kinase delays escape of",
    "comment": "กลไกการอยู่รอดของเซลล์มะเร็งที่อาจนำไปสู่แนวทางการรักษาใหม่",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41717740/"
  },
  {
    "date": "19 Feb",
    "title": "Emergency Department-Initiated Buprenorphine for Opioid Use Disorder: A Systematic Review of Treatment Engagement and Emergency Care Utilization.",
    "comment": "การรักษา OUD ที่ ER อาจเพิ่มการเข้าถึงการรักษาและลดการใช้ ER ซ้ำ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41710856/"
  },
  {
    "date": "19 Feb",
    "title": "Oculogyric Crisis During Chronic Aripiprazole Therapy: A Diagnostic Challenge in the Emergency Department.",
    "comment": "ER ต้องตระหนักถึงภาวะนี้ที่เกิดจากยาจิตเวช อาจวินิจฉัยผิดพลาดเป็นโรคทางระบบประสาทอื่น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41710502/"
  },
  {
    "date": "19 Feb",
    "title": "Pediatric Crush Syndrome and Injury Profiles in Earthquake Survivors: A Comprehensive Analysis From the 2023 Turkey Earthquake.",
    "comment": "การทำความเข้าใจรูปแบบการบาดเจ็บในภัยพิบัติเพื่อการวางแผนและรับมือใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41709480/"
  },
  {
    "date": "19 Feb",
    "title": "Early Prediction of Septic Shock in Severe COVID-19 Patients: Development and Validation of a Nomogram Model.",
    "comment": "แบบจำลองช่วยคาดการณ์ septic shock ในผู้ป่วย COVID-19 รุนแรง เป็นประโยชน์ในการตัดสินใจรักษาใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41709380/"
  },
  {
    "date": "19 Feb",
    "title": "Transforming Opioid Poisoning Surveillance Through Novel Technologies: Rationale and Methodological Protocol for Applying Natural Language Processing to Emergency Department Data.",
    "comment": "ใช้ NLP วิเคราะห์ข้อมูล ER เพื่อเฝ้าระวังและเข้าใจปัญหาการใช้ยาเกินขนาด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41709542/"
  },
  {
    "date": "19 Feb",
    "title": "Comparison of Prehospital Vascular Access Methods and Their Association with Survival in Out-of-Hospital Cardiac Arrest.",
    "comment": "ประเมินประสิทธิภาพของ IV/IO ใน prehospital ช่วย ER เตรียมพร้อมรับผู้ป่วย CA",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41709572/"
  },
  {
    "date": "19 Feb",
    "title": "Has the Number of Pediatric Testicular Torsion Cases Abated After the Height of the COVID-19 Pandemic?",
    "comment": "ตรวจสอบการเปลี่ยนแปลงของภาวะ Testicular Torsion ในเด็กหลัง COVID-19 เพื่อปรับแนวทางการดูแล ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41710854/"
  },
  {
    "date": "19 Feb",
    "title": "Metformin-Associated Encephalopathy as a Rare but Serious Adverse Effect: A Case Report.",
    "comment": "ER ต้องระวังภาวะนี้ที่เกิดจาก Metformin ซึ่งอาจวินิจฉัยยาก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41710849/"
  },
  {
    "date": "19 Feb",
    "title": "Iatrogenic Nerve Injuries in Head and Neck Surgeries: A Systematic Review of Mechanisms, Outcomes, and Prevention Strategies.",
    "comment": "การบาดเจ็บเส้นประสาทจากการผ่าตัด ศัลยแพทย์ ER ควรสื่อสารและส่งต่อผู้ป่วยอย่างเหมาะสม",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41710859/"
  },
  {
    "date": "19 Feb",
    "title": "Validation of the PECARN Abdominal Rule and FAST-AST/ALT Criteria in Pediatric Blunt Abdominal Trauma: A Retrospective Cohort Study.",
    "comment": "ตรวจสอบความแม่นยำของเกณฑ์ PECARN และ FAST-AST/ALT ในการประเมิน trauma ในเด็ก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41710649/"
  },
  {
    "date": "19 Feb",
    "title": "Post-traumatic benign paroxysmal positional vertigo: mechanisms, clinical phenotypes, and a structured clinical pathway for management",
    "comment": "แนวทางการวินิจฉัยและจัดการ BPPV หลังการบาดเจ็บที่อาจนำไปสู่การรักษาที่รวดเร็ว",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41709921/"
  },
  {
    "date": "19 Feb",
    "title": "Just the facts: who needs telemetry in the emergency department?",
    "comment": "การทบทวนข้อบ่งชี้การใช้ Telemetry ใน ER ที่อาจช่วยลดการใช้งานที่ไม่จำเป็น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41708956/"
  },
  {
    "date": "19 Feb",
    "title": "Primary contact physiotherapy versus standard emergency physician care in the emergency department: a Time-Driven Activity-Based Costing analysis",
    "comment": "การเปรียบเทียบประสิทธิภาพและต้นทุนของ Physiotherapy แบบ Primary Contact ใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41708955/"
  },
  {
    "date": "19 Feb",
    "title": "Ketamine as a Mental Health Treatment",
    "comment": "การประยุกต์ใช้ Ketamine ในการรักษาปัญหาสุขภาพจิตที่อาจพบใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41709389/"
  },
  {
    "date": "18 Feb",
    "title": "AI-Based Scribes in Telemedicine: Provider Attitudes and Insights",
    "comment": "นวัตกรรม AI ช่วยลดภาระงานแพทย์ใน Telemedicine",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41706444/"
  },
  {
    "date": "18 Feb",
    "title": "Can human-aware agentic artificial intelligence transform emergency care workflows?",
    "comment": "AI แบบ Agentic จะเปลี่ยน ER อย่างไร?",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41706287/"
  },
  {
    "date": "18 Feb",
    "title": "Using participatory action research to develop an artificial intelligence-augmented, peer-driven, case-based, and simulation-enhanced curriculum for emergency medicine residents.",
    "comment": "AI + Peer Learning = หลักสูตร ER ที่เหนือกว่า",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41706282/"
  },
  {
    "date": "18 Feb",
    "title": "Lactated Ringer's solution versus normal saline outcomes in hospital settings: appraisal of a cluster-randomized trial.",
    "comment": "น้ำเกลือ LR vs NS ใน ER: อะไรดีกว่ากัน?",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41706259/"
  }
]