[
  {
    "date": "12 Feb",
    "title": "New-Onset Nonarteritic Anterior Ischemic Optic Neuropathy and Initiators of Semaglutide in US Veterans With Type 2 Diabetes",
    "comment": "พบความสัมพันธ์ใหม่ที่ต้องเฝ้าระวังระหว่างยาเบาหวานกลุ่ม GLP-1 RA และภาวะ optic neuropathy",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41678180/"
  },
  {
    "date": "12 Feb",
    "title": "Real-world effectiveness of minimally-guided internet-delivered cognitive behavioural therapy (iCBT) versus therapist-guided CBT: a cohort study using Ontario's linked health-administrative data",
    "comment": "iCBT แบบมีผู้แนะนำน้อย อาจมีประสิทธิภาพใกล้เคียง CBT แบบมีนักบำบัดเต็มรูปแบบในโลกจริง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41677465/"
  },
  {
    "date": "12 Feb",
    "title": "Effect of Neostigmine on Attenuation of Proinflammatory Cytokines When Given as an Adjuvant Therapy in Septic Shock: A Randomized Control Trial",
    "comment": "Neostigmine อาจมีบทบาทช่วยลด Cytokine ในผู้ป่วย Septic Shock",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41677407/"
  },
  {
    "date": "12 Feb",
    "title": "Use of tromethamine in combination with sodium bicarbonate in the treatment of a wide complex dysrhythmia from presumed cocaine toxicity",
    "comment": "การใช้ Tromethamine ร่วมกับ Sodium Bicarbonate อาจช่วยจัดการภาวะหัวใจเต้นผิดจังหวะจาก Cocaine toxicity",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41677370/"
  },
  {
    "date": "12 Feb",
    "title": "Comparative Effectiveness of Venous Sinus Stenting and Ventricular Shunting for Idiopathic Intracranial Hypertension: A Phenotype-Stratified, Propensity-Matched Cohort Study",
    "comment": "เทียบประสิทธิภาพการรักษา IIH ด้วยการใส่ Stent ในหลอดเลือดดำ กับการใส่ Shunt ในโพรงสมอง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41677349/"
  },
  {
    "date": "12 Feb",
    "title": "Artificial intelligence in surgical planning and outcome prediction for obstructive sleep apnea: emerging hype or the future standard?",
    "comment": "AI กำลังจะเข้ามาเปลี่ยนการวางแผนผ่าตัดและการคาดการณ์ผลลัพธ์ใน OSA",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41678069/"
  },
  {
    "date": "12 Feb",
    "title": "Association Between State Opioid Prescribing Policies and the COVID-19 Pandemic and Hospital and Emergency Department Discharge Opioid Prescription in Injured Patients",
    "comment": "นโยบายการสั่งจ่าย Opioid และผลกระทบต่อการสั่งจ่ายในผู้ป่วยบาดเจ็บช่วง COVID-19",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41676378/"
  },
  {
    "date": "12 Feb",
    "title": "TyG Index as a surrogate marker of insulin resistance in Behçet's disease: a case-control study",
    "comment": "TyG Index อาจใช้เป็นตัวชี้วัดภาวะดื้ออินซูลินในโรค Behçet's ได้",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41678171/"
  },
  {
    "date": "12 Feb",
    "title": "Bone Adverse Events in Cancer Patients Undergoing Immune Checkpoint Inhibitor Therapy: A Comprehensive Review of the Literature from the Clinical Action Group of the European Calcified Tissue Society",
    "comment": "ผลข้างเคียงต่อกระดูกจากการรักษาด้วย Immune Checkpoint Inhibitors ในผู้ป่วยมะเร็ง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41677898/"
  },
  {
    "date": "12 Feb",
    "title": "Neutrophil CD64 index for rapid diagnosis of",
    "comment": "ดัชนี Neutrophil CD64 อาจช่วยวินิจฉัยภาวะการติดเชื้อเฉียบพลันได้รวดเร็ว",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41676059/"
  },
  {
    "date": "11 Feb",
    "title": "Emergency Department-Initiated Buprenorphine for Opioid Use Disorder: A Randomized Clinical Trial",
    "comment": "เป็นแนวทางใหม่ในการรักษา OUD ใน ER ที่พิสูจน์ประสิทธิภาพและผลลัพธ์ที่ดี",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41670966/"
  },
  {
    "date": "11 Feb",
    "title": "Device-Assisted vs Standard Valsalva Maneuver for Terminating Supraventricular Tachycardia: A Randomized Clinical Trial",
    "comment": "เทคนิคใหม่ในการรักษา SVT ที่อาจมีประสิทธิภาพสูงกว่าวิธีมาตรฐาน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41670992/"
  },
  {
    "date": "11 Feb",
    "title": "Association between early prehospital photoplethysmography waveform features and subsequent hemodynamic changes in trauma patients",
    "comment": "การตรวจจับสัญญาณชีพเบื้องต้นด้วย PPG waveform ในผู้ป่วย trauma เพื่อคาดการณ์ภาวะแทรกซ้อน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41670951/"
  },
  {
    "date": "11 Feb",
    "title": "Clinical and Immunologic Effects of Extracorporeal Cytokine Removal in Patients with Septic Shock: A Randomized Controlled Trial",
    "comment": "แนวทางการรักษา Septic Shock ที่อาจช่วยลดการอักเสบและปรับปรุงผลลัพธ์",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41670614/"
  },
  {
    "date": "11 Feb",
    "title": "Artificial intelligence and diagnosis and management of tuberculosis disease in children",
    "comment": "AI มีบทบาทสำคัญในการวินิจฉัยและจัดการวัณโรคในเด็ก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41670428/"
  },
  {
    "date": "11 Feb",
    "title": "Antibody-Oriented Engineering Enables Rapid and Ultrasensitive SERRS-Based Detection of Cardiac Troponin T for Acute Myocardial Infarction Diagnosis",
    "comment": "นวัตกรรมเทคนิค SERRS สำหรับตรวจ Troponin T ที่รวดเร็วและแม่นยำสูง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41670331/"
  },
  {
    "date": "11 Feb",
    "title": "Non-physician delivered intravitreal injection service: A systematic review of safety, implementation, training and patient experience",
    "comment": "การประเมินความปลอดภัยและประสิทธิภาพของบริการฉีด intravitreal โดยบุคลากรที่ไม่ใช่แพทย์",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41670243/"
  },
  {
    "date": "11 Feb",
    "title": "Silicone Encapsulation of Cardiac Pacemakers to Prevent Mechanical Disruption.",
    "comment": "นวัตกรรมใหม่ในการป้องกันความเสียหายของเครื่องกระตุ้นหัวใจ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41669770/"
  },
  {
    "date": "11 Feb",
    "title": "The RESCUE7 Framework: A Practical Mindset for Junior Physicians in the Emergency Department",
    "comment": "กรอบการทำงานที่ช่วยให้แพทย์ ER รุ่นใหม่รับมือกับสถานการณ์วิกฤตได้อย่างมีประสิทธิภาพ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41669604/"
  },
  {
    "date": "11 Feb",
    "title": "Silence of the Electrocardiogram: A Case Series With Occluded Coronaries and Normal Electrocardiograms",
    "comment": "ประเด็นที่น่าสนใจเกี่ยวกับผู้ป่วย AMI ที่ EKG ปกติ อาจนำไปสู่การวินิจฉัยที่ผิดพลาด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41669643/"
  },
  {
    "date": "11 Feb",
    "title": "Circulating Markers of Neutrophil Extracellular Traps for Long-Term Prognosis in Patients With Acute Chest Pain.",
    "comment": "NEtosis markers ในเลือดอาจบอก prognosis ระยะยาวในผู้ป่วยปวดหน้าอกเฉียบพลัน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41669984/"
  },
  {
    "date": "11 Feb",
    "title": "Artificial intelligence in trauma care: applications, ethical challenges, and pathways toward responsible integration.",
    "comment": "AI มีบทบาทมากขึ้นใน trauma care ต้องพิจารณาประเด็นจริยธรรมควบคู่ไปด้วย",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41669936/"
  },
  {
    "date": "11 Feb",
    "title": "Assessing Cardiovascular Dysfunction Using Cardiac Strain After Diphenhydramine Overdose.",
    "comment": "Cardiac strain อาจช่วยประเมินภาวะหัวใจล้มเหลวจากการได้รับ Diphenhydramine เกินขนาด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41669567/"
  },
  {
    "date": "10 Feb",
    "title": "Shaking Up the Cocktail: Integrating Sphenopalatine Ganglion Block Into Emergency Department Headache Care",
    "comment": "การใช้ Sphenopalatine Ganglion Block ใน ER เพื่อรักษาอาการปวดศีรษะเฉียบพลัน เป็นทางเลือกใหม่ที่น่าสนใจ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41665591/"
  },
  {
    "date": "10 Feb",
    "title": "Ambient Artificial Intelligence Scribe Adoption and Documentation Time in the Emergency Department",
    "comment": "AI Scribe ช่วยลดเวลาการบันทึกข้อมูลใน ER ได้จริงหรือไม่? น่าสนใจสำหรับ workflow ใหม่",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41665590/"
  },
  {
    "date": "10 Feb",
    "title": "Impact of Virtual Reality Technology on Pediatric Patients During Venous Access in the Emergency Department: A Meta-Analysis",
    "comment": "VR ช่วยลดความปวดและความวิตกกังวลในเด็กขณะเจาะเลือดใน ER ได้อย่างมีนัยสำคัญ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41665560/"
  },
  {
    "date": "10 Feb",
    "title": "Mechanical versus Manual Chest Compressions for Cardiopulmonary Resuscitation in Emergency Department: A Comparative Study",
    "comment": "การเปรียบเทียบ CPR ด้วยเครื่อง vs. Manual Chest Compressions ใน ER มีผลต่อผลลัพธ์อย่างไร?",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41664681/"
  },
  {
    "date": "10 Feb",
    "title": "Machine Learning Models for Predicting the Need for Early Packed Red Blood Cell Transfusion in Multiple Trauma Patients",
    "comment": "ML ช่วยทำนายการให้เลือดในผู้ป่วย trauma ได้แม่นยำขึ้น ลดการเสียเลือดและภาวะแทรกซ้อน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41664679/"
  },
  {
    "date": "10 Feb",
    "title": "Bypassing D-dimer Testing in Suspected High-Risk Pulmonary Embolism in the Emergency Department: A Case Report",
    "comment": "กรณีศึกษาที่ท้าทายแนวคิดการใช้ D-dimer ใน PE ความเสี่ยงสูงใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41664665/"
  },
  {
    "date": "10 Feb",
    "title": "The clinical and cost-effectiveness of paravertebral blockade versus thoracic epidural blockade in reducing chronic post-thoracotomy pain: TOPIC2 RCT synopsis",
    "comment": "การเปรียบเทียบ Paravertebral vs. Thoracic Epidural Block เพื่อลดปวดหลังผ่าตัดทรวงอก มีความคุ้มค่าอย่างไร?",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41664616/"
  },
  {
    "date": "10 Feb",
    "title": "Emerging AI-Involved Research in Transcultural Nursing and Healthcare",
    "comment": "AI จะเข้ามามีบทบาทในบริบทพยาบาลข้ามวัฒนธรรมและการดูแลสุขภาพอย่างไร?",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41664200/"
  },
  {
    "date": "10 Feb",
    "title": "Long non-coding RNAs as key regulators in sepsis: from immune response to organ dysfunction",
    "comment": "lncRNAs มีบทบาทสำคัญต่อ Sepsis ตั้งแต่การตอบสนองทางภูมิคุ้มกันจนถึงอวัยวะล้มเหลว น่าจะเป็นเป้าหมายการรักษาใหม่",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41664216/"
  },
  {
    "date": "10 Feb",
    "title": "Longitudinal analysis of pain symptoms and risk factors in patients with incident liver disease: a nationwide cohort study",
    "comment": "ความสัมพันธ์ระหว่างอาการปวดกับปัจจัยเสี่ยงในผู้ป่วยโรคตับที่เกิดขึ้นใหม่ เป็นข้อมูลสำคัญในการจัดการผู้ป่วย ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41664217/"
  },
  {
    "date": "10 Feb",
    "title": "Dual resistance to carbapenems and colistin in",
    "comment": "แนวโน้มเชื้อดื้อยาที่น่ากังวลสำหรับผู้ป่วยวิกฤตใน ER",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41665622/"
  },
  {
    "date": "10 Feb",
    "title": "Lassa virus circumvents macrophage and dendritic cell antiviral defences in its natural reservoir, the Natal multimammate mouse (Mastomys natalensis).",
    "comment": "กลไกการหลบเลี่ยงภูมิคุ้มกันของไวรัส Lassa ที่อาจนำไปสู่การรักษาใหม่",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41663544/"
  },
  {
    "date": "10 Feb",
    "title": "Hypertensive Havoc: When Malignant Hypertension Mimics Thrombotic Thrombocytopenic Purpura",
    "comment": "ภาวะความดันโลหิตสูงที่อันตราย สามารถเลียนแบบ TTP ได้ ต้องระวัง!",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41664793/"
  },
  {
    "date": "10 Feb",
    "title": "Clarithromycin for treating sepsis in adults",
    "comment": "ยาปฏิชีวนะตัวเก่าอาจมีบทบาทใหม่ในการรักษา Sepsis",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41665068/"
  },
  {
    "date": "9 Feb",
    "title": "Glucocorticoids for Preventing Migraine Recurrence in the Emergency Department.",
    "comment": "การใช้สเตียรอยด์เพื่อป้องกันไมเกรนกลับเป็นซ้ำใน ER เป็นแนวทางใหม่ที่น่าสนใจ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41661582/"
  },
  {
    "date": "9 Feb",
    "title": "Videolaryngoscopic Intubation and Difficult Airway Classification (VIDIAC) accuracy in the prediction of first-pass nasal intubation using a video laryngoscope.",
    "comment": "เครื่องมือช่วยคาดการณ์การใส่ท่อช่วยหายใจที่ยากด้วยวิดีโอลาแรงโกสโคป",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41661538/"
  },
  {
    "date": "9 Feb",
    "title": "Improving Delirium Screening and Detection in the Emergency Department (ED): The Implementation and Evaluation of the ED Delirium Detection Program.",
    "comment": "โปรแกรมคัดกรองและวินิจฉัยภาวะเพ้อใน ER ที่มีหลักฐานชัดเจน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41660681/"
  },
  {
    "date": "9 Feb",
    "title": "Use of Machine Learning to Predict Hospital Admission for EMS-Treated Infants After a Suspected BRUE.",
    "comment": "AI ช่วยทำนายความเสี่ยงที่ทารกจะถูกรับไว้ในโรงพยาบาลหลังได้รับ EMS จาก BRUE",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41661244/"
  },
  {
    "date": "9 Feb",
    "title": "Orthopaedic emergencies - associations between race, gender, insurance type, and hospital admission.",
    "comment": "ข้อมูลประเด็นความไม่เท่าเทียมในการเข้าถึงการรักษาออร์โธปิดิกส์ฉุกเฉิน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41661258/"
  },
  {
    "date": "9 Feb",
    "title": "Comparative effectiveness of prehospital resuscitation strategies on mortality for patients with major trauma: a network meta-analysis.",
    "comment": "กลยุทธ์การช่วยชีวิตก่อนถึงโรงพยาบาลที่ได้ผลที่สุดสำหรับผู้ป่วยอุบัติเหตุรุนแรง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41661170/"
  },
  {
    "date": "9 Feb",
    "title": "Naloxone and Buprenorphine Treatment for Adolescent Opioid Overdose and Opioid Use Disorder: A Review.",
    "comment": "แนวทางการรักษาการติด opioid และภาวะ overdose ในวัยรุ่นที่ครอบคลุม",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41661628/"
  },
  {
    "date": "9 Feb",
    "title": "Glucagon-like Peptide-1 Receptor Agonists and Risk of Pneumonia and Postprocedure Hospitalization Among Patients Undergoing Gastrointestinal Endoscopy.",
    "comment": "GLP-1 RA ส่งผลต่อความเสี่ยงปอดอักเสบและแอดมิดหลังส่องกล้องทางเดินอาหาร",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41660373/"
  },
  {
    "date": "9 Feb",
    "title": "Artificial intelligence-driven predictive analytics for postoperative management and recovery in trauma patients.",
    "comment": "AI ช่วยทำนายและบริหารจัดการหลังผ่าตัดผู้ป่วยอุบัติเหตุ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41661189/"
  },
  {
    "date": "9 Feb",
    "title": "Risk Factors for Invasive Infection in Febrile Oncology Patients Related to Cancer Type.",
    "comment": "ปัจจัยเสี่ยงติดเชื้อในผู้ป่วยมะเร็งที่มีไข้ จำแนกตามชนิดมะเร็ง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41661178/"
  },
  {
    "date": "8 Feb",
    "title": "qSOFA and Lactate for Nurse-Led Identification of High-Risk Septic Patients: A Prospective Observational Study",
    "comment": "การใช้ qSOFA และ Lactate ในการคัดกรองผู้ป่วย Sepsis โดยพยาบาล อาจช่วยระบุผู้ป่วยความเสี่ยงสูงได้",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41654996/"
  },
  {
    "date": "8 Feb",
    "title": "Artificial intelligence in emergency surgery: a scoping review within the artificial intelligence in emergency and trauma surgery (ARIES) project",
    "comment": "AI มีบทบาทสำคัญในการผ่าตัดฉุกเฉินและบาดแผล ซึ่งเป็นแนวโน้มที่น่าจับตามอง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41654983/"
  },
  {
    "date": "8 Feb",
    "title": "Computed tomography in pediatric blunt abdominal trauma: current evidence, challenges, and future directions - a systematic review and meta-analysis",
    "comment": "CT scan ยังคงเป็นเครื่องมือหลักในการประเมินการบาดเจ็บในช่องท้องทื่อในเด็ก แต่ก็มีความท้าทายและทิศทางอนาคตที่ต้องพิจารณา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41654849/"
  },
  {
    "date": "8 Feb",
    "title": "Factors associated with missed stroke diagnosis in prehospital triage: a single-center cohort study",
    "comment": "ปัจจัยที่ทำให้เกิดการวินิจฉัยโรคหลอดเลือดสมองล่าช้าในการคัดกรองก่อนถึงโรงพยาบาลเป็นสิ่งสำคัญที่ต้องทบทวนเพื่อปรับปรุงการดูแล",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41654812/"
  },
  {
    "date": "8 Feb",
    "title": "Application of machine learning for the diagnosis and prognosis of sepsis-induced acute respiratory distress syndrome: a systematic review and meta-analysis",
    "comment": "Machine learning สามารถช่วยในการวินิจฉัยและพยากรณ์โรค ARDS ที่เกิดจาก Sepsis ได้อย่างมีประสิทธิภาพ",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41654807/"
  },
  {
    "date": "8 Feb",
    "title": "Study on the construction of a predictive model for delayed encephalopathy after acute carbon monoxide poisoning",
    "comment": "การสร้างโมเดลทำนายภาวะสมองเสื่อมล่าช้าหลังได้รับพิษจากคาร์บอนมอนอกไซด์เฉียบพลันเป็นสิ่งจำเป็นเพื่อการดูแลที่ทันท่วงที",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41654772/"
  },
  {
    "date": "8 Feb",
    "title": "Global prevalence, mortality, and comorbidities of patients with diabetes mellitus and proven Candida auris emerging infection: a systematic review & meta-analysis",
    "comment": "การระบาดของ Candida auris ในผู้ป่วยเบาหวานเป็นปัญหาสาธารณสุขที่ต้องเฝ้าระวังและศึกษาเพิ่มเติม",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41654747/"
  },
  {
    "date": "8 Feb",
    "title": "Beyond lactate: prognostic value of metabolic and biochemical parameters in methanol poisoning - a retrospective observational study",
    "comment": "นอกจาก lactate ยังมีพารามิเตอร์เมตาบอลิกและชีวเคมีอื่นๆ ที่มีค่าในการพยากรณ์โรคในภาวะพิษจากเมทานอล",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41654740/"
  },
  {
    "date": "8 Feb",
    "title": "Emergence of NDM-type metallo-β-lactamase and ArmA 16S rRNA methylase co-producing Morganella morganii in Myanmar",
    "comment": "การดื้อยาของเชื้อแบคทีเรีย เป็นภัยคุกคามที่ทวีความรุนแรงขึ้น ซึ่งต้องมีการเฝ้าระวังและศึกษาอย่างต่อเนื่อง",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41654715/"
  },
  {
    "date": "8 Feb",
    "title": "Recombinant factor VIIa versus placebo for spontaneous intracerebral haemorrhage within 2 h of symptom onset (FASTEST): a multicentre, double-blind, randomised, placebo-controlled, phase 3 trial",
    "comment": "การใช้ Recombinant factor VIIa ในผู้ป่วย ICH ระยะเฉียบพลัน มีผลต่อผลลัพธ์ของผู้ป่วย ซึ่งเป็นข้อมูลสำคัญในการรักษา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41653933/"
  },
  {
    "date": "7 Feb",
    "title": "Endovascular reperfusion strategies for pregnancy-related pulmonary embolism: A systematic review.",
    "comment": "กลยุทธ์การรักษาภาวะลิ่มเลือดอุดตันในปอดที่เกี่ยวข้องกับการตั้งครรภ์ด้วยการเปิดหลอดเลือดแบบ Endovascular",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41653269/"
  },
  {
    "date": "7 Feb",
    "title": "The Occasional limb tourniquet application and tourniquet conversion.",
    "comment": "การใช้สายรัดห้ามเลือดที่แขนขาและเทคนิคการแปลงสายรัด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41652988/"
  },
  {
    "date": "7 Feb",
    "title": "AI in virtual fracture clinics: A systematic review of imaging and clinical-text tools.",
    "comment": "การใช้ AI ในคลินิกกระดูกหักเสมือนจริง: ทบทวนเครื่องมือภาพและข้อมูลทางคลินิก",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41652489/"
  },
  {
    "date": "7 Feb",
    "title": "Artificial intelligence for fracture detection on computed tomography: A systematic review and meta-analysis.",
    "comment": "การใช้ AI เพื่อตรวจจับกระดูกหักจาก CT Scan: การทบทวนและวิเคราะห์อภิมาน",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41652293/"
  },
  {
    "date": "7 Feb",
    "title": "Microcirculatory Dysfunction in Sepsis.",
    "comment": "ความผิดปกติของการไหลเวียนโลหิตจุลภาคในภาวะ Sepsis",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41651602/"
  },
  {
    "date": "7 Feb",
    "title": "Pediatric Sepsis: Evolving Subphenotypes, Overlap Syndromes, and the Path to Precision Therapies.",
    "comment": "Sepsis ในเด็ก: การจำแนกกลุ่มย่อยใหม่, โรคที่ทับซ้อน และแนวทางการรักษาเฉพาะบุคคล",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41651600/"
  },
  {
    "date": "7 Feb",
    "title": "Phage vB_AbaM_MU1 for biocontrol of carbapenem-resistant Acinetobacter baumannii (CRAB).",
    "comment": "การใช้ฟาจ (Phage) ในการควบคุมเชื้อ Acinetobacter baumannii ดื้อยา Carbapenem",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41652486/"
  },
  {
    "date": "7 Feb",
    "title": "Taurine Alleviates Sepsis-Induced Myocardial Injury by Inhibiting NF-κB Pathway-Mediated Inflammation, Mitochondrial Dysfunction, and Apoptosis.",
    "comment": "ทอรีนช่วยลดความเสียหายต่อกล้ามเนื้อหัวใจจาก Sepsis ด้วยการยับยั้งการอักเสบในวิถี NF-κB",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41652232/"
  },
  {
    "date": "7 Feb",
    "title": "The double threat: bacterial and fungal co-/superinfection in viral pneumonia.",
    "comment": "ภัยคุกคามสองเท่า: การติดเชื้อแบคทีเรียและเชื้อรา ร่วม/ซ้ำซ้อน ในภาวะปอดอักเสบจากไวรัส",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41653012/"
  },
  {
    "date": "7 Feb",
    "title": "Real-time public health interventions driven by wastewater and environmental surveillance during Uganda's 2025 martyrs day mass gathering.",
    "comment": "การเฝ้าระวังทางสาธารณสุขแบบเรียลไทม์จากการตรวจน้ำเสียและสิ่งแวดล้อม ในช่วงการรวมตัวครั้งใหญ่",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41652615/"
  },
  {
    "date": "7 Feb",
    "title": "Combatting antibiotic resistance: challenges and emerging therapeutic strategies.",
    "comment": "ประเด็นสำคัญที่ ER ต้องเผชิญ การทำความเข้าใจกลยุทธ์ใหม่ๆ ในการต่อสู้กับเชื้อดื้อยา",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41653009/"
  },
  {
    "date": "7 Feb",
    "title": "Risk factors disrupting wholistic wellness among indigenous families during COVID-19.",
    "comment": "การทำความเข้าใจปัจจัยที่ส่งผลต่อสุขภาพองค์รวมในกลุ่มเปราะบาง อาจนำไปสู่การดูแลผู้ป่วย ER ที่ครอบคลุมมากขึ้น",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41652902/"
  },
  {
    "date": "7 Feb",
    "title": "Training level and analgesic outcomes of ultrasound-guided nerve blocks in the emergency department: An analysis from the NURVE block registry.",
    "comment": "การประเมินประสิทธิภาพและระดับการฝึกฝนการทำ Nerve block ใน ER อาจส่งผลต่อการจัดการความปวด",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41650759/"
  }
]