[
    {
        "id": "2cfba464-60a7-8128-80c1-ee9e8effccb9",
        "pmid": null,
        "title": "Superior Sagittal Sinus Thrombosis presented as a migraine headache with normal D Dimer",
        "date": "2025-12-20",
        "summary": "- วัตถุประสงค์: เพื่อรายงานกรณีศึกษาผู้ป่วยภาวะหลอดเลือดดำในสมองส่วน Superior Sagittal Sinus อุดตัน (SSST) ที่มีอาการแสดงคล้ายไมเกรนและมีระดับ D-dimer ปกติ เพื่อเน้นย้ำถึงความจำเป็นในการตรวจวินิจฉัยอย่างละเอียดในกลุ่มเสี่ยงแม้ผลทางห้องปฏิบัติการจะปกติ\n- วิธีการ: รายงานกรณีศึกษาในผู้ป่วยหญิงอายุ 49 ปีที่มีประวัติไมเกรนและใช้ยาคุมกำเนิด ซึ่งมาด้วยอาการปวดศีรษะรุนแรงและคอแข็ง โดยดำเนินการวินิจฉัยผ่านการตรวจร่างกาย การตรวจระดับ D-dimer การทำ CT scan และการทำ MRV เพื่อยืนยันผล\n- ผลลัพธ์และผลวิเคระาห์ทางสถิติ: แม้ผลตรวจ CT และค่า D-dimer จะแสดงผลปกติ แต่การตรวจ MRV พบการอุดตันของหลอดเลือดดำและภาวะสมองขาดเลือด (lacunar infarction) ซึ่งหลังจากได้รับยาต้านการแข็งตัวของเลือด ผู้ป่วยมีการฟื้นตัวที่ดีและสามารถออกจากโรงพยาบาลได้ภายใน 11 วัน",
        "content": "",
        "link": "https://www.notion.so/Superior-Sagittal-Sinus-Thrombosis-presented-as-a-migraine-headache-with-normal-D-Dimer-2cfba46460a7812880c1ee9e8effccb9",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    },
    {
        "id": "2cfba464-60a7-8143-a5eb-c3967dfdb059",
        "pmid": null,
        "title": "A narrative review of the diabetic ketoacidosis and hyperosmolar hyperglycemic state overlap syndrome",
        "date": "2025-12-20",
        "summary": "- วัตถุประสงค์: เพื่อรวบรวมและวิเคราะห์หลักฐานในปัจจุบันเกี่ยวกับระบาดวิทยา พยาธิสรีรวิทยา และแนวทางการรักษาภาวะแทรกซ้อนร่วมกันระหว่าง DKA และ HHS ในผู้ป่วยเบาหวานทั้งชนิดที่ 1 และ 2 ทั้งในกลุ่มเด็กและผู้ใหญ่\n- วิธีการ: การทบทวนวรรณกรรมเชิงพรรณนา (Narrative Review) โดยรวบรวมและสังเคราะห์ข้อมูลจากการศึกษาวิจัยและเอกสารทางวิชาการที่ได้รับการตีพิมพ์มาก่อนหน้า\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: พบผู้ป่วยที่มีภาวะซ้อนทับกันมากถึง 1 ใน 3 ซึ่งมีความเสี่ยงต่อภาวะแทรกซ้อนรุนแรงและอัตราการเสียชีวิตสูงกว่าผู้ป่วยที่มีอาการเพียงอย่างเดียว โดยในปัจจุบันยังไม่มีโปรโตคอลการจัดการที่เป็นมาตรฐานสากลและจำเป็นต้องมีการรักษาแบบเฉพาะเจาะจงรายบุคคล",
        "content": "",
        "link": "https://www.notion.so/A-narrative-review-of-the-diabetic-ketoacidosis-and-hyperosmolar-hyperglycemic-state-overlap-syndrom-2cfba46460a78143a5ebc3967dfdb059",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    },
    {
        "id": "2cfba464-60a7-8144-b6c1-eaf7c226e998",
        "pmid": null,
        "title": "Beyond the label: ethical and clinical implications of off-label drug use in pediatric emergency care.",
        "date": "2025-12-20",
        "summary": "- **วัตถุประสงค์:** เพื่อสำรวจความแพร่หลาย ความท้าทาย และผลกระทบทางจริยธรรมและกฎหมายของการใช้ยานอกข้อบ่งใช้ (off-label drug use) ในการดูแลผู้ป่วยเด็กในภาวะฉุกเฉิน\n- **วิธีการ:** การทบทวนประเด็นสำคัญและใช้กรณีศึกษา (case study) ในสถานการณ์ทางคลินิกจริงเพื่อสะท้อนถึงความซับซ้อนของการสั่งใช้ยานอกข้อบ่งใช้ในแผนกฉุกเฉิน\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** สรุปได้ว่าการสั่งใช้ยาดังกล่าวจำเป็นต้องมีการสร้างสมดุลระหว่างความต้องการทางการแพทย์และข้อกำหนดทางกฎหมาย โดยเสนอแนวทางการวิจัยในอนาคตเพื่อพัฒนาขั้นตอนการขอความยินยอม การเฝ้าระวังความปลอดภัยหลังจำหน่ายยา และการจัดทำแนวทางปฏิบัติบนพื้นฐานของหลักฐานเชิงประจักษ์",
        "content": "",
        "link": "https://www.notion.so/Beyond-the-label-ethical-and-clinical-implications-of-off-label-drug-use-in-pediatric-emergency-car-2cfba46460a78144b6c1eaf7c226e998",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    }
]