[
    {
        "id": "2cfba464-60a7-8113-917d-cb2e5e1baf15",
        "pmid": "41388553",
        "title": "Abdominal ultrasound (FAST) in hemodynamically stable children with blunt abdominal trauma: study protocol for a randomized controlled trial",
        "date": "2025-12-22",
        "summary": "- **วัตถุประสงค์:** เพื่อศึกษาผลกระทบของการตรวจอัลตราซาวด์หน้าท้อง (FAST) ในการลดการใช้การตรวจเอกซเรย์คอมพิวเตอร์ (CT scan) อย่างปลอดภัยในเด็กที่ได้รับบาดเจ็บที่หน้าท้องแต่มีสัญญาณชีพคงตัว และประเมินว่าควรนำการตรวจ FAST มาใช้เป็นมาตรฐานในการตรวจเบื้องต้นหรือไม่\n- **วิธีการ:** เป็นการศึกษาวิจัยแบบสุ่มและมีกลุ่มควบคุม (Randomized Controlled Trial) แบบพหุสถาบัน โดยสุ่มเด็กผู้เข้าร่วมจำนวน 3,194 ถึง 4,346 ราย ออกเป็น 2 กลุ่ม ได้แก่ กลุ่มที่ได้รับการตรวจ FAST ร่วมกับการดูแลตามปกติ และกลุ่มที่ได้รับการดูแลตามปกติเพียงอย่างเดียว ในศูนย์การแพทย์ 6 แห่ง\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** ตัวชี้วัดหลักคือสัดส่วนการใช้ CT scan ภายใน 24 ชั่วโมงแรก และอัตราการวินิจฉัยภาวะบาดเจ็บในช่องท้องที่ผิดพลาดหรือล่าช้า นอกจากนี้จะมีการวิเคราะห์ผลรอง เช่น ระยะเวลาที่อยู่ในแผนกฉุกเฉิน อัตราการนอนโรงพยาบาล และอัตราการผ่าตัดเปิดช่องท้อง",
        "content": "",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41388553/",
        "tags": [
            "General"
        ]
    },
    {
        "id": "2cfba464-60a7-8128-80c1-ee9e8effccb9",
        "pmid": "41323311",
        "title": "Superior Sagittal Sinus Thrombosis presented as a migraine headache with normal D Dimer",
        "date": "2025-12-22",
        "summary": "- วัตถุประสงค์: เพื่อรายงานกรณีศึกษาผู้ป่วยภาวะหลอดเลือดดำในสมองส่วน Superior Sagittal Sinus อุดตัน (SSST) ที่มีอาการแสดงคล้ายไมเกรนและมีระดับ D-dimer ปกติ เพื่อเน้นย้ำถึงความจำเป็นในการตรวจวินิจฉัยอย่างละเอียดในกลุ่มเสี่ยงแม้ผลทางห้องปฏิบัติการจะปกติ\n- วิธีการ: รายงานกรณีศึกษาในผู้ป่วยหญิงอายุ 49 ปีที่มีประวัติไมเกรนและใช้ยาคุมกำเนิด ซึ่งมาด้วยอาการปวดศีรษะรุนแรงและคอแข็ง โดยดำเนินการวินิจฉัยผ่านการตรวจร่างกาย การตรวจระดับ D-dimer การทำ CT scan และการทำ MRV เพื่อยืนยันผล\n- ผลลัพธ์และผลวิเคระาห์ทางสถิติ: แม้ผลตรวจ CT และค่า D-dimer จะแสดงผลปกติ แต่การตรวจ MRV พบการอุดตันของหลอดเลือดดำและภาวะสมองขาดเลือด (lacunar infarction) ซึ่งหลังจากได้รับยาต้านการแข็งตัวของเลือด ผู้ป่วยมีการฟื้นตัวที่ดีและสามารถออกจากโรงพยาบาลได้ภายใน 11 วัน",
        "content": "",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41323311/",
        "tags": [
            "General"
        ]
    },
    {
        "id": "2cfba464-60a7-8144-b6c1-eaf7c226e998",
        "pmid": "41390441",
        "title": "Beyond the label: ethical and clinical implications of off-label drug use in pediatric emergency care.",
        "date": "2025-12-22",
        "summary": "- **วัตถุประสงค์:** เพื่อสำรวจความแพร่หลาย ความท้าทาย และผลกระทบทางจริยธรรมและกฎหมายของการใช้ยานอกข้อบ่งใช้ (off-label drug use) ในการดูแลผู้ป่วยเด็กในภาวะฉุกเฉิน\n- **วิธีการ:** การทบทวนประเด็นสำคัญและใช้กรณีศึกษา (case study) ในสถานการณ์ทางคลินิกจริงเพื่อสะท้อนถึงความซับซ้อนของการสั่งใช้ยานอกข้อบ่งใช้ในแผนกฉุกเฉิน\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** สรุปได้ว่าการสั่งใช้ยาดังกล่าวจำเป็นต้องมีการสร้างสมดุลระหว่างความต้องการทางการแพทย์และข้อกำหนดทางกฎหมาย โดยเสนอแนวทางการวิจัยในอนาคตเพื่อพัฒนาขั้นตอนการขอความยินยอม การเฝ้าระวังความปลอดภัยหลังจำหน่ายยา และการจัดทำแนวทางปฏิบัติบนพื้นฐานของหลักฐานเชิงประจักษ์",
        "content": "",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41390441/",
        "tags": [
            "General"
        ]
    },
    {
        "id": "2cfba464-60a7-814b-b590-f2362539d6f3",
        "pmid": "41390697",
        "title": "AI-powered models for overcrowding prediction at TUMS hospitals",
        "date": "2025-12-22",
        "summary": "- วัตถุประสงค์: เพื่อพัฒนาและประเมินประสิทธิภาพของแบบจำลองปัญญาประดิษฐ์ (AI) ในการพยากรณ์ความแออัดรายวันในแผนกฉุกเฉิน (ED) ของโรงพยาบาล 5 แห่งสังกัดมหาวิทยาลัยวิทยาศาสตร์การแพทย์เตหะราน (TUMS) เพื่อเป็นเครื่องมือเตือนภัยและเพิ่มประสิทธิภาพการบริหารจัดการโรงพยาบาล\n- วิธีการ: ใช้ข้อมูลอนุกรมเวลาโดยเริ่มต้นจาก 121 คุณลักษณะ แล้วคัดเลือกด้วยวิธี mRMR และ Elastic Net ร่วมกับเทคนิค TSCVG จากนั้นใช้การเรียนรู้เชิงลึกและโมเดลต่างๆ เช่น LSTM, SVM, CNN และ Random Forest โดยรวมผลลัพธ์ด้วยเทคนิค Ensemble และวิธี VP-BMA\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: การลดจำนวนคุณลักษณะช่วยเพิ่มประสิทธิภาพโมเดลอย่างมีนัยสำคัญ โดย SVM และ LSTM ให้ผลการพยากรณ์ที่น่าเชื่อถือที่สุด ซึ่งโรงพยาบาล A มีประสิทธิภาพสูงสุด (ROC 0.95-0.98) ในขณะที่โรงพยาบาล B และ D มีประสิทธิภาพต่ำในทุกเกณฑ์การทดสอบ",
        "content": "",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41390697/",
        "tags": [
            "General"
        ]
    },
    {
        "id": "2cfba464-60a7-814d-8c0a-d09c76f09f5d",
        "pmid": "41229253",
        "title": "Clinical significance of pyuria in pediatric diabetic ketoacidosis: evidence against empirical antibiotic use",
        "date": "2025-12-22",
        "summary": "- วัตถุประสงค์: เพื่อประเมินความถี่และความสำคัญทางคลินิกของภาวะเม็ดเลือดขาวในปัสสาวะ (pyuria) โดยวิเคราะห์ปัจจัยทางคลินิก ห้องปฏิบัติการ และค่าทางชีวเคมีในผู้ป่วยเด็กที่มีภาวะเลือดเป็นกรดจากคีโตนในเบาหวาน (DKA)\n- วิธีการ: ศึกษาเชิงสังเกตแบบไปข้างหน้าในเด็ก 150 ราย (อายุ 1-14 ปี) ที่เป็น DKA โดยประเมินประวัติ การตรวจร่างกาย และผลตรวจทางห้องปฏิบัติการ เช่น การตรวจปัสสาวะ การเพาะเชื้อ และก๊าซในเลือด เพื่อเปรียบเทียบระหว่างกลุ่มที่มีและไม่มีภาวะเม็ดเลือดขาวในปัสสาวะ\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: พบภาวะ pyuria ถึง 42% แต่มีการติดเชื้อทางเดินปัสสาวะ (UTI) ที่ยืนยันโดยการเพาะเชื้อเพียง 4.7% โดย pyuria สัมพันธ์อย่างมีนัยสำคัญกับอายุที่มากขึ้น (p=0.02), เพศหญิง (p < 0.001), ระดับน้ำตาลในเลือดที่ต่ำกว่า (p=0.03) และค่า PaO2 ที่ต่ำกว่า (p=0.009) ในขณะที่ระดับความรู้สึกตัวและจำนวนเม็ดเลือดขาวรวมไม่มีความแตกต่างอย่างมีนัยสำคัญ",
        "content": "",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41229253/",
        "tags": [
            "General"
        ]
    },
    {
        "id": "2cfba464-60a7-816b-a4fe-f5e06ebc17a8",
        "pmid": "41384111",
        "title": "Balanced multi-electrolyte solution versus normal saline for fluid therapy in aneurysmal subarachnoid hemorrhage: an influence on fluid and electrolytes balance and outcome",
        "date": "2025-12-22",
        "summary": "- **วัตถุประสงค์:** เพื่อเปรียบเทียบอุบัติการณ์ของภาวะคลอไรด์ในเลือดสูง (hyperchloremia) ระหว่างการใช้สารละลายอิเล็กโทรไลต์แบบสมดุล (BMES) เทียบกับน้ำเกลือปกติ (NS) ในผู้ป่วยที่มีภาวะเลือดออกใต้เยื่อหุ้มสมองชั้นกลางจากหลอดเลือดสมองโป่งพอง (aSAH) รวมถึงประเมินความเป็นไปได้และความปลอดภัยในการรักษา\n- **วิธีการ:** การศึกษาทางคลินิกแบบสุ่มและมีกลุ่มควบคุมระยะนำร่อง (pilot study) ในศูนย์การแพทย์แห่งเดียว โดยสุ่มผู้ป่วยจำนวน 60 ราย (แบ่งกลุ่มละ 30 ราย) ให้ได้รับสารละลาย BMES หรือ NS เป็นเวลา 3 วันในช่วงที่พักรักษาตัวในหอผู้ป่วยวิกฤต (ICU)\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** ภายใน 3 วันของการสุ่ม ไม่พบความแตกต่างอย่างมีนัยสำคัญทางสถิติของอุบัติการณ์ภาวะคลอไรด์ในเลือดสูงระหว่างสองกลุ่ม (BMES 60% vs. NS 76.7%, p=0.165) อย่างไรก็ตาม ในวันที่ 1 ของการทดลองพบว่ากลุ่ม BMES มีอุบัติการณ์ภาวะคลอไรด์ในเลือดสูงและภาวะกรดจากคลอไรด์สูงน้อยกว่ากลุ่ม NS อย่างมีนัยสำคัญ (36.7% vs. 63.3%, p=0.039) โดยไม่พบความแตกต่างในด้านระดับครีอะตินีน อุบัติการณ์การบาดเจ็บของไตเฉียบพลัน หรือระยะเวลาการพำนักในโรงพยาบาล",
        "content": "",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41384111/",
        "tags": [
            "General"
        ]
    },
    {
        "id": "2cfba464-60a7-8189-808c-e7385d9704f2",
        "pmid": "41380068",
        "title": "Biological Sex Is Associated with Pre-Tibial Subcutaneous Tissue Depth for Intraosseous Catheter Insertion",
        "date": "2025-12-22",
        "summary": "- วัตถุประสงค์: เพื่อศึกษาความสัมพันธ์ระหว่างลักษณะเฉพาะของผู้ป่วยกับความหนาของเนื้อเยื่ออ่อนบริเวณจุดใส่เข็มเจาะไขกระดูก (IO) ที่กระดูกหน้าแข้งส่วนบน เพื่อระบุกลุ่มเสี่ยงที่มีความหนาของเนื้อเยื่อมากเกินไปซึ่งอาจส่งผลต่อความล้มเหลวในการใส่เข็ม\n- วิธีการ: ศึกษาย้อนหลังในผู้ป่วยผู้ใหญ่ 368 รายที่ได้รับการทำเอกซเรย์คอมพิวเตอร์ (CT) บริเวณขา โดยวัดความหนาของเนื้อเยื่อจากภาพ CT และวิเคราะห์ข้อมูลปัจจัยต่างๆ เช่น เพศ, อายุ, BMI และโรคประจำตัว\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: พบว่าเพศหญิง, ส่วนสูงที่น้อย และน้ำหนักหรือ BMI ที่เพิ่มขึ้น มีความสัมพันธ์กับการเพิ่มขึ้นของความหนาเนื้อเยื่ออย่างมีนัยสำคัญทางสถิติ โดยเฉพาะเพศหญิงมีความหนาของเนื้อเยื่อมากกว่าเพศชายที่มี BMI เท่ากัน ในขณะที่โรคประจำตัวอื่นๆ ไม่มีความสัมพันธ์กับความหนาของเนื้อเยื่ออย่างมีนัยสำคัญ",
        "content": "",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41380068/",
        "tags": [
            "General"
        ]
    },
    {
        "id": "2cfba464-60a7-8189-957d-e5e94bbb28c4",
        "pmid": "41181488",
        "title": "SGLT2i-induced euglycemic diabetic ketoacidosis in a heart failure patient with acute myocardial infarction: a case report",
        "date": "2025-12-22",
        "summary": "- **วัตถุประสงค์:** เพื่อรายงานกรณีศึกษาและแจ้งเตือนแพทย์เกี่ยวกับภาวะเลือดเป็นกรดจากคีโตนที่มีระดับน้ำตาลในเลือดปกติ (euDKA) ซึ่งเป็นผลแทรกซ้อนที่รุนแรงจากการใช้ยาในกลุ่ม SGLT2i ในผู้ป่วยที่มีภาวะวิกฤตทางระบบหัวใจและหลอดเลือด\n- **วิธีการ:** รายงานกรณีผู้ป่วยหญิงอายุ 48 ปีที่เป็นโรคเบาหวานชนิดที่ 2 และความดันโลหิตสูง ซึ่งได้รับการรักษาด้วยการสวนหัวใจ (PCI) จากภาวะกล้ามเนื้อหัวใจขาดเลือดเฉียบพลัน (AMI) และได้รับยา canagliflozin เพื่อรักษาภาวะหัวใจล้มเหลว\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** ผู้ป่วยเกิดภาวะ euDKA โดยมีอาการหายใจเร็ว คลื่นไส้ อาเจียน และตรวจพบภาวะเลือดเป็นกรดร่วมกับมีสารคีโตนในเลือดสูงแม้ระดับน้ำตาลจะไม่สูงมาก ผู้ป่วยได้รับการรักษาจนปลอดภัยด้วยการชดเชยน้ำและเกลือแร่ร่วมกับการให้อินซูลินทางหลอดเลือดดำ โดยสรุปควรหลีกเลี่ยงการใช้ SGLT2i ในระยะวิกฤตจนกว่าผู้ป่วยจะมีอาการคงที่",
        "content": "",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41181488/",
        "tags": [
            "General"
        ]
    },
    {
        "id": "2cfba464-60a7-81a0-897e-f1ddc85969ca",
        "pmid": "41209582",
        "title": "Effectiveness of Short-Acting Oral Antihypertensives in Asymptomatic Markedly Elevated Blood Pressure: An Inverse Probability Treatment Weighted Study",
        "date": "2025-12-22",
        "summary": "- วัตถุประสงค์: เพื่อศึกษาประสิทธิภาพของยาลดความดันโลหิตชนิดรับประทานที่ออกฤทธิ์เร็วในผู้ป่วยที่มีภาวะความดันโลหิตสูงรุนแรงแต่ไม่มีอาการ (AMEBP) เพื่อระบุแนวทางการรักษาที่ช่วยให้จำหน่ายผู้ป่วยออกจากห้องฉุกเฉินได้อย่างปลอดภัยและทันเวลา\n- วิธีการ: การศึกษาแบบย้อนหลังในผู้ป่วย 158 ราย ณ โรงพยาบาลลำปาง โดยเปรียบเทียบการใช้ยา Captopril, Hydralazine, Metoprolol หรือยาสูตรผสม และประเมินการลดลงของความดันโลหิตเฉลี่ย (MAP) ภายใน 60 นาที โดยใช้การวิเคราะห์ทางสถิติแบบ IPTW และ multinomial odds ratios (mORs)\n- ผลลัพธ์และผลวิเคระาห์ทางสถิติ: ยา Captopril และ Hydralazine มีแนวโน้มลดความดันได้ในระดับที่เหมาะสม (10-15%) มากที่สุด ในขณะที่การใช้ Captopril ร่วมกับ Hydralazine มีความเสี่ยงสูงสุดที่จะทำให้ความดันลดลงมากเกินไปอย่างมีนัยสำคัญทางสถิติ (mOR: 3.04; 95% CI: 1.02, 9.00) โดยสรุปว่า Captopril เป็นทางเลือกแรกที่เหมาะสมหากจำเป็นต้องให้ยาที่ห้องฉุกเฉิน",
        "content": "",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41209582/",
        "tags": [
            "General"
        ]
    },
    {
        "id": "2cfba464-60a7-81af-8065-c3a6097b3213",
        "pmid": "41388251",
        "title": "Respiratory National Early Warning Score for 28-day mortality prediction in suspected sepsis patients in the emergency department",
        "date": "2025-12-22",
        "summary": "- วัตถุประสงค์: เพื่อพัฒนาและประเมินผลคะแนน Respiratory National Early Warning Score (R-NEWS) ซึ่งเน้นพารามิเตอร์ด้านระบบทางเดินหายใจ เพื่อเพิ่มประสิทธิภาพในการทำนายอัตราการเสียชีวิตภายในระยะเวลา 7 วัน และ 28 วัน สำหรับผู้ป่วยที่สงสัยว่ามีภาวะติดเชื้อในกระแสเลือด (Sepsis) ในแผนกฉุกเฉิน\n- วิธีการ: การศึกษาแบบไปข้างหน้า (Prospective cohort study) ในผู้ป่วยผู้ใหญ่ 1,348 ราย ณ แผนกฉุกเฉินโรงพยาบาลธรรมศาสตร์เฉลิมพระเกียรติ โดยใช้การวิเคราะห์การถดถอยโลจิสติกเพื่อระบุปัจจัยทำนายและสร้างระบบคะแนน R-NEWS จากนั้นเปรียบเทียบประสิทธิภาพกับคะแนน NEWS, qSOFA และ SIRS ด้วยค่า AuROC และตรวจสอบความแม่นยำภายในด้วยวิธี Bootstrapping\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: พบปัจจัยทำนายอิสระ 5 ประการ ได้แก่ อัตราการหายใจ, การใช้ออกซิเจนเสริม, ความดันโลหิตซิสโตลิก, อัตราการเต้นของหัวใจ และระดับความรู้สึกตัว (GCS) โดย R-NEWS มีค่า AuROC สำหรับทำนายการเสียชีวิตที่ 28 วันเท่ากับ 0.72 และที่ 7 วันเท่ากับ 0.76 ซึ่งสูงกว่า NEWS, qSOFA และ SIRS นอกจากนี้กลุ่มที่มีความเสี่ยงสูง (คะแนน ≥ 7) มีอัตราการเสียชีวิตสูงถึง 28.9% เมื่อเทียบกับกลุ่มเสี่ยงต่ำที่มีเพียง 3.9%",
        "content": "",
        "link": "https://pubmed.ncbi.nlm.nih.gov/41388251/",
        "tags": [
            "General"
        ]
    }
]