[
    {
        "id": "2cfba464-60a7-8113-917d-cb2e5e1baf15",
        "pmid": "41388553",
        "title": "Abdominal ultrasound (FAST) in hemodynamically stable children with blunt abdominal trauma: study protocol for a randomized controlled trial",
        "date": "2025-12-20",
        "summary": "- **วัตถุประสงค์:** เพื่อศึกษาผลกระทบของการตรวจอัลตราซาวด์หน้าท้อง (FAST) ในการลดการใช้การตรวจเอกซเรย์คอมพิวเตอร์ (CT scan) อย่างปลอดภัยในเด็กที่ได้รับบาดเจ็บที่หน้าท้องแต่มีสัญญาณชีพคงตัว และประเมินว่าควรนำการตรวจ FAST มาใช้เป็นมาตรฐานในการตรวจเบื้องต้นหรือไม่\n- **วิธีการ:** เป็นการศึกษาวิจัยแบบสุ่มและมีกลุ่มควบคุม (Randomized Controlled Trial) แบบพหุสถาบัน โดยสุ่มเด็กผู้เข้าร่วมจำนวน 3,194 ถึง 4,346 ราย ออกเป็น 2 กลุ่ม ได้แก่ กลุ่มที่ได้รับการตรวจ FAST ร่วมกับการดูแลตามปกติ และกลุ่มที่ได้รับการดูแลตามปกติเพียงอย่างเดียว ในศูนย์การแพทย์ 6 แห่ง\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** ตัวชี้วัดหลักคือสัดส่วนการใช้ CT scan ภายใน 24 ชั่วโมงแรก และอัตราการวินิจฉัยภาวะบาดเจ็บในช่องท้องที่ผิดพลาดหรือล่าช้า นอกจากนี้จะมีการวิเคราะห์ผลรอง เช่น ระยะเวลาที่อยู่ในแผนกฉุกเฉิน อัตราการนอนโรงพยาบาล และอัตราการผ่าตัดเปิดช่องท้อง",
        "content": "",
        "link": "https://www.notion.so/Abdominal-ultrasound-FAST-in-hemodynamically-stable-children-with-blunt-abdominal-trauma-study-pr-2cfba46460a78113917dcb2e5e1baf15",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    },
    {
        "id": "2cfba464-60a7-8128-80c1-ee9e8effccb9",
        "pmid": "41323311",
        "title": "Superior Sagittal Sinus Thrombosis presented as a migraine headache with normal D Dimer",
        "date": "2025-12-20",
        "summary": "- วัตถุประสงค์: เพื่อรายงานกรณีศึกษาผู้ป่วยภาวะหลอดเลือดดำในสมองส่วน Superior Sagittal Sinus อุดตัน (SSST) ที่มีอาการแสดงคล้ายไมเกรนและมีระดับ D-dimer ปกติ เพื่อเน้นย้ำถึงความจำเป็นในการตรวจวินิจฉัยอย่างละเอียดในกลุ่มเสี่ยงแม้ผลทางห้องปฏิบัติการจะปกติ\n- วิธีการ: รายงานกรณีศึกษาในผู้ป่วยหญิงอายุ 49 ปีที่มีประวัติไมเกรนและใช้ยาคุมกำเนิด ซึ่งมาด้วยอาการปวดศีรษะรุนแรงและคอแข็ง โดยดำเนินการวินิจฉัยผ่านการตรวจร่างกาย การตรวจระดับ D-dimer การทำ CT scan และการทำ MRV เพื่อยืนยันผล\n- ผลลัพธ์และผลวิเคระาห์ทางสถิติ: แม้ผลตรวจ CT และค่า D-dimer จะแสดงผลปกติ แต่การตรวจ MRV พบการอุดตันของหลอดเลือดดำและภาวะสมองขาดเลือด (lacunar infarction) ซึ่งหลังจากได้รับยาต้านการแข็งตัวของเลือด ผู้ป่วยมีการฟื้นตัวที่ดีและสามารถออกจากโรงพยาบาลได้ภายใน 11 วัน",
        "content": "",
        "link": "https://www.notion.so/Superior-Sagittal-Sinus-Thrombosis-presented-as-a-migraine-headache-with-normal-D-Dimer-2cfba46460a7812880c1ee9e8effccb9",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    },
    {
        "id": "2cfba464-60a7-8144-b6c1-eaf7c226e998",
        "pmid": "41390441",
        "title": "Beyond the label: ethical and clinical implications of off-label drug use in pediatric emergency care.",
        "date": "2025-12-20",
        "summary": "- **วัตถุประสงค์:** เพื่อสำรวจความแพร่หลาย ความท้าทาย และผลกระทบทางจริยธรรมและกฎหมายของการใช้ยานอกข้อบ่งใช้ (off-label drug use) ในการดูแลผู้ป่วยเด็กในภาวะฉุกเฉิน\n- **วิธีการ:** การทบทวนประเด็นสำคัญและใช้กรณีศึกษา (case study) ในสถานการณ์ทางคลินิกจริงเพื่อสะท้อนถึงความซับซ้อนของการสั่งใช้ยานอกข้อบ่งใช้ในแผนกฉุกเฉิน\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** สรุปได้ว่าการสั่งใช้ยาดังกล่าวจำเป็นต้องมีการสร้างสมดุลระหว่างความต้องการทางการแพทย์และข้อกำหนดทางกฎหมาย โดยเสนอแนวทางการวิจัยในอนาคตเพื่อพัฒนาขั้นตอนการขอความยินยอม การเฝ้าระวังความปลอดภัยหลังจำหน่ายยา และการจัดทำแนวทางปฏิบัติบนพื้นฐานของหลักฐานเชิงประจักษ์",
        "content": "",
        "link": "https://www.notion.so/Beyond-the-label-ethical-and-clinical-implications-of-off-label-drug-use-in-pediatric-emergency-car-2cfba46460a78144b6c1eaf7c226e998",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    },
    {
        "id": "2cfba464-60a7-814b-b590-f2362539d6f3",
        "pmid": "41390697",
        "title": "AI-powered models for overcrowding prediction at TUMS hospitals",
        "date": "2025-12-20",
        "summary": "- วัตถุประสงค์: เพื่อพัฒนาและประเมินประสิทธิภาพของแบบจำลองปัญญาประดิษฐ์ (AI) ในการพยากรณ์ความแออัดรายวันในแผนกฉุกเฉิน (ED) ของโรงพยาบาล 5 แห่งสังกัดมหาวิทยาลัยวิทยาศาสตร์การแพทย์เตหะราน (TUMS) เพื่อเป็นเครื่องมือเตือนภัยและเพิ่มประสิทธิภาพการบริหารจัดการโรงพยาบาล\n- วิธีการ: ใช้ข้อมูลอนุกรมเวลาโดยเริ่มต้นจาก 121 คุณลักษณะ แล้วคัดเลือกด้วยวิธี mRMR และ Elastic Net ร่วมกับเทคนิค TSCVG จากนั้นใช้การเรียนรู้เชิงลึกและโมเดลต่างๆ เช่น LSTM, SVM, CNN และ Random Forest โดยรวมผลลัพธ์ด้วยเทคนิค Ensemble และวิธี VP-BMA\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: การลดจำนวนคุณลักษณะช่วยเพิ่มประสิทธิภาพโมเดลอย่างมีนัยสำคัญ โดย SVM และ LSTM ให้ผลการพยากรณ์ที่น่าเชื่อถือที่สุด ซึ่งโรงพยาบาล A มีประสิทธิภาพสูงสุด (ROC 0.95-0.98) ในขณะที่โรงพยาบาล B และ D มีประสิทธิภาพต่ำในทุกเกณฑ์การทดสอบ",
        "content": "",
        "link": "https://www.notion.so/AI-powered-models-for-overcrowding-prediction-at-TUMS-hospitals-2cfba46460a7814bb590f2362539d6f3",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    },
    {
        "id": "2cfba464-60a7-814d-8c0a-d09c76f09f5d",
        "pmid": "41229253",
        "title": "Clinical significance of pyuria in pediatric diabetic ketoacidosis: evidence against empirical antibiotic use",
        "date": "2025-12-20",
        "summary": "- วัตถุประสงค์: เพื่อประเมินความถี่และความสำคัญทางคลินิกของภาวะเม็ดเลือดขาวในปัสสาวะ (pyuria) โดยวิเคราะห์ปัจจัยทางคลินิก ห้องปฏิบัติการ และค่าทางชีวเคมีในผู้ป่วยเด็กที่มีภาวะเลือดเป็นกรดจากคีโตนในเบาหวาน (DKA)\n- วิธีการ: ศึกษาเชิงสังเกตแบบไปข้างหน้าในเด็ก 150 ราย (อายุ 1-14 ปี) ที่เป็น DKA โดยประเมินประวัติ การตรวจร่างกาย และผลตรวจทางห้องปฏิบัติการ เช่น การตรวจปัสสาวะ การเพาะเชื้อ และก๊าซในเลือด เพื่อเปรียบเทียบระหว่างกลุ่มที่มีและไม่มีภาวะเม็ดเลือดขาวในปัสสาวะ\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: พบภาวะ pyuria ถึง 42% แต่มีการติดเชื้อทางเดินปัสสาวะ (UTI) ที่ยืนยันโดยการเพาะเชื้อเพียง 4.7% โดย pyuria สัมพันธ์อย่างมีนัยสำคัญกับอายุที่มากขึ้น (p=0.02), เพศหญิง (p < 0.001), ระดับน้ำตาลในเลือดที่ต่ำกว่า (p=0.03) และค่า PaO2 ที่ต่ำกว่า (p=0.009) ในขณะที่ระดับความรู้สึกตัวและจำนวนเม็ดเลือดขาวรวมไม่มีความแตกต่างอย่างมีนัยสำคัญ",
        "content": "",
        "link": "https://www.notion.so/Clinical-significance-of-pyuria-in-pediatric-diabetic-ketoacidosis-evidence-against-empirical-antib-2cfba46460a7814d8c0ad09c76f09f5d",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    },
    {
        "id": "2cfba464-60a7-8189-808c-e7385d9704f2",
        "pmid": "41380068",
        "title": "Biological Sex Is Associated with Pre-Tibial Subcutaneous Tissue Depth for Intraosseous Catheter Insertion",
        "date": "2025-12-20",
        "summary": "- วัตถุประสงค์: เพื่อศึกษาความสัมพันธ์ระหว่างลักษณะเฉพาะของผู้ป่วยกับความหนาของเนื้อเยื่ออ่อนบริเวณจุดใส่เข็มเจาะไขกระดูก (IO) ที่กระดูกหน้าแข้งส่วนบน เพื่อระบุกลุ่มเสี่ยงที่มีความหนาของเนื้อเยื่อมากเกินไปซึ่งอาจส่งผลต่อความล้มเหลวในการใส่เข็ม\n- วิธีการ: ศึกษาย้อนหลังในผู้ป่วยผู้ใหญ่ 368 รายที่ได้รับการทำเอกซเรย์คอมพิวเตอร์ (CT) บริเวณขา โดยวัดความหนาของเนื้อเยื่อจากภาพ CT และวิเคราะห์ข้อมูลปัจจัยต่างๆ เช่น เพศ, อายุ, BMI และโรคประจำตัว\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: พบว่าเพศหญิง, ส่วนสูงที่น้อย และน้ำหนักหรือ BMI ที่เพิ่มขึ้น มีความสัมพันธ์กับการเพิ่มขึ้นของความหนาเนื้อเยื่ออย่างมีนัยสำคัญทางสถิติ โดยเฉพาะเพศหญิงมีความหนาของเนื้อเยื่อมากกว่าเพศชายที่มี BMI เท่ากัน ในขณะที่โรคประจำตัวอื่นๆ ไม่มีความสัมพันธ์กับความหนาของเนื้อเยื่ออย่างมีนัยสำคัญ",
        "content": "",
        "link": "https://www.notion.so/Biological-Sex-Is-Associated-with-Pre-Tibial-Subcutaneous-Tissue-Depth-for-Intraosseous-Catheter-Ins-2cfba46460a78189808ce7385d9704f2",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    }
]