[
    {
        "id": "2cfba464-60a7-8143-a5eb-c3967dfdb059",
        "title": "A narrative review of the diabetic ketoacidosis and hyperosmolar hyperglycemic state overlap syndrome",
        "date": "2025-12-20",
        "summary": "- วัตถุประสงค์: เพื่อรวบรวมและวิเคราะห์หลักฐานในปัจจุบันเกี่ยวกับระบาดวิทยา พยาธิสรีรวิทยา และแนวทางการรักษาภาวะแทรกซ้อนร่วมกันระหว่าง DKA และ HHS ในผู้ป่วยเบาหวานทั้งชนิดที่ 1 และ 2 ทั้งในกลุ่มเด็กและผู้ใหญ่\n- วิธีการ: การทบทวนวรรณกรรมเชิงพรรณนา (Narrative Review) โดยรวบรวมและสังเคราะห์ข้อมูลจากการศึกษาวิจัยและเอกสารทางวิชาการที่ได้รับการตีพิมพ์มาก่อนหน้า\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: พบผู้ป่วยที่มีภาวะซ้อนทับกันมากถึง 1 ใน 3 ซึ่งมีความเสี่ยงต่อภาวะแทรกซ้อนรุนแรงและอัตราการเสียชีวิตสูงกว่าผู้ป่วยที่มีอาการเพียงอย่างเดียว โดยในปัจจุบันยังไม่มีโปรโตคอลการจัดการที่เป็นมาตรฐานสากลและจำเป็นต้องมีการรักษาแบบเฉพาะเจาะจงรายบุคคล",
        "content": "",
        "link": "https://www.notion.so/A-narrative-review-of-the-diabetic-ketoacidosis-and-hyperosmolar-hyperglycemic-state-overlap-syndrom-2cfba46460a78143a5ebc3967dfdb059",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    },
    {
        "id": "2cfba464-60a7-815a-bde6-d89210dbcb9c",
        "title": "Early prediction of antibiotic need and bacteremia risk in non-immunocompromised pediatric emergency patients using machine learning",
        "date": "2025-12-20",
        "summary": "- วัตถุประสงค์: เพื่อพัฒนาและประเมินกรอบการทำงานด้วยการเรียนรู้ของเครื่อง (Machine Learning) แบบสองส่วนในการทำนายความจำเป็นในการใช้ยาปฏิชีวนะและความเสี่ยงในการติดเชื้อในกระแสเลือดในผู้ป่วยเด็กฉุกเฉินที่ไม่มีภาวะภูมิคุ้มกันบกพร่อง เพื่อเพิ่มความปลอดภัยและประสิทธิภาพในการบริหารยาปฏิชีวนะ\n- วิธีการ: ใช้ข้อมูลย้อนหลังจากเวชระเบียนอิเล็กทรอนิกส์ของผู้ป่วยเด็ก 5,706 ราย จากแผนกฉุกเฉิน 6 แห่ง พัฒนาแบบจำลองด้วย XGBoost สองรูปแบบ ได้แก่ แบบจำลองทำนายการทรุดตัวของอาการในกลุ่มที่ยังไม่ได้รับยาปฏิชีวนะ และแบบจำลองทำนายโอกาสติดเชื้อในกระแสเลือดในกลุ่มที่ได้รับยาปฏิชีวนะเริ่มแรก โดยประเมินผลด้วยการตรวจสอบไขว้ (Cross-validation) และใช้ค่า SHAP เพื่อช่วยในการอธิบายผล\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: แบบจำลองมีประสิทธิภาพสูงด้วยค่าพื้นที่ใต้กราฟ (AUC) ที่ดีและมีค่าพยากรณ์ผลลบ (NPV) สูงกว่า 96% โดยปัจจัยสำคัญในการทำนาย ได้แก่ การใช้ออกซิเจนเสริม การมีไข้ ความอิ่มตัวของออกซิเจนต่ำ อายุ และผลตรวจห้องปฏิบัติการที่ผิดปกติ",
        "content": "",
        "link": "https://www.notion.so/Early-prediction-of-antibiotic-need-and-bacteremia-risk-in-non-immunocompromised-pediatric-emergency-2cfba46460a7815abde6d89210dbcb9c",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    },
    {
        "id": "2cfba464-60a7-81c3-8ffa-ecc58e00e6cb",
        "title": "Current guidelines in hypertension management with special focus on management of extremely high blood pressure: a systematic review",
        "date": "2025-12-20",
        "summary": "- วัตถุประสงค์: เพื่อรวบรวมและทบทวนแนวทางเวชปฏิบัติ (Guidelines) ในการจัดการโรคความดันโลหิตสูง โดยเน้นการจัดการภาวะวิกฤตจากความดันโลหิตสูง (Hypertensive Crises) การรักษาในผู้ใหญ่และผู้สูงอายุ ภาวะแทรกซ้อน และการกำหนดเป้าหมายระดับความดันโลหิต\n- วิธีการ: ทำการสืบค้นข้อมูลอย่างเป็นระบบ (Systematic Review) จากฐานข้อมูล PubMed, Scopus และ Web of Science ในช่วงปี 2010-2025 โดยคัดเลือกแนวทางเวชปฏิบัติมาศึกษาจำนวน 17 ฉบับ เพื่อวิเคราะห์ข้อมูลด้านการรักษา เป้าหมายความดันโลหิต การใช้ยา และการจัดการผู้ป่วยที่มีภาวะอวัยวะส่วนปลายถูกทำลาย (End-Organ Damage)\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: ภาวะฉุกเฉินคือระดับความดัน ≥180/120 mmHg ร่วมกับมีอวัยวะถูกทำลาย ซึ่งต้องลดความดันลง 20-25% ภายในชั่วโมงแรก โดยพบว่าโรคหลอดเลือดสมองตีบเป็นภาวะที่ถูกกล่าวถึงมากที่สุด (8 ฉบับ) นอกจากนี้ยังพบช่องว่างของข้อมูลว่าแนวทางส่วนใหญ่เน้นการรักษาผู้ป่วยนอก แต่ยังขาดหลักฐานการวิจัยที่เพียงพอสำหรับการรักษาผู้ป่วยในโรงพยาบาล",
        "content": "",
        "link": "https://www.notion.so/Current-guidelines-in-hypertension-management-with-special-focus-on-management-of-extremely-high-blo-2cfba46460a781c38ffaecc58e00e6cb",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    },
    {
        "id": "2cfba464-60a7-81f0-abd0-f0a5fb40b085",
        "title": "SGLT2i-induced euglycemic diabetic ketoacidosis in a heart failure patient with acute myocardial infarction: a case report",
        "date": "2025-12-20",
        "summary": "- วัตถุประสงค์: เพื่อรายงานกรณีศึกษาผู้ป่วยที่มีภาวะเลือดเป็นกรดจากคีโตนในเบาหวานโดยที่ระดับน้ำตาลในเลือดปกติ (euDKA) ซึ่งเกิดจากการใช้ยาในกลุ่ม SGLT2i ในผู้ป่วยที่มีภาวะกล้ามเนื้อหัวใจตายเฉียบพลันและหัวใจล้มเหลว เพื่อให้แพทย์ตระหนักถึงความเสี่ยงและวินิจฉัยได้ทันท่วงที\n- วิธีการ: ศึกษาจากกรณีผู้ป่วยหญิงอายุ 48 ปีที่เป็นเบาหวานชนิดที่ 2 และความดันโลหิตสูง ซึ่งเข้ารับการผ่าตัดขยายหลอดเลือดหัวใจฉุกเฉิน (PCI) และได้รับยา canagliflozin (SGLT2i) เพื่อรักษาภาวะหัวใจล้มเหลว โดยติดตามอาการหลังการผ่าตัดและการตรวจทางห้องปฏิบัติการ\n- ผลลัพธ์และผลวิเคระาห์ทางสถิติ: ผู้ป่วยเกิดภาวะ euDKA ซึ่งตรวจพบภาวะเลือดเป็นกรด (metabolic acidosis) และมีสารคีโตนในเลือดสูงแม้ระดับน้ำตาลในเลือดเพิ่มขึ้นเพียงเล็กน้อย แต่สามารถรักษาจนหายเป็นปกติได้ด้วยการให้สารน้ำ เกลือแร่ และอินซูลินทางหลอดเลือดดำ ทั้งนี้มีข้อสรุปว่าควรหลีกเลี่ยงการใช้ยา SGLT2i ในระยะวิกฤตของโรคหัวใจและหลอดเลือดจนกว่าอาการของผู้ป่วยจะคงที่",
        "content": "",
        "link": "https://www.notion.so/SGLT2i-induced-euglycemic-diabetic-ketoacidosis-in-a-heart-failure-patient-with-acute-myocardial-inf-2cfba46460a781f0abd0f0a5fb40b085",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    }
]