[
    {
        "id": "2cfba464-60a7-8113-917d-cb2e5e1baf15",
        "pmid": "41388553",
        "title": "Abdominal ultrasound (FAST) in hemodynamically stable children with blunt abdominal trauma: study protocol for a randomized controlled trial",
        "date": "2025-12-21",
        "summary": "- **วัตถุประสงค์:** เพื่อศึกษาผลกระทบของการตรวจอัลตราซาวด์หน้าท้อง (FAST) ในการลดการใช้การตรวจเอกซเรย์คอมพิวเตอร์ (CT scan) อย่างปลอดภัยในเด็กที่ได้รับบาดเจ็บที่หน้าท้องแต่มีสัญญาณชีพคงตัว และประเมินว่าควรนำการตรวจ FAST มาใช้เป็นมาตรฐานในการตรวจเบื้องต้นหรือไม่\n- **วิธีการ:** เป็นการศึกษาวิจัยแบบสุ่มและมีกลุ่มควบคุม (Randomized Controlled Trial) แบบพหุสถาบัน โดยสุ่มเด็กผู้เข้าร่วมจำนวน 3,194 ถึง 4,346 ราย ออกเป็น 2 กลุ่ม ได้แก่ กลุ่มที่ได้รับการตรวจ FAST ร่วมกับการดูแลตามปกติ และกลุ่มที่ได้รับการดูแลตามปกติเพียงอย่างเดียว ในศูนย์การแพทย์ 6 แห่ง\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** ตัวชี้วัดหลักคือสัดส่วนการใช้ CT scan ภายใน 24 ชั่วโมงแรก และอัตราการวินิจฉัยภาวะบาดเจ็บในช่องท้องที่ผิดพลาดหรือล่าช้า นอกจากนี้จะมีการวิเคราะห์ผลรอง เช่น ระยะเวลาที่อยู่ในแผนกฉุกเฉิน อัตราการนอนโรงพยาบาล และอัตราการผ่าตัดเปิดช่องท้อง",
        "content": "",
        "link": "https://www.notion.so/Abdominal-ultrasound-FAST-in-hemodynamically-stable-children-with-blunt-abdominal-trauma-study-pr-2cfba46460a78113917dcb2e5e1baf15",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    },
    {
        "id": "2cfba464-60a7-8128-80c1-ee9e8effccb9",
        "pmid": "41323311",
        "title": "Superior Sagittal Sinus Thrombosis presented as a migraine headache with normal D Dimer",
        "date": "2025-12-21",
        "summary": "- วัตถุประสงค์: เพื่อรายงานกรณีศึกษาผู้ป่วยภาวะหลอดเลือดดำในสมองส่วน Superior Sagittal Sinus อุดตัน (SSST) ที่มีอาการแสดงคล้ายไมเกรนและมีระดับ D-dimer ปกติ เพื่อเน้นย้ำถึงความจำเป็นในการตรวจวินิจฉัยอย่างละเอียดในกลุ่มเสี่ยงแม้ผลทางห้องปฏิบัติการจะปกติ\n- วิธีการ: รายงานกรณีศึกษาในผู้ป่วยหญิงอายุ 49 ปีที่มีประวัติไมเกรนและใช้ยาคุมกำเนิด ซึ่งมาด้วยอาการปวดศีรษะรุนแรงและคอแข็ง โดยดำเนินการวินิจฉัยผ่านการตรวจร่างกาย การตรวจระดับ D-dimer การทำ CT scan และการทำ MRV เพื่อยืนยันผล\n- ผลลัพธ์และผลวิเคระาห์ทางสถิติ: แม้ผลตรวจ CT และค่า D-dimer จะแสดงผลปกติ แต่การตรวจ MRV พบการอุดตันของหลอดเลือดดำและภาวะสมองขาดเลือด (lacunar infarction) ซึ่งหลังจากได้รับยาต้านการแข็งตัวของเลือด ผู้ป่วยมีการฟื้นตัวที่ดีและสามารถออกจากโรงพยาบาลได้ภายใน 11 วัน",
        "content": "",
        "link": "https://www.notion.so/Superior-Sagittal-Sinus-Thrombosis-presented-as-a-migraine-headache-with-normal-D-Dimer-2cfba46460a7812880c1ee9e8effccb9",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    },
    {
        "id": "2cfba464-60a7-8144-b6c1-eaf7c226e998",
        "pmid": "41390441",
        "title": "Beyond the label: ethical and clinical implications of off-label drug use in pediatric emergency care.",
        "date": "2025-12-21",
        "summary": "- **วัตถุประสงค์:** เพื่อสำรวจความแพร่หลาย ความท้าทาย และผลกระทบทางจริยธรรมและกฎหมายของการใช้ยานอกข้อบ่งใช้ (off-label drug use) ในการดูแลผู้ป่วยเด็กในภาวะฉุกเฉิน\n- **วิธีการ:** การทบทวนประเด็นสำคัญและใช้กรณีศึกษา (case study) ในสถานการณ์ทางคลินิกจริงเพื่อสะท้อนถึงความซับซ้อนของการสั่งใช้ยานอกข้อบ่งใช้ในแผนกฉุกเฉิน\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** สรุปได้ว่าการสั่งใช้ยาดังกล่าวจำเป็นต้องมีการสร้างสมดุลระหว่างความต้องการทางการแพทย์และข้อกำหนดทางกฎหมาย โดยเสนอแนวทางการวิจัยในอนาคตเพื่อพัฒนาขั้นตอนการขอความยินยอม การเฝ้าระวังความปลอดภัยหลังจำหน่ายยา และการจัดทำแนวทางปฏิบัติบนพื้นฐานของหลักฐานเชิงประจักษ์",
        "content": "",
        "link": "https://www.notion.so/Beyond-the-label-ethical-and-clinical-implications-of-off-label-drug-use-in-pediatric-emergency-car-2cfba46460a78144b6c1eaf7c226e998",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    }
]