[
  {
    "id": "2cfba464-60a7-8113-917d-cb2e5e1baf15",
    "name": "Abdominal ultrasound (FAST) in hemodynamically stable children with blunt abdominal trauma: study protocol for a randomized controlled trial",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41388553/",
    "property_tag_2": "",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาผลกระทบของการตรวจอัลตราซาวด์หน้าท้อง (FAST) ในการลดการใช้การตรวจเอกซเรย์คอมพิวเตอร์ (CT scan) อย่างปลอดภัยในเด็กที่ได้รับบาดเจ็บที่หน้าท้องแต่มีสัญญาณชีพคงตัว และประเมินว่าควรนำการตรวจ FAST มาใช้เป็นมาตรฐานในการตรวจเบื้องต้นหรือไม่\n- **วิธีการ:** เป็นการศึกษาวิจัยแบบสุ่มและมีกลุ่มควบคุม (Randomized Controlled Trial) แบบพหุสถาบัน โดยสุ่มเด็กผู้เข้าร่วมจำนวน 3,194 ถึง 4,346 ราย ออกเป็น 2 กลุ่ม ได้แก่ กลุ่มที่ได้รับการตรวจ FAST ร่วมกับการดูแลตามปกติ และกลุ่มที่ได้รับการดูแลตามปกติเพียงอย่างเดียว ในศูนย์การแพทย์ 6 แห่ง\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** ตัวชี้วัดหลักคือสัดส่วนการใช้ CT scan ภายใน 24 ชั่วโมงแรก และอัตราการวินิจฉัยภาวะบาดเจ็บในช่องท้องที่ผิดพลาดหรือล่าช้า นอกจากนี้จะมีการวิเคราะห์ผลรอง เช่น ระยะเวลาที่อยู่ในแผนกฉุกเฉิน อัตราการนอนโรงพยาบาล และอัตราการผ่าตัดเปิดช่องท้อง",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-20T17:50:00.000Z",
    "property_pmid": "41388553",
    "property_name": "Abdominal ultrasound (FAST) in hemodynamically stable children with blunt abdominal trauma: study protocol for a randomized controlled trial"
  },
  {
    "id": "2cfba464-60a7-8128-80c1-ee9e8effccb9",
    "name": "Superior Sagittal Sinus Thrombosis presented as a migraine headache with normal D Dimer",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41323311/",
    "property_tag_2": "",
    "property_comment": "- วัตถุประสงค์: เพื่อรายงานกรณีศึกษาผู้ป่วยภาวะหลอดเลือดดำในสมองส่วน Superior Sagittal Sinus อุดตัน (SSST) ที่มีอาการแสดงคล้ายไมเกรนและมีระดับ D-dimer ปกติ เพื่อเน้นย้ำถึงความจำเป็นในการตรวจวินิจฉัยอย่างละเอียดในกลุ่มเสี่ยงแม้ผลทางห้องปฏิบัติการจะปกติ\n- วิธีการ: รายงานกรณีศึกษาในผู้ป่วยหญิงอายุ 49 ปีที่มีประวัติไมเกรนและใช้ยาคุมกำเนิด ซึ่งมาด้วยอาการปวดศีรษะรุนแรงและคอแข็ง โดยดำเนินการวินิจฉัยผ่านการตรวจร่างกาย การตรวจระดับ D-dimer การทำ CT scan และการทำ MRV เพื่อยืนยันผล\n- ผลลัพธ์และผลวิเคระาห์ทางสถิติ: แม้ผลตรวจ CT และค่า D-dimer จะแสดงผลปกติ แต่การตรวจ MRV พบการอุดตันของหลอดเลือดดำและภาวะสมองขาดเลือด (lacunar infarction) ซึ่งหลังจากได้รับยาต้านการแข็งตัวของเลือด ผู้ป่วยมีการฟื้นตัวที่ดีและสามารถออกจากโรงพยาบาลได้ภายใน 11 วัน",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-20T17:20:00.000Z",
    "property_pmid": "41323311",
    "property_name": "Superior Sagittal Sinus Thrombosis presented as a migraine headache with normal D Dimer"
  },
  {
    "id": "2cfba464-60a7-8144-b6c1-eaf7c226e998",
    "name": "Beyond the label: ethical and clinical implications of off-label drug use in pediatric emergency care.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41390441/",
    "property_tag_2": "",
    "property_comment": "- **วัตถุประสงค์:** เพื่อสำรวจความแพร่หลาย ความท้าทาย และผลกระทบทางจริยธรรมและกฎหมายของการใช้ยานอกข้อบ่งใช้ (off-label drug use) ในการดูแลผู้ป่วยเด็กในภาวะฉุกเฉิน\n- **วิธีการ:** การทบทวนประเด็นสำคัญและใช้กรณีศึกษา (case study) ในสถานการณ์ทางคลินิกจริงเพื่อสะท้อนถึงความซับซ้อนของการสั่งใช้ยานอกข้อบ่งใช้ในแผนกฉุกเฉิน\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** สรุปได้ว่าการสั่งใช้ยาดังกล่าวจำเป็นต้องมีการสร้างสมดุลระหว่างความต้องการทางการแพทย์และข้อกำหนดทางกฎหมาย โดยเสนอแนวทางการวิจัยในอนาคตเพื่อพัฒนาขั้นตอนการขอความยินยอม การเฝ้าระวังความปลอดภัยหลังจำหน่ายยา และการจัดทำแนวทางปฏิบัติบนพื้นฐานของหลักฐานเชิงประจักษ์",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-20T17:22:00.000Z",
    "property_pmid": "41390441",
    "property_name": "Beyond the label: ethical and clinical implications of off-label drug use in pediatric emergency care."
  },
  {
    "id": "2cfba464-60a7-814b-b590-f2362539d6f3",
    "name": "AI-powered models for overcrowding prediction at TUMS hospitals",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41390697/",
    "property_tag_2": "",
    "property_comment": "- วัตถุประสงค์: เพื่อพัฒนาและประเมินประสิทธิภาพของแบบจำลองปัญญาประดิษฐ์ (AI) ในการพยากรณ์ความแออัดรายวันในแผนกฉุกเฉิน (ED) ของโรงพยาบาล 5 แห่งสังกัดมหาวิทยาลัยวิทยาศาสตร์การแพทย์เตหะราน (TUMS) เพื่อเป็นเครื่องมือเตือนภัยและเพิ่มประสิทธิภาพการบริหารจัดการโรงพยาบาล\n- วิธีการ: ใช้ข้อมูลอนุกรมเวลาโดยเริ่มต้นจาก 121 คุณลักษณะ แล้วคัดเลือกด้วยวิธี mRMR และ Elastic Net ร่วมกับเทคนิค TSCVG จากนั้นใช้การเรียนรู้เชิงลึกและโมเดลต่างๆ เช่น LSTM, SVM, CNN และ Random Forest โดยรวมผลลัพธ์ด้วยเทคนิค Ensemble และวิธี VP-BMA\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: การลดจำนวนคุณลักษณะช่วยเพิ่มประสิทธิภาพโมเดลอย่างมีนัยสำคัญ โดย SVM และ LSTM ให้ผลการพยากรณ์ที่น่าเชื่อถือที่สุด ซึ่งโรงพยาบาล A มีประสิทธิภาพสูงสุด (ROC 0.95-0.98) ในขณะที่โรงพยาบาล B และ D มีประสิทธิภาพต่ำในทุกเกณฑ์การทดสอบ",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-20T17:23:00.000Z",
    "property_pmid": "41390697",
    "property_name": "AI-powered models for overcrowding prediction at TUMS hospitals"
  },
  {
    "id": "2cfba464-60a7-814d-8c0a-d09c76f09f5d",
    "name": "Clinical significance of pyuria in pediatric diabetic ketoacidosis: evidence against empirical antibiotic use",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41229253/",
    "property_tag_2": "",
    "property_comment": "- วัตถุประสงค์: เพื่อประเมินความถี่และความสำคัญทางคลินิกของภาวะเม็ดเลือดขาวในปัสสาวะ (pyuria) โดยวิเคราะห์ปัจจัยทางคลินิก ห้องปฏิบัติการ และค่าทางชีวเคมีในผู้ป่วยเด็กที่มีภาวะเลือดเป็นกรดจากคีโตนในเบาหวาน (DKA)\n- วิธีการ: ศึกษาเชิงสังเกตแบบไปข้างหน้าในเด็ก 150 ราย (อายุ 1-14 ปี) ที่เป็น DKA โดยประเมินประวัติ การตรวจร่างกาย และผลตรวจทางห้องปฏิบัติการ เช่น การตรวจปัสสาวะ การเพาะเชื้อ และก๊าซในเลือด เพื่อเปรียบเทียบระหว่างกลุ่มที่มีและไม่มีภาวะเม็ดเลือดขาวในปัสสาวะ\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: พบภาวะ pyuria ถึง 42% แต่มีการติดเชื้อทางเดินปัสสาวะ (UTI) ที่ยืนยันโดยการเพาะเชื้อเพียง 4.7% โดย pyuria สัมพันธ์อย่างมีนัยสำคัญกับอายุที่มากขึ้น (p=0.02), เพศหญิง (p < 0.001), ระดับน้ำตาลในเลือดที่ต่ำกว่า (p=0.03) และค่า PaO2 ที่ต่ำกว่า (p=0.009) ในขณะที่ระดับความรู้สึกตัวและจำนวนเม็ดเลือดขาวรวมไม่มีความแตกต่างอย่างมีนัยสำคัญ",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-20T17:50:00.000Z",
    "property_pmid": "41229253",
    "property_name": "Clinical significance of pyuria in pediatric diabetic ketoacidosis: evidence against empirical antibiotic use"
  },
  {
    "id": "2cfba464-60a7-816b-a4fe-f5e06ebc17a8",
    "name": "Balanced multi-electrolyte solution versus normal saline for fluid therapy in aneurysmal subarachnoid hemorrhage: an influence on fluid and electrolytes balance and outcome",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41384111/",
    "property_tag_2": "",
    "property_comment": "- **วัตถุประสงค์:** เพื่อเปรียบเทียบอุบัติการณ์ของภาวะคลอไรด์ในเลือดสูง (hyperchloremia) ระหว่างการใช้สารละลายอิเล็กโทรไลต์แบบสมดุล (BMES) เทียบกับน้ำเกลือปกติ (NS) ในผู้ป่วยที่มีภาวะเลือดออกใต้เยื่อหุ้มสมองชั้นกลางจากหลอดเลือดสมองโป่งพอง (aSAH) รวมถึงประเมินความเป็นไปได้และความปลอดภัยในการรักษา\n- **วิธีการ:** การศึกษาทางคลินิกแบบสุ่มและมีกลุ่มควบคุมระยะนำร่อง (pilot study) ในศูนย์การแพทย์แห่งเดียว โดยสุ่มผู้ป่วยจำนวน 60 ราย (แบ่งกลุ่มละ 30 ราย) ให้ได้รับสารละลาย BMES หรือ NS เป็นเวลา 3 วันในช่วงที่พักรักษาตัวในหอผู้ป่วยวิกฤต (ICU)\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** ภายใน 3 วันของการสุ่ม ไม่พบความแตกต่างอย่างมีนัยสำคัญทางสถิติของอุบัติการณ์ภาวะคลอไรด์ในเลือดสูงระหว่างสองกลุ่ม (BMES 60% vs. NS 76.7%, p=0.165) อย่างไรก็ตาม ในวันที่ 1 ของการทดลองพบว่ากลุ่ม BMES มีอุบัติการณ์ภาวะคลอไรด์ในเลือดสูงและภาวะกรดจากคลอไรด์สูงน้อยกว่ากลุ่ม NS อย่างมีนัยสำคัญ (36.7% vs. 63.3%, p=0.039) โดยไม่พบความแตกต่างในด้านระดับครีอะตินีน อุบัติการณ์การบาดเจ็บของไตเฉียบพลัน หรือระยะเวลาการพำนักในโรงพยาบาล",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-20T19:10:00.000Z",
    "property_pmid": "41384111",
    "property_name": "Balanced multi-electrolyte solution versus normal saline for fluid therapy in aneurysmal subarachnoid hemorrhage: an influence on fluid and electrolytes balance and outcome"
  },
  {
    "id": "2cfba464-60a7-8189-808c-e7385d9704f2",
    "name": "Biological Sex Is Associated with Pre-Tibial Subcutaneous Tissue Depth for Intraosseous Catheter Insertion",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41380068/",
    "property_tag_2": "",
    "property_comment": "- วัตถุประสงค์: เพื่อศึกษาความสัมพันธ์ระหว่างลักษณะเฉพาะของผู้ป่วยกับความหนาของเนื้อเยื่ออ่อนบริเวณจุดใส่เข็มเจาะไขกระดูก (IO) ที่กระดูกหน้าแข้งส่วนบน เพื่อระบุกลุ่มเสี่ยงที่มีความหนาของเนื้อเยื่อมากเกินไปซึ่งอาจส่งผลต่อความล้มเหลวในการใส่เข็ม\n- วิธีการ: ศึกษาย้อนหลังในผู้ป่วยผู้ใหญ่ 368 รายที่ได้รับการทำเอกซเรย์คอมพิวเตอร์ (CT) บริเวณขา โดยวัดความหนาของเนื้อเยื่อจากภาพ CT และวิเคราะห์ข้อมูลปัจจัยต่างๆ เช่น เพศ, อายุ, BMI และโรคประจำตัว\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: พบว่าเพศหญิง, ส่วนสูงที่น้อย และน้ำหนักหรือ BMI ที่เพิ่มขึ้น มีความสัมพันธ์กับการเพิ่มขึ้นของความหนาเนื้อเยื่ออย่างมีนัยสำคัญทางสถิติ โดยเฉพาะเพศหญิงมีความหนาของเนื้อเยื่อมากกว่าเพศชายที่มี BMI เท่ากัน ในขณะที่โรคประจำตัวอื่นๆ ไม่มีความสัมพันธ์กับความหนาของเนื้อเยื่ออย่างมีนัยสำคัญ",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-20T17:51:00.000Z",
    "property_pmid": "41380068",
    "property_name": "Biological Sex Is Associated with Pre-Tibial Subcutaneous Tissue Depth for Intraosseous Catheter Insertion"
  },
  {
    "id": "2cfba464-60a7-8189-957d-e5e94bbb28c4",
    "name": "SGLT2i-induced euglycemic diabetic ketoacidosis in a heart failure patient with acute myocardial infarction: a case report",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41181488/",
    "property_tag_2": "",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรายงานกรณีศึกษาและแจ้งเตือนแพทย์เกี่ยวกับภาวะเลือดเป็นกรดจากคีโตนที่มีระดับน้ำตาลในเลือดปกติ (euDKA) ซึ่งเป็นผลแทรกซ้อนที่รุนแรงจากการใช้ยาในกลุ่ม SGLT2i ในผู้ป่วยที่มีภาวะวิกฤตทางระบบหัวใจและหลอดเลือด\n- **วิธีการ:** รายงานกรณีผู้ป่วยหญิงอายุ 48 ปีที่เป็นโรคเบาหวานชนิดที่ 2 และความดันโลหิตสูง ซึ่งได้รับการรักษาด้วยการสวนหัวใจ (PCI) จากภาวะกล้ามเนื้อหัวใจขาดเลือดเฉียบพลัน (AMI) และได้รับยา canagliflozin เพื่อรักษาภาวะหัวใจล้มเหลว\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** ผู้ป่วยเกิดภาวะ euDKA โดยมีอาการหายใจเร็ว คลื่นไส้ อาเจียน และตรวจพบภาวะเลือดเป็นกรดร่วมกับมีสารคีโตนในเลือดสูงแม้ระดับน้ำตาลจะไม่สูงมาก ผู้ป่วยได้รับการรักษาจนปลอดภัยด้วยการชดเชยน้ำและเกลือแร่ร่วมกับการให้อินซูลินทางหลอดเลือดดำ โดยสรุปควรหลีกเลี่ยงการใช้ SGLT2i ในระยะวิกฤตจนกว่าผู้ป่วยจะมีอาการคงที่",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-20T17:20:00.000Z",
    "property_pmid": "41181488",
    "property_name": "SGLT2i-induced euglycemic diabetic ketoacidosis in a heart failure patient with acute myocardial infarction: a case report"
  },
  {
    "id": "2cfba464-60a7-81a0-897e-f1ddc85969ca",
    "name": "Effectiveness of Short-Acting Oral Antihypertensives in Asymptomatic Markedly Elevated Blood Pressure: An Inverse Probability Treatment Weighted Study",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41209582/",
    "property_tag_2": "",
    "property_comment": "- วัตถุประสงค์: เพื่อศึกษาประสิทธิภาพของยาลดความดันโลหิตชนิดรับประทานที่ออกฤทธิ์เร็วในผู้ป่วยที่มีภาวะความดันโลหิตสูงรุนแรงแต่ไม่มีอาการ (AMEBP) เพื่อระบุแนวทางการรักษาที่ช่วยให้จำหน่ายผู้ป่วยออกจากห้องฉุกเฉินได้อย่างปลอดภัยและทันเวลา\n- วิธีการ: การศึกษาแบบย้อนหลังในผู้ป่วย 158 ราย ณ โรงพยาบาลลำปาง โดยเปรียบเทียบการใช้ยา Captopril, Hydralazine, Metoprolol หรือยาสูตรผสม และประเมินการลดลงของความดันโลหิตเฉลี่ย (MAP) ภายใน 60 นาที โดยใช้การวิเคราะห์ทางสถิติแบบ IPTW และ multinomial odds ratios (mORs)\n- ผลลัพธ์และผลวิเคระาห์ทางสถิติ: ยา Captopril และ Hydralazine มีแนวโน้มลดความดันได้ในระดับที่เหมาะสม (10-15%) มากที่สุด ในขณะที่การใช้ Captopril ร่วมกับ Hydralazine มีความเสี่ยงสูงสุดที่จะทำให้ความดันลดลงมากเกินไปอย่างมีนัยสำคัญทางสถิติ (mOR: 3.04; 95% CI: 1.02, 9.00) โดยสรุปว่า Captopril เป็นทางเลือกแรกที่เหมาะสมหากจำเป็นต้องให้ยาที่ห้องฉุกเฉิน",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-20T17:20:00.000Z",
    "property_pmid": "41209582",
    "property_name": "Effectiveness of Short-Acting Oral Antihypertensives in Asymptomatic Markedly Elevated Blood Pressure: An Inverse Probability Treatment Weighted Study"
  },
  {
    "id": "2cfba464-60a7-81af-8065-c3a6097b3213",
    "name": "Respiratory National Early Warning Score for 28-day mortality prediction in suspected sepsis patients in the emergency department",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41388251/",
    "property_tag_2": "",
    "property_comment": "- วัตถุประสงค์: เพื่อพัฒนาและประเมินผลคะแนน Respiratory National Early Warning Score (R-NEWS) ซึ่งเน้นพารามิเตอร์ด้านระบบทางเดินหายใจ เพื่อเพิ่มประสิทธิภาพในการทำนายอัตราการเสียชีวิตภายในระยะเวลา 7 วัน และ 28 วัน สำหรับผู้ป่วยที่สงสัยว่ามีภาวะติดเชื้อในกระแสเลือด (Sepsis) ในแผนกฉุกเฉิน\n- วิธีการ: การศึกษาแบบไปข้างหน้า (Prospective cohort study) ในผู้ป่วยผู้ใหญ่ 1,348 ราย ณ แผนกฉุกเฉินโรงพยาบาลธรรมศาสตร์เฉลิมพระเกียรติ โดยใช้การวิเคราะห์การถดถอยโลจิสติกเพื่อระบุปัจจัยทำนายและสร้างระบบคะแนน R-NEWS จากนั้นเปรียบเทียบประสิทธิภาพกับคะแนน NEWS, qSOFA และ SIRS ด้วยค่า AuROC และตรวจสอบความแม่นยำภายในด้วยวิธี Bootstrapping\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: พบปัจจัยทำนายอิสระ 5 ประการ ได้แก่ อัตราการหายใจ, การใช้ออกซิเจนเสริม, ความดันโลหิตซิสโตลิก, อัตราการเต้นของหัวใจ และระดับความรู้สึกตัว (GCS) โดย R-NEWS มีค่า AuROC สำหรับทำนายการเสียชีวิตที่ 28 วันเท่ากับ 0.72 และที่ 7 วันเท่ากับ 0.76 ซึ่งสูงกว่า NEWS, qSOFA และ SIRS นอกจากนี้กลุ่มที่มีความเสี่ยงสูง (คะแนน ≥ 7) มีอัตราการเสียชีวิตสูงถึง 28.9% เมื่อเทียบกับกลุ่มเสี่ยงต่ำที่มีเพียง 3.9%",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-20T17:22:00.000Z",
    "property_pmid": "41388251",
    "property_name": "Respiratory National Early Warning Score for 28-day mortality prediction in suspected sepsis patients in the emergency department"
  },
  {
    "id": "2d0ba464-60a7-8103-bd4d-c9cfd2d3ad27",
    "name": "Subcutaneous fast-acting insulin analogues ± long-acting insulin vs IV insulin infusion in DKA: updated meta-analysis of randomised trials.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39414709/",
    "property_tag_2": "",
    "property_comment": "- **วัตถุประสงค์:** เพื่อเปรียบเทียบประสิทธิภาพและความปลอดภัยของอินซูลินชนิดออกฤทธิ์เร็วทางใต้ผิวหนัง (FAIAs) เพียงอย่างเดียวหรือใช้ร่วมกับอินซูลินชนิดออกฤทธิ์ยาวทางใต้ผิวหนัง (LAI) กับการให้ยาอินซูลินเข้าหลอดเลือดดำ (IVRII) ในผู้ป่วยภาวะเลือดเป็นกรดจากคีโตน (DKA)\n- **วิธีการ:** ทำการสืบค้นการศึกษาแบบสุ่ม (randomised trials) จากฐานข้อมูลอิเล็กทรอนิกส์หลัก โดยเปรียบเทียบ FAIAs ± LAI ทางใต้ผิวหนัง กับ IVRII ในผู้ป่วย DKA โดยประเมินผลลัพธ์หลัก ได้แก่ อัตราการเสียชีวิตในโรงพยาบาล, ระยะเวลาการหายจาก DKA และภาวะน้ำตาลในเลือดสูง, การกลับเป็นซ้ำของ DKA ขณะอยู่ในโรงพยาบาล และการกลับมารักษาซ้ำด้วย DKA หลังออกจากโรงพยาบาล\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** การวิเคราะห์อภิมานนี้รวม 7 การศึกษา ผู้ป่วยส่วนใหญ่เป็นผู้ใหญ่ที่มีภาวะ DKA ระดับน้อยถึงปานกลาง ไม่พบความแตกต่างอย่างมีนัยสำคัญทางสถิติในระยะเวลาการหายจาก DKA (MD = -0.70, 95% CI -2.18 to 0.79 h, p = 0.36) และภาวะน้ำตาลในเลือดสูง (MD = -0.17, 95% CI -1.10 to 0.76 h, p = 0.72) ระหว่างกลุ่ม FAIAs ใต้ผิวหนังและ IVRII ไม่พบผู้เสียชีวิตในโรงพยาบาลหรือการกลับเป็นซ้ำของ DKA ขณะอยู่ในโรงพยาบาล คุณภาพของหลักฐานอยู่ในระดับต่ำถึงต่ำมาก",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-21T19:10:00.000Z",
    "property_pmid": "39414709",
    "property_name": "Subcutaneous fast-acting insulin analogues ± long-acting insulin vs IV insulin infusion in DKA: updated meta-analysis of randomised trials."
  },
  {
    "id": "2d0ba464-60a7-811f-8062-dc8de800200d",
    "name": "Efficacy of Ultrasound-Guided PENG Block for Acute Pain Relief in Adult Hip Fracture Patients: A Double-Blind Randomized Trial",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41387636/",
    "property_tag_2": "",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินประสิทธิภาพและความปลอดภัยของการบล็อกเส้นประสาทรอบแคปซูล (PENG) ด้วยการนำทางด้วยอัลตราซาวนด์สำหรับการจัดการความเจ็บปวดเบื้องต้นในผู้ป่วยผู้ใหญ่ที่มีภาวะกระดูกสะโพกหักในห้องฉุกเฉิน\n- **วิธีการ:** การศึกษานี้เป็นการทดลองแบบสุ่ม ปกปิดสองทาง ควบคุม ผู้ป่วยผู้ใหญ่ (อายุ ≥ 18 ปี) ที่มีกระดูกสะโพกหักจากการบาดเจ็บและมีคะแนนความปวดบนมาตรวัดคะแนนตัวเลข (NRS) > 4 ถูกสุ่มเข้าร่วมกลุ่มที่ได้รับการบล็อก PENG ด้วยอัลตราซาวนด์และบิวพีวาเคน หรือกลุ่มที่ได้รับการทำหัตถการหลอก ทั้งสองกลุ่มได้รับการระงับปวดทางหลอดเลือดดำตามมาตรฐาน\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** กลุ่มที่ได้รับการบล็อก PENG มีคะแนนความปวดลดลงอย่างมีนัยสำคัญที่ 30 นาที (MD -3.2), 60 นาที (MD -3.1) และ 120 นาที (MD -2.0) เมื่อเทียบกับกลุ่มที่ได้รับการทำหัตถการหลอก ปริมาณยาแก้ปวดที่ให้เพิ่มเติม (มอร์ฟีนเทียบเท่า) ลดลงอย่างมีนัยสำคัญในกลุ่ม PENG (MD -4.6 mg) ไม่พบเหตุการณ์ไม่พึงประสงค์ที่สำคัญ เช่น เลือดออกในช่อง เช่น รอยฟกช้ำ กล้ามเนื้อควอดริเซ็ปส์อ่อนแรง อาการพิษจากยาชาเฉพาะที่ หรือผลข้างเคียงที่เกี่ยวข้องกับโอปิออยด์อย่างมีนัยสำคัญ",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-21T19:11:00.000Z",
    "property_pmid": "41387636",
    "property_name": "Efficacy of Ultrasound-Guided PENG Block for Acute Pain Relief in Adult Hip Fracture Patients: A Double-Blind Randomized Trial"
  },
  {
    "id": "2d0ba464-60a7-81b8-83f4-d869040c2688",
    "name": "Trick or Treat(ment): Should We Still Fear Reperfusion Therapy in Anticoagulated Stroke Patients?-Comparable 90-Day Outcomes in a Propensity-Score-Matched Registry Study",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41303182/",
    "property_tag_2": "",
    "property_comment": "- วัตถุประสงค์: เพื่อศึกษาความสัมพันธ์ระหว่างการใช้ยาต้านการแข็งตัวของเลือด (Anticoagulation) มาก่อนกับการฟื้นตัวในระยะเวลา 90 วัน ในผู้ป่วยโรคหลอดเลือดสมองตีบเฉียบพลันที่ได้รับการรักษาด้วยวิธีเปิดหลอดเลือด (Reperfusion Therapy)\n- วิธีการ: เป็นการศึกษาแบบย้อนหลัง (Retrospective cohort) โดยใช้ข้อมูลจากทะเบียนผู้ป่วยระหว่างปี 2023-2025 และใช้วิธี Propensity Score Matching (1:1) เพื่อเปรียบเทียบผู้ป่วยที่ใช้ยาต้านการแข็งตัวของเลือด 126 รายกับกลุ่มควบคุมที่ไม่ใช้ยา โดยปรับปัจจัยพื้นฐาน เช่น อายุ เพศ ความรุนแรงของโรค (NIHSS) และสถานะร่างกายก่อนป่วยให้เท่าเทียมกัน\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: แม้ก่อนการจับคู่กลุ่มที่ใช้ยาจะมีผลลัพธ์ทางคลินิกที่ด้อยกว่า แต่หลังการจับคู่พบว่าไม่มีความแตกต่างอย่างมีนัยสำคัญทางสถิติทั้งในด้านการฟื้นตัวสู่สภาวะปกติ (mRS ≤ 2) และอัตราการเสียชีวิต โดยพบว่าปัจจัยสำคัญที่เป็นตัวพยากรณ์ผลลัพธ์คือความรุนแรงของอาการเริ่มแรก ไม่ใช่การได้รับยาต้านการแข็งตัวของเลือดมาก่อน",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-21T01:20:00.000Z",
    "property_pmid": "41303182",
    "property_name": "Trick or Treat(ment): Should We Still Fear Reperfusion Therapy in Anticoagulated Stroke Patients?-Comparable 90-Day Outcomes in a Propensity-Score-Matched Registry Study"
  },
  {
    "id": "2d0ba464-60a7-81bb-8ca0-fdcb4ba36e6d",
    "name": "Integrating Continuous Dual Glucose-Ketone Monitoring into Clinical Practice",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41267371/",
    "property_tag_2": "",
    "property_comment": "- วัตถุประสงค์: เพื่อนำเสนอแนวทางและการบูรณาการระบบตรวจวัดระดับน้ำตาลและคีโตนแบบต่อเนื่อง (Continuous Dual Glucose-Ketone Monitoring) เข้าสู่การดูแลผู้ป่วยเบาหวานในระดับปฐมภูมิ เพื่อช่วยป้องกันและลดความรุนแรงของภาวะเลือดเป็นกรดจากคีโตน (DKA)\n- วิธีการ: บทความอธิบายถึงความสำคัญของภาวะ DKA และ euglycemic DKA (euDKA) ที่เพิ่มขึ้นจากการใช้ยา SGLT2 inhibitors พร้อมทั้งวิเคราะห์ข้อจำกัดของวิธีการตรวจวัดคีโตนในปัจจุบัน และแนะนำเทคโนโลยีใหม่จาก Abbott ที่ใช้เซนเซอร์เดี่ยวในการวัดระดับกลูโคสและเบต้า-ไฮดรอกซีบิวทีเรต (β-hydroxybutyrate) ในน้ำระหว่างเซลล์แบบต่อเนื่อง\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: บทสรุปชี้ให้เห็นว่าการใช้ระบบตรวจวัดแบบคู่นี้จะช่วยให้ระบุภาวะคีโตนสูงได้ตั้งแต่ระยะเริ่มต้น ทำให้ผู้ป่วยและบุคลากรทางการแพทย์สามารถปรับการรักษาได้ทันท่วงทีเพื่อป้องกันการเข้าโรงพยาบาล (บทความนี้เป็นลักษณะการนำเสนอแนวทางเวชปฏิบัติ จึงไม่มีการระบุข้อมูลทางสถิติเชิงตัวเลขในบทคัดย่อ)",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-21T01:20:00.000Z",
    "property_pmid": "41267371",
    "property_name": "Integrating Continuous Dual Glucose-Ketone Monitoring into Clinical Practice"
  },
  {
    "id": "2d0ba464-60a7-81cc-8003-e34c9c046f0f",
    "name": "Integrating Continuous Dual Glucose-Ketone Monitoring into Clinical Practice",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41267371/",
    "property_tag_2": "",
    "property_comment": "- วัตถุประสงค์: เพื่อนำเสนอและหารือเกี่ยวกับแนวทางการนำเทคโนโลยีระบบติดตามระดับกลูโคสและคีโตนแบบต่อเนื่อง (Continuous Dual Glucose-Ketone Monitoring) เข้ามาประยุกต์ใช้ในการปฏิบัติงานระดับปฐมภูมิ\n- วิธีการ: เป็นบทความทางวิชาการที่ทบทวนเกี่ยวกับปัญหาภาวะเลือดเป็นกรดจากสารคีโตน (DKA) และภาวะ euglycemic DKA (euDKA) รวมถึงข้อจำกัดของวิธีการตรวจคีโตนในปัจจุบัน และแนะนำการทำงานของระบบเซนเซอร์คู่แบบใหม่ที่พัฒนาโดย Abbott ซึ่งสามารถวัดระดับกลูโคสและเบต้า-ไฮดรอกซีบิวไทเรต (β-hydroxybutyrate) ได้พร้อมกันในเซนเซอร์เดียว\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: บทความชี้ให้เห็นว่าการบูรณาการเทคโนโลยีนี้จะช่วยให้ระบุสภาวะคีโตนสูงได้ตั้งแต่ระยะเริ่มต้น ซึ่งช่วยในการป้องกันและลดความรุนแรงของภาวะ DKA ผ่านการให้ความรู้แก่ผู้ป่วยและการปรับแนวทางการรักษาที่มีประสิทธิภาพมากขึ้นเมื่อเทคโนโลยีนี้เปิดใช้งานจริง",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-21T01:22:00.000Z",
    "property_pmid": "41267371",
    "property_name": "Integrating Continuous Dual Glucose-Ketone Monitoring into Clinical Practice"
  },
  {
    "id": "2d0ba464-60a7-81e6-a2c2-fec94d6e2238",
    "name": "Outcomes of mechanical thrombectomy using the FlowTriever system for acute pulmonary embolism in Sweden - a national retrospective analysis.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41390104/",
    "property_tag_2": "",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินประสบการณ์เบื้องต้นของการกำจัดลิ่มเลือดด้วยเครื่องจักร (MT) ในสวีเดน เปรียบเทียบกับวิธีการให้ยาละลายลิ่มเลือด (ST).\n- **วิธีการ:** ศึกษาผู้ป่วยผู้ใหญ่ที่ได้รับการรักษาด้วย MT ขนาดใหญ่ในสวีเดนตั้งแต่เทคนิคเริ่มใช้จนถึงธันวาคม 2566 รวมถึงผู้ป่วยที่ได้รับการรักษาด้วย ST ในโรงพยาบาลเดียวกัน โดยประเมินผลลัพธ์หลักคือการเสียชีวิตในระยะแรก หรือภาวะเลือดออกรุนแรง.\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** ในกลุ่ม MT ด้วย FlowTriever (FT) มีผู้ป่วย 61 ราย และกลุ่ม ST 61 ราย พบเหตุการณ์ตามผลลัพธ์หลัก 6 เหตุการณ์ในกลุ่ม FT และ 17 เหตุการณ์ในกลุ่ม ST (OR ปรับค่าแล้ว 0.19; 95% CI 0.05-0.69) การเสียชีวิตภายใน 30 วัน พบ 5 ราย (8%) ในกลุ่ม FT และ 13 ราย (21%) ในกลุ่ม ST (OR 0.33; 95% CI 0.11-0.99) ภาวะเลือดออกรุนแรงพบ 1 รายในกลุ่ม FT และ 7 รายในกลุ่ม ST (OR 0.18; 95% CI 0.03-1.10).",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-21T19:11:00.000Z",
    "property_pmid": "41390104",
    "property_name": "Outcomes of mechanical thrombectomy using the FlowTriever system for acute pulmonary embolism in Sweden - a national retrospective analysis."
  },
  {
    "id": "2d0ba464-60a7-81ed-9786-e93246a46060",
    "name": "Urine sodium-guided diuresis in acute heart failure: a systematic review and meta-analysis of efficacy and safety.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41389092/",
    "property_tag_2": "",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินประสิทธิภาพและความปลอดภัยของการให้ยาขับปัสสาวะโดยปรับตามค่าโซเดียมในปัสสาวะ (USGD) เปรียบเทียบกับการดูแลมาตรฐาน (SOC) ในผู้ป่วยภาวะหัวใจล้มเหลวเฉียบพลัน (AHF).\n- **วิธีการ:** ทบทวนวรรณกรรมอย่างเป็นระบบ (Systematic Review) และวิเคราะห์อภิมาน (Meta-Analysis) จาก 5 การศึกษาที่เข้าร่วมผู้ป่วย 920 ราย โดยวัดผลลัพธ์ต่างๆ เช่น ปริมาณโซเดียมที่ขับออกใน 48 ชม., ปริมาณปัสสาวะใน 48 ชม., น้ำหนักที่ลดลงใน 48 ชม., ระยะเวลาการนอนโรงพยาบาล (LOS), อัตราการเสียชีวิตทั้งหมด, การกลับมารักษาตัวด้วยภาวะหัวใจล้มเหลว, ภาวะไตวายเฉียบพลัน (AKI), ความดันโลหิตต่ำ และภาวะโพแทสเซียมต่ำ.\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** USGD สัมพันธ์กับปริมาณโซเดียมที่ขับออก (MD = 139.13 mmol, p = 0.047) และปริมาณปัสสาวะที่เพิ่มขึ้นใน 48 ชม. (MD = 1.12 L, p = 0.043) รวมถึงความเสี่ยง AKI ที่ลดลง (RR = 0.51, p = 0.039) อย่างมีนัยสำคัญทางสถิติ ไม่พบความแตกต่างอย่างมีนัยสำคัญในผลลัพธ์อื่น ๆ เช่น น้ำหนักที่ลดลง, LOS, อัตราการเสียชีวิต, การกลับมานอนโรงพยาบาลด้วย HF, ความดันโลหิตต่ำ หรือภาวะโพแทสเซียมต่ำ",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-21T19:10:00.000Z",
    "property_pmid": "41389092",
    "property_name": "Urine sodium-guided diuresis in acute heart failure: a systematic review and meta-analysis of efficacy and safety."
  },
  {
    "id": "2d0ba464-60a7-81ee-9bcb-dfc9110408ce",
    "name": "Atypical Presentation of Boerhaave Syndrome with Left Shoulder Pain as the Initial Manifestation: A Case Report",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41332122/",
    "property_tag_2": "",
    "property_comment": "- **วัตถุประสงค์:** นำเสนอรายงานผู้ป่วยภาวะ Boerhaave syndrome ที่มีอาการปวดไหล่ซ้ายเป็นอาการแสดงเริ่มต้น ซึ่งเป็นการนำเสนอที่ผิดปกติ.\n- **วิธีการ:** รายงานกรณีศึกษาผู้ป่วยรายเดียวที่ได้รับการวินิจฉัยและรักษาภาวะ Boerhaave syndrome โดยเน้นการประเมินอาการและประวัติทางคลินิก.\n- **ผลลัพธ์:** ผู้ป่วยแสดงอาการปวดไหล่ซ้ายอย่างเฉียบพลันโดยไม่มีอาการเจ็บหน้าอกหรือปวดท้องอย่างชัดเจน ซึ่งนำไปสู่การวินิจฉัยที่ล่าช้า แต่สุดท้ายได้รับการรักษาที่เหมาะสม.",
    "property_tag_3": "",
    "property_tag_1": "",
    "property_last_edited_time": "2025-12-21T19:11:00.000Z",
    "property_pmid": "41332122",
    "property_name": "Atypical Presentation of Boerhaave Syndrome with Left Shoulder Pain as the Initial Manifestation: A Case Report"
  },
  {
    "id": "2d1ba464-60a7-8101-84f3-c706fd12b0c5",
    "name": "A narrative review of the diabetic ketoacidosis and hyperosmolar hyperglycemic state overlap syndrome.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41272457/",
    "property_tag_2": "Endocrinology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อสังเคราะห์และรวบรวมข้อมูลหลักฐานปัจจุบันเกี่ยวกับระบาดวิทยา พยาธิสรีรวิทยา และการจัดการภาวะคาบเกี่ยวระหว่าง DKA และ HHS ในผู้ป่วยเบาหวานชนิดที่ 1 และ 2 ทั้งในกลุ่มเด็กและผู้ใหญ่\n- **วิธีการ:** เป็นการทบทวนวรรณกรรมแบบบรรยาย (Narrative review) ที่มุ่งเน้นการวิเคราะห์ความท้าทายในการวินิจฉัย การรักษา และผลลัพธ์ทางคลินิกที่แตกต่างกันในแต่ละกลุ่มผู้ป่วย\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ภาวะคาบเกี่ยวนี้มีความเสี่ยงต่อการเสียชีวิตและภาวะแทรกซ้อนรุนแรง (เช่น สมองบวม ลิ่มเลือดอุดตัน ไตวาย) สูงกว่าการเกิด DKA หรือ HHS เพียงอย่างเดียว ปัจจุบันยังไม่มีแนวทางการรักษาที่เป็นมาตรฐานสากล การดูแลรักษาจึงต้องปรับสมดุลการให้สารน้ำ อินซูลิน และเกลือแร่ให้เหมาะสมกับผู้ป่วยแต่ละราย",
    "property_tag_3": "Pediatrics",
    "property_tag_1": "Emergency",
    "property_last_edited_time": "2025-12-22T16:05:00.000Z",
    "property_pmid": "41272457",
    "property_name": "A narrative review of the diabetic ketoacidosis and hyperosmolar hyperglycemic state overlap syndrome."
  },
  {
    "id": "2d1ba464-60a7-811c-a9a3-e483cc61e6ce",
    "name": "Spin Control: Reframing Dizziness Evaluation in the Emergency Department.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41389047/",
    "property_tag_2": "Neurology",
    "property_comment": "- **วัตถุประสงค์:** เนื่องจากบทความนี้เป็นบทบรรณาธิการ (Editorial) จึงไม่มีบทคัดย่อที่ระบุวัตถุประสงค์การวิจัยโดยละเอียด แต่เนื้อหาหลักมุ่งเน้นการนำเสนอแนวคิดใหม่หรือการปรับปรุงกระบวนการประเมินผู้ป่วยที่มีอาการเวียนศีรษะในแผนกฉุกเฉิน\n- **วิธีการ:** ไม่ระบุข้อมูลระเบียบวิธีวิจัยเนื่องจากเป็นบทความประเภทแสดงความคิดเห็นและไม่มีบทคัดย่อ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่ระบุผลการศึกษาหรือข้อมูลทางสถิติเนื่องจากเป็นบทความประเภทแสดงความคิดเห็นและไม่มีบทคัดย่อ",
    "property_tag_3": "Diagnosis",
    "property_tag_1": "Emergency",
    "property_last_edited_time": "2025-12-22T16:04:00.000Z",
    "property_pmid": "41389047",
    "property_name": "Spin Control: Reframing Dizziness Evaluation in the Emergency Department."
  },
  {
    "id": "2d1ba464-60a7-8164-b9d9-fa702d89d2be",
    "name": "Reevaluating bicarbonate therapy in pediatric DKA: A propensity score-matched analysis of neurological and respiratory outcomes.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40683034/",
    "property_tag_2": "Endocrinology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินความสัมพันธ์ระหว่างการรักษาด้วยไบคาร์บอเนตและผลลัพธ์ที่ไม่พึงประสงค์ในผู้ป่วยเด็กที่มีภาวะเลือดเป็นกรดจากเบาหวาน (DKA) โดยอาศัยชุดข้อมูลทางคลินิกขนาดใหญ่และการจับคู่คะแนนความโน้มเอียง (Propensity Score matching) เพื่อควบคุมปัจจัยกวนและตัวแปรพื้นฐานที่แตกต่างกัน\n- **วิธีการ:** เป็นการศึกษาแบบย้อนหลัง (Retrospective cohort study) โดยใช้ข้อมูลจากเครือข่าย TriNetX ในผู้ป่วยเด็กอายุน้อยกว่า 12 ปีที่เป็น DKA โดยแบ่งกลุ่มผู้ป่วยตามการได้รับไบคาร์บอเนตและทำการจับคู่ข้อมูลเพื่อลดความลำเอียง ก่อนนำไปวิเคราะห์ความเสี่ยงของผลลัพธ์ทางคลินิก\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ภายหลังการจับคู่ข้อมูล (กลุ่มละ 211 ราย) ไม่พบความแตกต่างอย่างมีนัยสำคัญของการเกิดภาวะสมองบวมระหว่างกลุ่ม (p = 0.911) อย่างไรก็ตาม พบว่าการใช้ไบคาร์บอเนตมีความสัมพันธ์กับความเสี่ยงที่สูงขึ้นของการเกิดภาวะโคม่า (p = 0.001), ภาวะปอดบวมน้ำ (p = 0.001) และภาวะหายใจล้มเหลวเฉียบพลัน (p = 0.008)",
    "property_tag_3": "Emergency Medicine",
    "property_tag_1": "Pediatrics",
    "property_last_edited_time": "2025-12-22T15:13:00.000Z",
    "property_pmid": "40683034",
    "property_name": "Reevaluating bicarbonate therapy in pediatric DKA: A propensity score-matched analysis of neurological and respiratory outcomes."
  },
  {
    "id": "2d1ba464-60a7-8168-8997-d0be76c4e2b5",
    "name": "Predicting Delirium Risk in Older Adults Requiring Emergency Hospitalization: Clinical Utility of the Noise Pareidolia Test",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41387211/",
    "property_tag_2": "Geriatrics",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาว่าคะแนนจากแบบทดสอบ Noise Pareidolia Test (NPT) สามารถใช้เป็นตัวบ่งชี้อิสระในการทำนายความเสี่ยงของการเกิดภาวะเพ้อ (Delirium) ในผู้ป่วยสูงอายุที่ต้องเข้ารับการรักษาในโรงพยาบาลฉุกเฉินได้หรือไม่\n- **วิธีการ:** เป็นการวิเคราะห์ข้อมูลทุติยภูมิจากกลุ่มตัวอย่างผู้ป่วยสูงอายุ 57 รายในญี่ปุ่น โดยใช้การวิเคราะห์การถดถอยโลจิสติกพหุตัวแปรเพื่อหาความสัมพันธ์ระหว่างคะแนน NPT, MMSE, การใช้ยา BZD กับการเกิดภาวะเพ้อ และประเมินประสิทธิภาพการทำนายด้วยกราฟ ROC\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** คะแนน NPT เป็นปัจจัยทำนายอิสระเพียงตัวเดียวที่มีนัยสำคัญต่อการเกิดภาวะเพ้อ โดยการวิเคราะห์ ROC พบจุดตัดที่เหมาะสมที่คะแนน 2.5 ซึ่งให้ค่าความไว (Sensitivity) 60.9% และความจำเพาะ (Specificity) 67.6%",
    "property_tag_3": "Neurology",
    "property_tag_1": "Emergency",
    "property_last_edited_time": "2025-12-22T15:10:00.000Z",
    "property_pmid": "41387211",
    "property_name": "Predicting Delirium Risk in Older Adults Requiring Emergency Hospitalization: Clinical Utility of the Noise Pareidolia Test"
  },
  {
    "id": "2d1ba464-60a7-816b-86d9-f384ac659648",
    "name": "Sepsis and septic shock case identification from electronic health records: an open-source workflow and comparison of cohorts by criteria.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41388426/",
    "property_tag_2": "Infectious Diseases",
    "property_comment": "- **วัตถุประสงค์:** เพื่อพัฒนาและสร้างกระบวนการทำงานแบบโอเพนซอร์ส (open-source workflow) สำหรับการระบุผู้ป่วยที่มีภาวะติดเชื้อในกระแสเลือด (Sepsis) และภาวะช็อกจากการติดเชื้อ (Septic shock) จากระเบียนสุขภาพอิเล็กทรอนิกส์ (EHR) โดยเปรียบเทียบผลลัพธ์จากการใช้เกณฑ์การวินิจฉัย 3 เกณฑ์ที่แตกต่างกัน\n- **วิธีการ:** ทำการวิเคราะห์ข้อมูลย้อนหลังของผู้ป่วยระหว่างปี 2012 ถึง 2024 ในแผนกฉุกเฉินและโรงพยาบาล 25 แห่ง โดยใช้เกณฑ์ CDC ASE, Sepsis-3 และรหัสโรค ICD ในการคัดกรอง และประเมินความสอดคล้องระหว่างคู่เกณฑ์ด้วยสถิติ Cohen's kappa (κ) และ Jaccard index\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบผู้ป่วย Sepsis 302,112 ราย และ Septic shock 59,043 ราย โดยความสอดคล้องสูงสุดพบระหว่างเกณฑ์ CDC ASE และ Sepsis-3 (Sepsis: κ=0.39, Jaccard=0.31; Septic shock: κ=0.53, Jaccard=0.37) อย่างไรก็ตาม พบว่ามีผู้ป่วยเพียงร้อยละ 35 (สำหรับ Sepsis) และร้อยละ 45 (สำหรับ Septic shock) เท่านั้นที่มีคุณสมบัติตรงตามเกณฑ์การวินิจฉัยมากกว่าหนึ่งเกณฑ์ร่วมกัน",
    "property_tag_3": "Medical Informatics",
    "property_tag_1": "Critical Care",
    "property_last_edited_time": "2025-12-22T16:04:00.000Z",
    "property_pmid": "41388426",
    "property_name": "Sepsis and septic shock case identification from electronic health records: an open-source workflow and comparison of cohorts by criteria."
  },
  {
    "id": "2d1ba464-60a7-8174-a2f6-cb65b4e708e1",
    "name": "Sodium-Glucose Transport Protein 2 Inhibitors Association with Euglycemic Diabetic Ketoacidosis",
    "url": "https://pubmed.ncbi.nlm.nih.gov/36890810/",
    "property_tag_2": "Endocrinology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาความเชื่อมโยงระหว่างยา Sodium-Glucose Transport Protein 2 Inhibitors (SGLT2i) กับภาวะ Euglycemic Diabetic Ketoacidosis (eDKA).\n- **วิธีการ:** (ข้อมูลไม่เพียงพอจากข้อความที่ให้มา)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** (ข้อมูลไม่เพียงพอจากข้อความที่ให้มา)",
    "property_tag_3": "Internal Medicine",
    "property_tag_1": "Pharmacology",
    "property_last_edited_time": "2025-12-22T14:26:00.000Z",
    "property_pmid": "36890810",
    "property_name": "Sodium-Glucose Transport Protein 2 Inhibitors Association with Euglycemic Diabetic Ketoacidosis"
  },
  {
    "id": "2d1ba464-60a7-817d-bb85-f1ce0b6db0cc",
    "name": "Time to Vasopressor Initiation Is Not Associated With Increased Mortality in Patients With Septic Shock",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41186550/",
    "property_tag_2": "Vasopressors",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินความสัมพันธ์ระหว่างระยะเวลาที่เริ่มให้ยา vasopressor กับอัตราการเสียชีวิตในผู้ป่วย septic shock\n- **วิธีการ:** เป็นการศึกษาวิจัยแบบย้อนหลัง (retrospective cohort study) ในผู้ป่วย septic shock โดยรวบรวมข้อมูลจาก OneFlorida Data Trust ประเมินผลลัพธ์หลักคืออัตราการเสียชีวิตใน 90 วัน และผลลัพธ์รองคือจำนวนวันที่ไม่ต้องใช้ vasopressor\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การศึกษาพบว่าระยะเวลาที่เริ่มให้ยา vasopressor ไม่มีความสัมพันธ์กับอัตราการเสียชีวิตใน 90 วัน (OR 1.01; 95% CI 1.00 to 1.02) และไม่ใช่อิสระในการทำนายจำนวนวันที่ไม่ต้องใช้ vasopressor ปัจจัยสำคัญที่ทำนายอัตราการเสียชีวิต ได้แก่ อายุ, การใช้เครื่องช่วยหายใจ, ผลเลือด SOFA score, ระดับ lactate, โรคความดันโลหิตสูงเรื้อรัง, และโรคตับ",
    "property_tag_3": "Mortality",
    "property_tag_1": "Septic Shock",
    "property_last_edited_time": "2025-12-22T14:26:00.000Z",
    "property_pmid": "41186550",
    "property_name": "Time to Vasopressor Initiation Is Not Associated With Increased Mortality in Patients With Septic Shock"
  },
  {
    "id": "2d1ba464-60a7-818d-91bf-d1abe3b2324a",
    "name": "What are we waiting for? A review of early basal insulin therapy in diabetic ketoacidosis management.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37531711/",
    "property_tag_2": "Endocrinology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทบทวนวรรณกรรมและประเมินเหตุผลสนับสนุนการเริ่มให้ยา basal insulin ตั้งแต่ระยะแรก (early basal insulin) ในการดูแลรักษาผู้ป่วยภาวะเลือดเป็นกรดจากเบาหวาน (DKA)\n- **วิธีการ:** เป็นบทความทบทวนวรรณกรรม (Review article) ที่เปรียบเทียบแนวทางเวชปฏิบัติปัจจุบันของ American Diabetes Association (ADA) กับแนวทางของ Joint British Society ที่เพิ่งปรับปรุงใหม่เกี่ยวกับการบริหารยาอินซูลิน\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การให้ basal insulin ตั้งแต่ระยะแรกสัมพันธ์กับการลดการเกิดภาวะน้ำตาลในเลือดสูงซ้ำ (rebound hyperglycemia) ช่วยลดระยะเวลาในการหายจากภาวะ DKA ลดปริมาณการใช้อินซูลินทางหลอดเลือดดำ และลดระยะเวลาการนอนโรงพยาบาล โดยไม่เพิ่มความเสี่ยงต่อการเกิดภาวะน้ำตาลในเลือดต่ำหรือโพแทสเซียมในเลือดต่ำ",
    "property_tag_3": "Pharmacology",
    "property_tag_1": "Emergency",
    "property_last_edited_time": "2025-12-22T16:05:00.000Z",
    "property_pmid": "37531711",
    "property_name": "What are we waiting for? A review of early basal insulin therapy in diabetic ketoacidosis management."
  },
  {
    "id": "2d1ba464-60a7-8196-8c4d-cb6eabe77d5c",
    "name": "Diabetic Ketoacidosis: Considerations and Residual Controversies in Management After the 2024 ADA, EASD, JBDS, AACE, and DST Joint Consensus.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40257014/",
    "property_tag_2": "Emergency",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทบทวนและอภิปรายเกี่ยวกับระบาดวิทยา พยาธิกำเนิด การวินิจฉัย และการรักษาภาวะ Diabetic Ketoacidosis (DKA) โดยมุ่งเน้นที่ข้อขัดแย้งทางคลินิกที่ยังคงหลงเหลืออยู่หลังจากการประกาศฉันทามติร่วมปี 2024\n- **วิธีการ:** เป็นการทบทวนวรรณกรรมแบบพรรณนา (Narrative review) ที่สำรวจองค์ความรู้ปัจจุบันเกี่ยวกับ DKA รวมถึงภาวะ Euglycemic DKA ที่สัมพันธ์กับยา SGLT2 inhibitors และประเมินช่องว่างของหลักฐานทางวิชาการที่มีอยู่\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** แม้จะมีความก้าวหน้าในการวินิจฉัยและการรักษา แต่ DKA ยังคงเป็นสาเหตุหลักของการเจ็บป่วยและการเสียชีวิต บทความชี้ให้เห็นว่าแม้จะมีรายงานฉันทามติระหว่างสมาคมแพทย์ออกมาล่าสุด แต่ยังขาดหลักฐานคุณภาพสูงในหลายด้าน ทำให้ข้อถกเถียงเกี่ยวกับการจัดการทางคลินิกที่เหมาะสมที่สุดในผู้ป่วยวิกฤตยังคงมีอยู่",
    "property_tag_3": "Internal Medicine",
    "property_tag_1": "Endocrinology",
    "property_last_edited_time": "2025-12-22T16:04:00.000Z",
    "property_pmid": "40257014",
    "property_name": "Diabetic Ketoacidosis: Considerations and Residual Controversies in Management After the 2024 ADA, EASD, JBDS, AACE, and DST Joint Consensus."
  },
  {
    "id": "2d1ba464-60a7-81a4-a10d-c46eea51b44b",
    "name": "Theory-practice discrepancy in cardiopulmonary resuscitation performance: a multi-centre evaluation of emergency healthcare providers in China",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41390411/",
    "property_tag_2": "Cardiology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อตรวจสอบและประเมินความแตกต่างระหว่างความรู้ทางทฤษฎีและทักษะการปฏิบัติจริงในการช่วยฟื้นคืนชีพ (CPR) ของบุคลากรทางการแพทย์ฉุกเฉินในประเทศจีน\n- **วิธีการ:** เป็นการศึกษาแบบข้ามช่วงเวลา (Cross-sectional study) ในโรงพยาบาลหลายแห่ง โดยทำการเก็บข้อมูลจากแพทย์และพยาบาลฉุกเฉินผ่านแบบสอบถามเพื่อวัดความรู้ทางทฤษฎี และการทดสอบกับหุ่นจำลองเพื่อวัดทักษะทางปฏิบัติ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผลการศึกษาพบว่าคะแนนความรู้ทางทฤษฎีสูงกว่าคะแนนทักษะการปฏิบัติอย่างมีนัยสำคัญทางสถิติ (P < 0.05) แสดงให้เห็นถึงช่องว่างขนาดใหญ่ระหว่างทฤษฎีและการปฏิบัติ โดยปัจจัยด้านอาชีพและตำแหน่งงานมีผลต่อระดับคะแนนที่ได้อย่างมีนัยสำคัญ",
    "property_tag_3": "Medical Education",
    "property_tag_1": "Emergency",
    "property_last_edited_time": "2025-12-22T15:11:00.000Z",
    "property_pmid": "41390411",
    "property_name": "Theory-practice discrepancy in cardiopulmonary resuscitation performance: a multi-centre evaluation of emergency healthcare providers in China"
  },
  {
    "id": "2d1ba464-60a7-81a6-9f63-dc4b3b414d07",
    "name": "Awake Prone Positioning in Patients With COVID-19 Respiratory Failure: A Randomized Clinical Trial",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41370078/",
    "property_tag_2": "Critical Care",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินผลของการจัดท่านอนคว่ำขณะตื่น (Awake Prone Positioning - APP) ต่อความจำเป็นในการใส่ท่อช่วยหายใจหรืออัตราการเสียชีวิตในผู้ป่วยที่มีภาวะหายใจล้มเหลวจากภาวะออกซิเจนในเลือดต่ำจาก COVID-19\n- **วิธีการ:** การศึกษานี้เป็นการทดลองแบบสุ่มและมีกลุ่มควบคุม (Randomized Controlled Trial) ดำเนินการใน 21 โรงพยาบาล (20 แห่งในฝรั่งเศส และ 1 แห่งในเม็กซิโก) ระหว่างเดือนกรกฎาคม 2020 ถึงสิงหาคม 2021 โดยมีผู้ป่วยผู้ใหญ่ที่ไม่ได้รับการใส่ท่อช่วยหายใจซึ่งต้องการออกซิเจนอย่างน้อย 3 ลิตรต่อนาที และได้รับการสุ่มแบ่งเป็น 2 กลุ่ม ในอัตราส่วน 1:1 กลุ่มหนึ่งได้รับการจัดท่านอนคว่ำขณะตื่น (APP) อย่างน้อย 6 ชั่วโมงต่อวัน และอีกกลุ่มได้รับการดูแลตามมาตรฐาน มีการวิเคราะห์ทางสถิติแบบ Intent-to-treat ระหว่างเดือนกันยายนถึงธันวาคม 2024\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** (ข้อมูลผลลัพธ์ยังไม่ปรากฏในบทคัดย่อที่ให้มา การวิเคราะห์ทางสถิติจะดำเนินการในอนาคต)",
    "property_tag_3": "COVID-19",
    "property_tag_1": "Pulmonology",
    "property_last_edited_time": "2025-12-22T14:26:00.000Z",
    "property_pmid": "41370078",
    "property_name": "Awake Prone Positioning in Patients With COVID-19 Respiratory Failure: A Randomized Clinical Trial"
  },
  {
    "id": "2d1ba464-60a7-81fb-964b-c030fa5d4e22",
    "name": "Capnography as a tool for triaging and diagnosis of diabetic ketoacidosis in the emergency department: A prospective observational study.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37529786/",
    "property_tag_2": "Endocrinology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาความสัมพันธ์ระหว่างค่าคาร์บอนไดออกไซด์ที่ปลายลมหายใจออก (EtCO2), ค่า pH ในเลือด และระดับไบคาร์บอเนต และเพื่อประเมินประสิทธิภาพของ EtCO2 ในการเป็นเครื่องมือวินิจฉัยและคัดกรองภาวะเลือดเป็นกรดจากเบาหวาน (DKA) ในแผนกฉุกเฉิน\n- **วิธีการ:** เป็นการศึกษาแบบ Prospective cohort ในแผนกฉุกเฉินของโรงพยาบาลระดับตติยภูมิ ระหว่างเดือนกันยายน 2020 ถึงกันยายน 2021 โดยทำการเก็บข้อมูลในผู้ป่วยที่สงสัยภาวะ DKA จำนวน 123 ราย ด้วยการเจาะวิเคราะห์แก๊สในเลือดพร้อมกับการวัดค่า EtCO2\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** พบความสัมพันธ์เชิงเส้นอย่างมีนัยสำคัญระหว่าง pH กับ EtCO2 (r = 0.82, p < 0.0001) และ HCO3 กับ EtCO2 (r = 0.896, p < 0.0001) โดยจุดตัดค่า EtCO2 ≤ 24 สามารถช่วยวินิจฉัย DKA ได้ (ความไว 93.02%, ความจำเพาะ 91.9%) ส่วนค่า EtCO2 > 26 สามารถใช้คัดออก (Rule out) ภาวะ DKA ได้อย่างมีประสิทธิภาพ (ความไว 98.8%, ความจำเพาะ 75.7%)",
    "property_tag_3": "Diagnostics",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2025-12-22T15:12:00.000Z",
    "property_pmid": "37529786",
    "property_name": "Capnography as a tool for triaging and diagnosis of diabetic ketoacidosis in the emergency department: A prospective observational study."
  },
  {
    "id": "2d1ba464-60a7-81fc-b39e-f755e55a51f3",
    "name": "Fluid resuscitation with balanced electrolyte solutions results in faster resolution of diabetic ketoacidosis than with 0.9% saline in adults - A systematic review and meta-analysis",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38925619/",
    "property_tag_2": "Endocrinology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อเปรียบเทียบประสิทธิภาพและความปลอดภัยระหว่างการใช้สารละลายอิเล็กโทรไลต์สมดุล (Balanced Electrolyte Solutions) และน้ำเกลือ 0.9% (Saline) ในการให้สารน้ำรักษาผู้ใหญ่ที่มีภาวะเลือดเป็นกรดจากเบาหวาน (Diabetic Ketoacidosis หรือ DKA)\n- **วิธีการ:** ทำการทบทวนวรรณกรรมอย่างเป็นระบบและการวิเคราะห์อภิมาน (Systematic Review and Meta-analysis) โดยรวบรวมข้อมูลจากการศึกษาทางคลินิกที่เกี่ยวข้อง เพื่อประเมินผลลัพธ์ด้านระยะเวลาในการหายจากภาวะ DKA และผลข้างเคียงทางเมตาบอลิก\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผลการศึกษาพบว่าการใช้สารละลายอิเล็กโทรไลต์สมดุลส่งผลให้ภาวะ DKA หายได้เร็วกว่าการใช้น้ำเกลือ 0.9% อย่างมีนัยสำคัญ นอกจากนี้ยังช่วยลดความเสี่ยงของการเกิดภาวะเลือดเป็นกรดจากคลอไรด์สูง (Hyperchloremic acidosis) ซึ่งมักเกิดจากการได้รับน้ำเกลือปริมาณมาก",
    "property_tag_3": "Critical Care",
    "property_tag_1": "Emergency",
    "property_last_edited_time": "2025-12-22T15:12:00.000Z",
    "property_pmid": "38925619",
    "property_name": "Fluid resuscitation with balanced electrolyte solutions results in faster resolution of diabetic ketoacidosis than with 0.9% saline in adults - A systematic review and meta-analysis"
  },
  {
    "id": "2d1ba464-60a7-81f5-a3c0-ff860d11cd0d",
    "name": "Effectiveness of Short-Acting Oral Antihypertensives in Asymptomatic Markedly Elevated Blood Pressure: An Inverse Probability Treatment Weighted Study",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41209582/",
    "property_tag_2": "Cardiology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาเปรียบเทียบประสิทธิผลของยาลดความดันโลหิตชนิดรับประทานที่ออกฤทธิ์สั้น (Captopril, Hydralazine, Metoprolol และยาผสม) ในการดูแลผู้ป่วยที่มีภาวะความดันโลหิตสูงอย่างมากแต่ไม่มีอาการ (AMEBP) ในแผนกฉุกเฉิน เพื่อหาแนวทางที่ปลอดภัยและเหมาะสมสำหรับการจำหน่ายผู้ป่วย\n- **วิธีการ:** เป็นการศึกษาแบบย้อนหลัง (Retrospective cohort) ในผู้ป่วย 158 ราย ณ โรงพยาบาลลำปาง โดยวัดผลการลดลงของความดันเลือดเฉลี่ย (MAP) ภายใน 60 นาที แบ่งเป็น ลดลงน้อย (<10%), ลดลงเหมาะสม (10-15%), และลดลงมากเกินไป (>15%) โดยใช้สถิติ Inverse Probability of Treatment Weighting (IPTW) เพื่อลดอคติในการเลือกยา\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** Captopril และ Hydralazine แบบยาเดี่ยวมีแนวโน้มทำให้ความดันลดลงในระดับที่เหมาะสมได้ดีที่สุด (Captopril: mOR 2.91, Hydralazine: mOR 2.76) ในขณะที่ Metoprolol สัมพันธ์กับการตอบสนองที่ไม่เหมาะสม ส่วนการใช้ Captopril ร่วมกับ Hydralazine พบว่ามีความเสี่ยงสูงสุดที่ความดันจะลดลงมากเกินไปอย่างมีนัยสำคัญ (mOR 3.04; 95% CI: 1.02, 9.00; P = 0.045)",
    "property_tag_3": "Pharmacology",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2025-12-22T19:13:00.000Z",
    "property_pmid": "41209582",
    "property_name": "Effectiveness of Short-Acting Oral Antihypertensives in Asymptomatic Markedly Elevated Blood Pressure: An Inverse Probability Treatment Weighted Study"
  },
  {
    "id": "2d1ba464-60a7-8146-8640-e115fad0028b",
    "name": "SGLT2i-induced euglycemic diabetic ketoacidosis in a heart failure patient with acute myocardial infarction: a case report",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41181488/",
    "property_tag_2": "Endocrinology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรายงานกรณีศึกษาและสร้างความตระหนักรู้เกี่ยวกับภาวะ euglycemic diabetic ketoacidosis (euDKA) ที่เกิดจากการใช้ยา SGLT2i ในผู้ป่วยภาวะหัวใจล้มเหลวร่วมกับกล้ามเนื้อหัวใจตายเฉียบพลัน\n- **วิธีการ:** เป็นการศึกษาจากรายงานผู้ป่วย (Case report) ในหญิงอายุ 48 ปีที่มีโรคเบาหวานชนิดที่ 2 และความดันโลหิตสูง ซึ่งเข้ารับการรักษาด้วยการสวนหัวใจ (PCI) เนื่องจากกล้ามเนื้อหัวใจตายเฉียบพลัน (AMI) และได้รับยา canagliflozin เพื่อรักษาภาวะหัวใจล้มเหลว\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผู้ป่วยมีอาการหอบเหนื่อย คลื่นไส้ และปวดท้องในช่วงหลังผ่าตัด ตรวจพบภาวะเลือดเป็นกรดและมีคีโตนในเลือดสูงแม้ระดับน้ำตาลจะสูงเพียงเล็กน้อย ซึ่งได้รับการวินิจฉัยว่าเป็น euDKA ที่สัมพันธ์กับยา SGLT2i ผู้ป่วยได้รับการรักษาจนปลอดภัยด้วยการให้สารน้ำและอินซูลิน สรุปได้ว่าควรระมัดระวังหรือหลีกเลี่ยงการใช้ SGLT2i ในช่วงวิกฤตทางหัวใจและหลอดเลือดจนกว่าอาการจะคงที่",
    "property_tag_3": "Internal Medicine",
    "property_tag_1": "Cardiology",
    "property_last_edited_time": "2025-12-22T19:12:00.000Z",
    "property_pmid": "41181488",
    "property_name": "SGLT2i-induced euglycemic diabetic ketoacidosis in a heart failure patient with acute myocardial infarction: a case report"
  },
  {
    "id": "2d1ba464-60a7-812f-87df-c7d5571157a5",
    "name": "Current guidelines in hypertension management with special focus on management of extremely high blood pressure: a systematic review",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41390616/",
    "property_tag_2": "Emergency",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทบทวนและตรวจสอบแนวทางการจัดการโรคความดันโลหิตสูงฉบับต่างๆ ทั่วโลก โดยเน้นที่การจัดการภาวะวิกฤตความดันโลหิตสูง (Hypertensive crises) การดูแลในผู้ใหญ่และผู้สูงอายุ ภาวะแทรกซ้อน และการกำหนดเป้าหมายระดับความดันโลหิต\n- **วิธีการ:** ทำการสืบค้นข้อมูลอย่างเป็นระบบจากฐานข้อมูล PubMed, Scopus และ Web of Science ระหว่างปี 2010-2025 โดยคัดเลือกแนวทางปฏิบัติ (Guidelines) จำนวน 17 ฉบับ เพื่อรวบรวมข้อมูลเรื่องการจัดการความดันโลหิตสูง ยาที่ใช้ การติดตามผล และการรักษาผู้ป่วยที่มีความเสียหายต่ออวัยวะเป้าหมาย (End-Organ Damage)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบว่าความดันโลหิต ≥ 180/120 mmHg ร่วมกับมีความเสียหายต่ออวัยวะเป้าหมายถือเป็นภาวะฉุกเฉินที่ต้องลดความดันลง 20-25% ภายในชั่วโมงแรก โดยโรคหลอดเลือดสมองขาดเลือด (Ischemic stroke) เป็นภาวะที่ถูกระบุถึงมากที่สุด (n=8) ซึ่งมีเป้าหมายความดันที่ 130-180/90-105 mmHg ทั้งนี้แนวทางปฏิบัติจำนวน 12 ฉบับ นิยามความดันโลหิตสูงไว้ที่ระดับ ≥ 130/80 ถึง ≥ 140/90 mmHg",
    "property_tag_3": "Internal Medicine",
    "property_tag_1": "Cardiology",
    "property_last_edited_time": "2025-12-22T19:12:00.000Z",
    "property_pmid": "41390616",
    "property_name": "Current guidelines in hypertension management with special focus on management of extremely high blood pressure: a systematic review"
  },
  {
    "id": "2d1ba464-60a7-81b0-a16d-d139cc8539d5",
    "name": "Early prediction of antibiotic need and bacteremia risk in non-immunocompromised pediatric emergency patients using machine learning",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41387552/",
    "property_tag_2": "Emergency",
    "property_comment": "- **วัตถุประสงค์:** เพื่อพัฒนากรอบการทำงานด้วย Machine Learning ในการช่วยตัดสินใจให้ยาปฏิชีวนะและทำนายความเสี่ยงของการติดเชื้อในกระแสเลือดในผู้ป่วยเด็กฉุกเฉินที่ไม่มีภาวะภูมิคุ้มกันบกพร่อง เพื่อเพิ่มความปลอดภัยและลดการใช้ยาเกินความจำเป็น\n- **วิธีการ:** ศึกษาข้อมูลย้อนหลังจากเวชระเบียนอิเล็กทรอนิกส์ของผู้ป่วยเด็ก 5,706 ราย (อายุ 3 เดือน - 17 ปี) จากแผนกฉุกเฉิน 6 แห่ง โดยใช้โมเดล XGBoost สร้างการทำนาย 2 ส่วน คือ การทำนายภาวะทรุดลงทางคลินิกในกลุ่มที่ไม่ได้เริ่มยาปฏิชีวนะ และการทำนายโอกาสพบเชื้อในกระแสเลือดในกลุ่มที่ได้รับยา\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** โมเดลมีประสิทธิภาพสูง โดยแสดงค่าพื้นที่ใต้กราฟ (AUC) ในระดับสูงและมีค่าการทำนายผลลบ (Negative Predictive Value) มากกว่า 96% ปัจจัยสำคัญที่ใช้ในการทำนาย ได้แก่ การใช้ออกซิเจนเสริม ไข้ ระดับความอิ่มตัวของออกซิเจนต่ำ อายุ และค่าทางห้องปฏิบัติการที่ผิดปกติ",
    "property_tag_3": "AI",
    "property_tag_1": "Pediatrics",
    "property_last_edited_time": "2025-12-22T19:11:00.000Z",
    "property_pmid": "41387552",
    "property_name": "Early prediction of antibiotic need and bacteremia risk in non-immunocompromised pediatric emergency patients using machine learning"
  },
  {
    "id": "2d2ba464-60a7-818a-b390-d561c8779db8",
    "name": "Soft-tissue and half-value windows outperform bone window in ureteral stone size measurements in non-enhanced computed tomography",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41432615/",
    "property_tag_2": "Radiology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาความแปรปรวนระหว่างผู้อ่านผล (interreader variability) ในการวัดขนาดนิ่วในท่อไตผ่านการตั้งค่าหน้าต่างภาพ CT scan 4 รูปแบบที่แตกต่างกัน\n- **วิธีการ:** การศึกษาย้อนหลังในผู้ป่วย 124 รายที่มีนิ่วในท่อไตส่วนต้นขนาด ≥2.0 มม. ที่ตรวจพบจากการทำ CT ฉุกเฉิน โดยให้ผู้สังเกตการณ์ 5 คนทำการวัดขนาดนิ่วผ่านหน้าต่าง soft-tissue, bone, half-value MEAN และ half-value MAX\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบว่าการวัดด้วย Bone window มีความคลาดเคลื่อนสูงที่สุด (LOAM ±1.6 มม.) ในขณะที่ Soft-tissue (±0.4 มม.) และ Half-value windows (±0.2-0.3 มม.) มีความแม่นยำสูงกว่าในระดับ sub-mm โดย Half-value MAX window มีความแปรปรวนระหว่างผู้อ่านผลน้อยที่สุด",
    "property_tag_3": "Diagnostic Imaging",
    "property_tag_1": "Urology",
    "property_last_edited_time": "2025-12-23T19:12:00.000Z",
    "property_pmid": "41432615",
    "property_name": "Soft-tissue and half-value windows outperform bone window in ureteral stone size measurements in non-enhanced computed tomography"
  },
  {
    "id": "2d2ba464-60a7-81b7-a946-de8c2819ec5b",
    "name": "Obstructive Sleep Apnea and Postoperative Cognitive Decline in Non-Cardiac Surgery: A Prospective Cohort Study",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41432658/",
    "property_tag_2": "Sleep Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาว่าความรุนแรงของภาวะหยุดหายใจขณะหลับจากการอุดกั้น (OSA) มีความสัมพันธ์กับภาวะถดถอยทางสมรรถภาพสมองหลังการผ่าตัด (Postoperative Cognitive Decline) ในผู้ป่วยที่เข้ารับการผ่าตัดที่ไม่ใช่หัวใจหรือไม่\n- **วิธีการ:** เป็นการศึกษาแบบ Prospective observational ในผู้ป่วยผู้ใหญ่จำนวน 65 รายที่เข้ารับการผ่าตัดแบบ Elective non-cardiac surgery โดยประเมินสมรรถภาพสมองก่อนและหลังผ่าตัดด้วยแบบทดสอบมาตรฐาน และติดตามผลระยะยาวที่ 30 และ 90 วันทางโทรศัพท์\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบอุบัติการณ์ภาวะถดถอยทางสมอง 18.5% ภายใน 2 วันแรกหลังผ่าตัด โดยผู้ป่วยที่มี OSA ระดับปานกลางถึงรุนแรงไม่มีความเสี่ยงสูงกว่ากลุ่มที่เป็นน้อยหรือปกติอย่างมีนัยสำคัญ (p = 0.339) แต่พบว่าประวัติโรคซึมเศร้าเป็นปัจจัยเสี่ยงอิสระอย่างมีนัยสำคัญ (p = 0.045) และไม่พบความแตกต่างของสมรรถภาพสมองระหว่างกลุ่มเมื่อติดตามผลที่ 30 และ 90 วัน",
    "property_tag_3": "Neurology",
    "property_tag_1": "Surgery",
    "property_last_edited_time": "2025-12-23T19:12:00.000Z",
    "property_pmid": "41432658",
    "property_name": "Obstructive Sleep Apnea and Postoperative Cognitive Decline in Non-Cardiac Surgery: A Prospective Cohort Study"
  },
  {
    "id": "2d2ba464-60a7-81a6-aadd-c08f9549d623",
    "name": "Advanced Machine-Assisted Liver Reconditioning in Critical Care",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41432619/",
    "property_tag_2": "Surgery",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินสถานการณ์ปัจจุบันและประสิทธิภาพของเทคโนโลยีการไหลเวียนเลือดผ่านเครื่องจักร (Machine Perfusion - MP) รูปแบบต่างๆ (อุณหภูมิต่ำ, กึ่งปกติ, และอุณหภูมิร่างกาย) ในการช่วยรักษาคุณภาพและการทำงานของตับสำหรับปลูกถ่าย เพื่อแก้ปัญหาการขาดแคลนอวัยวะและการบาดเจ็บจากการขาดเลือดและเลือดไหลกลับ (IRI)\n- **วิธีการ:** เป็นการทบทวนวรรณกรรมที่เปรียบเทียบประสิทธิภาพระหว่างการใช้ MP กับการแช่เย็นแบบดั้งเดิม (Static Cold Storage) โดยเน้นการประยุกต์ใช้กับตับจากผู้บริจาคที่มีเกณฑ์ขยาย (ECD) และผู้บริจาคที่เสียชีวิตจากภาวะหัวใจหยุดเต้น (DCD) ซึ่งมีความเสี่ยงสูงต่อความเสียหาย\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การใช้ Hypothermic MP โดยเฉพาะแบบเติมออกซิเจน (HOPE) ช่วยปกป้องระบบท่อน้ำดีและลดการบาดเจ็บจากการขาดเลือด ส่วน Normothermic MP (NMP) ช่วยให้สามารถประเมินการทำงานของตับได้แบบเรียลไทม์และลดอุบัติการณ์ของภาวะตับทำงานผิดปกติในระยะแรก (Early Allograft Dysfunction) แม้ MP จะยังไม่สามารถทดแทนวิธีดั้งเดิมได้ทั้งหมด แต่มีหลักฐานสนับสนุนว่าช่วยขยายโอกาสในการใช้อวัยวะที่มีคุณภาพรองลงมาได้สำเร็จ",
    "property_tag_3": "Critical Care",
    "property_tag_1": "Transplantation",
    "property_last_edited_time": "2025-12-23T19:11:00.000Z",
    "property_pmid": "41432619",
    "property_name": "Advanced Machine-Assisted Liver Reconditioning in Critical Care"
  },
  {
    "id": "2d2ba464-60a7-81cd-bb1a-c6d5f55062d5",
    "name": "Emergency Nursing Assessment in a Patient With a Hand Arteriovenous Fistula Caused by a Fishbone: A Case Report.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41432648/",
    "property_tag_2": "Vascular Surgery",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรายงานกรณีศึกษาที่พบได้ยากของผู้ป่วยที่มีรูรั่วระหว่างหลอดเลือดแดงและหลอดเลือดดำ (Arteriovenous Fistula) บริเวณมือซึ่งเกิดจากการถูกก้างปลาตำ และเน้นย้ำบทบาทสำคัญของพยาบาลฉุกเฉินในการประเมินทางคลินิกเพื่อแยกแยะอาการและส่งต่อผู้ป่วยได้อย่างรวดเร็ว\n- **วิธีการ:** ศึกษาในผู้ป่วยหญิงอายุ 55 ปี ที่มาด้วยก้อนนูนปวดและเต้นตุบๆ บริเวณฝ่ามือหลังได้รับบาดเจ็บ การวินิจฉัยแยกโรคทำผ่านการซักประวัติ การตรวจร่างกาย และยืนยันผลด้วยการทำอัลตราซาวนด์หลอดเลือด (Duplex ultrasound) ร่วมกับการฉีดสีหลอดเลือด (Angiography)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผลการตรวจยืนยันการมีอยู่ของรูรั่วระหว่างหลอดเลือดแดงและหลอดเลือดดำ ผู้ป่วยได้รับการรักษาสำเร็จด้วยวิธีการอุดหลอดเลือด (Embolization) กรณีศึกษานี้แสดงให้เห็นว่าการประเมินระบบประสาทและหลอดเลือดอย่างละเอียดในผู้ป่วยที่มีแผลเจาะทะลุเป็นสิ่งสำคัญในการป้องกันภาวะแทรกซ้อนรุนแรง เช่น ภาวะหัวใจวายหรือการขาดเลือด",
    "property_tag_3": "Trauma",
    "property_tag_1": "Emergency Nursing",
    "property_last_edited_time": "2025-12-23T19:11:00.000Z",
    "property_pmid": "41432648",
    "property_name": "Emergency Nursing Assessment in a Patient With a Hand Arteriovenous Fistula Caused by a Fishbone: A Case Report."
  },
  {
    "id": "2d2ba464-60a7-818e-8fd3-e07e60e6afc0",
    "name": "Field Triage Errors: A Cross-Sectional Study of Emergency Responders in a Virtual Reality Mass Casualty Simulation",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41431934/",
    "property_tag_2": "Virtual Reality",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาความชุกและลักษณะของข้อผิดพลาดในการคัดแยกผู้ป่วย (triage) ที่เกิดขึ้นโดยผู้ปฏิบัติงานฉุกเฉินระหว่างการจำลองเหตุการณ์อุบัติภัยหมู่ในรูปแบบความจริงเสมือน (VR)\n- **วิธีการ:** วิเคราะห์การทำงานของผู้ปฏิบัติงานฉุกเฉินจำนวน 99 ราย ที่ใช้โปรโตคอล SALT ในสถานการณ์จำลองเหตุระเบิดในสถานีรถไฟใต้ดินผ่าน VR โดยติดตามความแม่นยำ ประสิทธิภาพ และการรักษา พร้อมทั้งวิเคราะห์ข้อผิดพลาดโดยจำแนกตามปัจจัยมนุษย์ ได้แก่ ด้านการรับรู้ ความชำนาญ และขั้นตอนการปฏิบัติ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผู้ปฏิบัติงานคัดแยกผู้ป่วยถูกต้องร้อยละ 70 และมีประสิทธิภาพร้อยละ 78 โดยใช้เวลาปฏิสัมพันธ์เฉลี่ย 20 วินาทีต่อผู้ป่วย และใช้เวลาเฉลี่ย 6 นาทีในการจัดการภาวะเลือดออกที่คุกคามชีวิตทั่วทั้งฉาก ข้อผิดพลาดส่วนใหญ่เกิดจากด้านความชำนาญ (เช่น ประสบการณ์) รองลงมาคือข้อผิดพลาดด้านขั้นตอนและการรับรู้ โดยข้อผิดพลาดมักเกิดกับผู้ป่วยที่มีปัญหาทางเดินหายใจหรือมีการบาดเจ็บหลายตำแหน่ง",
    "property_tag_3": "Triage",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2025-12-23T19:10:00.000Z",
    "property_pmid": "41431934",
    "property_name": "Field Triage Errors: A Cross-Sectional Study of Emergency Responders in a Virtual Reality Mass Casualty Simulation"
  },
  {
    "id": "2d3ba464-60a7-8186-aeb7-e539f1ceaa79",
    "name": "AI-powered in silico twins: redefining precision medicine through simulation, personalization, and predictive healthcare.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41441931/",
    "property_tag_2": "Precision Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อสำรวจและนิยามแนวคิดของ In Silico Twins (ISTs) ที่ขับเคลื่อนด้วย AI ซึ่งเป็นการจำลองระบบชีวภาพของผู้ป่วยเพื่อการแพทย์แม่นยำ รวมถึงแยกแยะความแตกต่างจากโมเดลคอมพิวเตอร์แบบดั้งเดิมและ Digital Twins ทั่วไป\n- **วิธีการ:** เป็นการทบทวนรากฐานทางเทคโนโลยีที่เกี่ยวข้อง เช่น Machine learning, การสร้างแบบจำลองทางสรีรวิทยา และการบูรณาการข้อมูล พร้อมทั้งนำเสนอระบบการจัดหมวดหมู่ (Taxonomy) และรายการตรวจสอบ (Checklist) เพื่อยืนยันความถูกต้องของโมเดล\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** บทความชี้ให้เห็นว่า ISTs สามารถเปลี่ยนรูปแบบการรักษาจากเชิงรับเป็นเชิงรุกผ่านการจำลองผลลัพธ์แบบเรียลไทม์ โดยได้นำเสนอแผนแม่บท (Deployment blueprint) สำหรับการนำไปประยุกต์ใช้ทางคลินิกเพื่อช่วยตัดสินใจและเพิ่มประสิทธิภาพการรักษาเฉพาะบุคคล",
    "property_tag_3": "Simulation",
    "property_tag_1": "AI",
    "property_last_edited_time": "2025-12-24T19:14:00.000Z",
    "property_pmid": "41441931",
    "property_name": "AI-powered in silico twins: redefining precision medicine through simulation, personalization, and predictive healthcare."
  },
  {
    "id": "2d3ba464-60a7-81d7-87b5-d8ae3c7a4d2f",
    "name": "Advances in biosensors for bacterial detection and identification.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41441922/",
    "property_tag_2": "Infectious Disease",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทบทวนความก้าวหน้าและบทบาทสำคัญของไบโอเซนเซอร์ในการตรวจจับและระบุเชื้อแบคทีเรีย ซึ่งเป็นปัจจัยหลักในการดูแลสุขภาพของมนุษย์และความปลอดภัยทางอาหาร รวมถึงนำเสนอแนวโน้มเทคโนโลยีในอนาคต\n- **วิธีการ:** บทความนำเสนอการบูรณาการเทคโนโลยีต่างๆ เข้ากับไบโอเซนเซอร์ ได้แก่ การใช้อนุภาคนาโน (Nanoparticles) เพื่อเพิ่มความไวและความจำเพาะ, การใช้ปัญญาประดิษฐ์ (AI) และไมโครฟลูอิดิกส์ในการแปลผลสัญญาณและตรวจวัดแบบเรียลไทม์, การใช้อุปกรณ์สวมใส่ (Wearables) สำหรับตรวจแผลติดเชื้อ และการใช้ระบบ CRISPR/Cas เพื่อการวินิจฉัยระดับโมเลกุล\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** เทคโนโลยีเหล่านี้ช่วยยกระดับขีดความสามารถในการตรวจจับเชื้อแบคทีเรียได้อย่างรวดเร็วและแม่นยำ อย่างไรก็ตาม การศึกษาในปัจจุบันส่วนใหญ่ยังเน้นการตรวจจับเชื้อเพียงชนิดเดียว บทความจึงสรุปว่างานวิจัยในอนาคตควรเน้นพัฒนาไบโอเซนเซอร์ที่สามารถตรวจจับเชื้อได้หลายชนิดพร้อมกัน (Multiplexed biosensors) โดยไม่ลดทอนความถูกต้องแม่นยำ",
    "property_tag_3": "AI",
    "property_tag_1": "Biotechnology",
    "property_last_edited_time": "2025-12-24T19:13:00.000Z",
    "property_pmid": "41441922",
    "property_name": "Advances in biosensors for bacterial detection and identification."
  },
  {
    "id": "2d3ba464-60a7-81fd-aa7c-c2e21d17bb7c",
    "name": "The emerging role of oral nicotine pouches in tobacco harm reduction.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41441963/",
    "property_tag_2": "Toxicology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อนำเสนอความสำคัญของถุงนิโคตินสำหรับช่องปาก (Oral Nicotine Pouches หรือ ONPs) ในฐานะเครื่องมือสำหรับการลดอันตรายจากการใช้ยาสูบ (Tobacco Harm Reduction) และเป็นทางเลือกทดแทนการสูบบุหรี่แบบมวนที่มีความอันตรายน้อยกว่า\n- **วิธีการ:** เป็นการทบทวนวรรณกรรมโดยวิเคราะห์ข้อมูลเทียบเคียงจากระบาดวิทยาของการใช้สนูส (snus) ร่วมกับการศึกษาทางพรีคลินิก ข้อมูลทางพิษวิทยา และการศึกษาเกี่ยวกับสารบ่งชี้ทางชีวภาพ (biomarkers) เพื่อประเมินความปลอดภัยและผลกระทบต่อสุขภาพของ ONPs\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผลการศึกษาชี้ว่า ONPs ซึ่งใช้นิโคตินเกรดเภสัชกรรมและปราศจากการเผาไหม้ ช่วยลดการสัมผัสสารพิษและสารก่อมะเร็ง (เช่น tobacco-specific nitrosamines) ลงจนแทบตรวจไม่พบ มีความเป็นพิษต่อเซลล์และการอักเสบในระดับต่ำ แม้จะมีความกังวลเรื่องการใช้ในเยาวชน แต่ข้อมูลปัจจุบันพบว่าผู้ใช้หลักคือผู้ใหญ่ที่ต้องการลดความเสี่ยง ทั้งนี้การตอบสนองทางกฎหมายในแต่ละประเทศยังคงมีความแตกต่างกัน",
    "property_tag_3": "Addiction Medicine",
    "property_tag_1": "Public Health",
    "property_last_edited_time": "2025-12-24T19:13:00.000Z",
    "property_pmid": "41441963",
    "property_name": "The emerging role of oral nicotine pouches in tobacco harm reduction."
  },
  {
    "id": "2d3ba464-60a7-81d0-8163-cad1b584ad99",
    "name": "Personalized Cancer Vaccines: Current Advances and Emerging Horizons",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41441697/",
    "property_tag_2": "Immunology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อนำเสนอภาพรวมที่ครอบคลุมเกี่ยวกับสถานการณ์ปัจจุบันและแนวโน้มในอนาคตของวัคซีนรักษามะเร็งแบบเฉพาะบุคคลที่ใช้นีโอแอนติเจน (Neoantigen-based) ในการกระตุ้นภูมิคุ้มกันแบบจำเพาะเจาะจง\n- **วิธีการ:** เป็นการทบทวนวรรณกรรมและข้อมูลจากการศึกษาทั้งในระดับพรีคลินิกและทางคลินิก โดยครอบคลุมแพลตฟอร์มต่างๆ เช่น เปปไทด์, mRNA, DNA, เซลล์เดนไดรติก และเวกเตอร์ไวรัส/แบคทีเรีย รวมถึงการใช้สารเสริมฤทธิ์และกลยุทธ์การรักษาแบบผสมผสานร่วมกับยาต้านจุดตรวจสอบภูมิคุ้มกัน (Immune Checkpoint Inhibitors)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** บทความระบุถึงความก้าวหน้าทางคลินิกที่สำคัญในช่วงทศวรรษที่ผ่านมา แต่ยังพบความท้าทายหลักในการทำนายความสามารถในการกระตุ้นภูมิคุ้มกันของนีโอแอนติเจนและการผลิตวัคซีนรายบุคคล โดยสรุปว่าจำเป็นต้องมีการทดลองทางคลินิกที่อาศัยตัวบ่งชี้ทางชีวภาพ (Biomarker) เพื่อเอาชนะข้อจำกัดและเพิ่มประสิทธิภาพการรักษาในยุคการแพทย์แม่นยำ",
    "property_tag_3": "Vaccines",
    "property_tag_1": "Oncology",
    "property_last_edited_time": "2025-12-24T19:12:00.000Z",
    "property_pmid": "41441697",
    "property_name": "Personalized Cancer Vaccines: Current Advances and Emerging Horizons"
  },
  {
    "id": "2d3ba464-60a7-81c9-b68c-ee1993a390e9",
    "name": "Coronary Computed Tomography Angiography to Exclude Acute Coronary Syndrome in Low-Risk Chest Pain Patients",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41440872/",
    "property_tag_2": "Emergency",
    "property_comment": "- **วัตถุประสงค์:** เพื่อสรุปหลักฐานที่มีอยู่เกี่ยวกับบทบาทของ Coronary Computed Tomography Angiography (CCTA) ในการคัดกรองเพื่อแยกภาวะกล้ามเนื้อหัวใจขาดเลือดเฉียบพลัน (ACS) ออกในผู้ป่วยที่มีอาการเจ็บหน้าอกความเสี่ยงต่ำ โดยเน้นที่ความแม่นยำในการวินิจฉัย ความปลอดภัย และการประยุกต์ใช้ร่วมกับ high sensitivity cardiac troponin assays (hs-cTn)\n- **วิธีการ:** ทำการทบทวนวรรณกรรมแบบ Scoping review โดยสืบค้นบทความที่ตีพิมพ์ระหว่างเดือนมกราคม 2015 ถึงมีนาคม 2025 ที่ศึกษาการใช้ CCTA ในผู้ป่วยเจ็บหน้าอกเฉียบพลันความเสี่ยงต่ำ จากฐานข้อมูล Medline, Embase, Emcare และ Web of Science\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** จากการศึกษา 22 บทความ (ผู้ป่วย 13,617 ราย) พบว่า CCTA มีประสิทธิภาพในการวินิจฉัยสูงมาก โดยมีค่าทำนายผลลบ (NPV) ที่ 99.8-100% และความไว (Sensitivity) ที่ 94-100% ในการวินิจฉัย ACS และการทำนายเหตุการณ์ไม่พึงประสงค์ทางหัวใจ การใช้ CCTA ร่วมกับ hs-cTn ช่วยเพิ่มความแม่นยำอย่างมีนัยสำคัญ และพบอัตราการเกิด ACS ในช่วงติดตามผลต่ำ (0-3.5%) ซึ่งเทียบเท่าหรือดีกว่าการดูแลรักษาแบบมาตรฐาน",
    "property_tag_3": "Radiology",
    "property_tag_1": "Cardiology",
    "property_last_edited_time": "2025-12-24T19:11:00.000Z",
    "property_pmid": "41440872",
    "property_name": "Coronary Computed Tomography Angiography to Exclude Acute Coronary Syndrome in Low-Risk Chest Pain Patients"
  },
  {
    "id": "2d4ba464-60a7-814b-b3d0-d92b7d91ec49",
    "name": "Trend of emergency department attendances for alcohol and substances intoxication in adolescents across the COVID-19 pandemic: a multicenter international study",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41441985/",
    "property_tag_2": "Emergency",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาผลกระทบของการระบาดใหญ่ COVID-19 ต่อจำนวนการเข้ารับบริการในแผนกฉุกเฉินจากภาวะเป็นพิษจากแอลกอฮอล์และสารเสพติดในกลุ่มวัยรุ่น\n- **วิธีการ:** การศึกษาย้อนหลังแบบหลายศูนย์ (Retrospective multicenter study) ในโรงพยาบาลเด็ก 4 แห่ง (อิตาลีและสหราชอาณาจักร) โดยทบทวนเวชระเบียนวัยรุ่นอายุ 10-17 ปี ที่เข้ารักษาด้วยภาวะเป็นพิษจากสารดังกล่าวระหว่างปี 2016 ถึง 2024 เพื่อเปรียบเทียบข้อมูลก่อนและระหว่างการระบาด\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบผู้ป่วยวัยรุ่นรวม 1,818 ราย โดยความชุกของการเข้ารับบริการเพิ่มขึ้นอย่างมีนัยสำคัญทางสถิติจาก 4.6 ต่อ 1,000 รายในช่วงก่อนระบาด เป็น 6.7 ต่อ 1,000 รายในช่วงระบาด (p ≤ .0001) นอกจากนี้ยังพบแนวโน้มการใช้สารพิษเพื่อเจตนาฆ่าตัวตายสูงขึ้นในช่วงการระบาด โดยเฉพาะการใช้สารอื่นที่ไม่ใช่แอลกอฮอล์",
    "property_tag_3": "Substance Abuse",
    "property_tag_1": "Pediatrics",
    "property_last_edited_time": "2025-12-25T19:14:00.000Z",
    "property_pmid": "41441985",
    "property_name": "Trend of emergency department attendances for alcohol and substances intoxication in adolescents across the COVID-19 pandemic: a multicenter international study"
  },
  {
    "id": "2d4ba464-60a7-81b4-9c93-e862ef8addb1",
    "name": "UDFSSF Model is Superior to SOFA Score in Predicting 30-day Mortality of Septic Patients With Acute Kidney Injury",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41441886/",
    "property_tag_2": "Critical Care",
    "property_comment": "- **วัตถุประสงค์:** เพื่อระบุปัจจัยเสี่ยงของการเสียชีวิตภายใน 30 วันในผู้ป่วยภาวะไตวายเฉียบพลันจากการติดเชื้อในกระแสเลือด (SA-AKI) และพัฒนาโมเดลพยากรณ์โรคใหม่เพื่อเปรียบเทียบประสิทธิภาพกับคะแนน SOFA เดิม\n- **วิธีการ:** ศึกษาในผู้ป่วย SA-AKI จำนวน 389 ราย แบ่งเป็นกลุ่มผู้รอดชีวิตและผู้เสียชีวิต วิเคราะห์ข้อมูลโดยใช้เทคนิค LASSO และ Logistic regression เพื่อหาปัจจัยเสี่ยงอิสระ และประเมินความแม่นยำของโมเดลด้วยกราฟ Calibration และ DCA\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบปัจจัยเสี่ยงอิสระประกอบด้วย uAlb/Cr, D-dimer, Fibrinogen, SIRI, SII และ Ferritin โดยโมเดลใหม่ (UDFSSF) มีค่าพื้นที่ใต้กราฟ (AUC) เท่ากับ 0.975 (95% CI: 0.959-0.992) ซึ่งสูงกว่าคะแนน SOFA (AUC: 0.716) อย่างมีนัยสำคัญในการทำนายอัตราการเสียชีวิต",
    "property_tag_3": "Surgery",
    "property_tag_1": "Nephrology",
    "property_last_edited_time": "2025-12-25T19:13:00.000Z",
    "property_pmid": "41441886",
    "property_name": "UDFSSF Model is Superior to SOFA Score in Predicting 30-day Mortality of Septic Patients With Acute Kidney Injury"
  },
  {
    "id": "2d4ba464-60a7-81ba-8562-fc6534d8ca63",
    "name": "Early palliative care decision in patients with primary brain tumor reduces emergency department visits and hospitalization at the end of life.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41442055/",
    "property_tag_2": "Neuro-oncology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาความสัมพันธ์ระหว่างช่วงเวลาในการตัดสินใจยุติการรักษาโรคมะเร็งเพื่อเข้าสู่การดูแลแบบประคับประคอง (Palliative Care) กับอัตราการเข้ารับบริการที่แผนกฉุกเฉินและการนอนโรงพยาบาลในช่วงวาระสุดท้ายของชีวิตในผู้ป่วยเนื้องอกสมองชนิดปฐมภูมิ\n- **วิธีการ:** เป็นการศึกษาแบบย้อนหลัง (Retrospective cohort study) จากเวชระเบียนของผู้ป่วยผู้ใหญ่จำนวน 162 ราย โดยเปรียบเทียบระหว่างกลุ่มที่ตัดสินใจรับการดูแลแบบประคับประคองเร็ว (>30 วันก่อนเสียชีวิต) กับกลุ่มที่ตัดสินใจช้าหรือไม่มีการบันทึกการตัดสินใจ (≤30 วัน)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผู้ป่วยกลุ่มที่มีการตัดสินใจรับการดูแลแบบประคับประคองเร็วมีการเข้าใช้บริการแผนกฉุกเฉินน้อยกว่าอย่างมีนัยสำคัญ (10% เทียบกับ 25%; p=0.015) และมีอัตราการนอนโรงพยาบาลต่ำกว่า (4% เทียบกับ 29%; p<0.001) ในช่วงเดือนสุดท้ายของชีวิตเมื่อเทียบกับกลุ่มที่ตัดสินใจช้า",
    "property_tag_3": "Emergency",
    "property_tag_1": "Palliative Care",
    "property_last_edited_time": "2025-12-25T19:12:00.000Z",
    "property_pmid": "41442055",
    "property_name": "Early palliative care decision in patients with primary brain tumor reduces emergency department visits and hospitalization at the end of life."
  },
  {
    "id": "2d4ba464-60a7-8128-9db6-c9bdc75c06fd",
    "name": "Evaluating implementation of a geriatrician-led emergency department model of care: a qualitative study using the consolidated framework for implementation research",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41442099/",
    "property_tag_2": "Emergency Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อตรวจสอบปัจจัยกำหนดการยอมรับ การบูรณาการขั้นตอนการทำงาน และความยั่งยืนของรูปแบบการดูแลโดยอายุรแพทย์ในแผนกฉุกเฉิน (GEDI) ซึ่งให้บริการประเมินผู้ป่วยสูงอายุโดยผู้เชี่ยวชาญอย่างทันท่วงที\n- **วิธีการ:** การศึกษาเชิงคุณภาพผ่านการสัมภาษณ์ 16 ครั้งและการสนทนากลุ่ม 5 ครั้ง กับผู้เข้าร่วม 31 คน (ประกอบด้วยแพทย์ฉุกเฉิน พยาบาล อายุรแพทย์ เภสัชกร และผู้ประสานงาน) โดยวิเคราะห์เนื้อหาแบบนิรนัยตามกรอบแนวคิด CFIR\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** รูปแบบ GEDI ช่วยให้ผู้ป่วยได้รับความเชี่ยวชาญเฉพาะทางที่ข้างเตียงและการประเมินแบบองค์รวมที่รวดเร็ว แต่การนำไปใช้จริงพบอุปสรรคจากความไม่ต่อเนื่องของความตระหนักรู้ในกลุ่มแพทย์จบใหม่ เกณฑ์การส่งต่อที่ไม่สอดคล้องกับหน้างานจริง และขีดความสามารถที่จำกัดของอายุรแพทย์เพียงคนเดียวในการรองรับภาระงาน",
    "property_tag_3": "Implementation Science",
    "property_tag_1": "Geriatrics",
    "property_last_edited_time": "2025-12-25T19:11:00.000Z",
    "property_pmid": "41442099",
    "property_name": "Evaluating implementation of a geriatrician-led emergency department model of care: a qualitative study using the consolidated framework for implementation research"
  },
  {
    "id": "2d4ba464-60a7-819d-bc41-ea5b51275a2b",
    "name": "Association Between Mixed Exposure to Endocrine-Disrupting Chemicals and Cardiovascular Health: Results from the 2003-2016 NHANES.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41442004/",
    "property_tag_2": "Toxicology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อตรวจสอบความสัมพันธ์ระหว่างการได้รับสารรบกวนการทำงานของต่อมไร้ท่อ (EDCs) ทั้งแบบสารเดี่ยวและสารผสม กับระดับสุขภาพหัวใจและหลอดเลือด (CVH) ที่ประเมินโดยเกณฑ์ Life's Essential 8 (LE8) ในผู้ใหญ่ที่ยังไม่ป่วยเป็นโรคหัวใจและหลอดเลือด\n- **วิธีการ:** ศึกษาข้อมูลจากกลุ่มตัวอย่าง 9,940 รายในการสำรวจ NHANES ช่วงปี 2003-2016 โดยตรวจวัดสาร EDCs 22 ชนิดในปัสสาวะ (รวมถึงฟีนอล ยาฆ่าแมลง พทาเลท และ PAHs) และวิเคราะห์ความสัมพันธ์ทางสถิติด้วยวิธี Weighted GLM และ Weighted Quantile Sum (WQS) regression\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบว่าการสัมผัสสาร EDCs สัมพันธ์ผกผันกับคะแนนสุขภาพหัวใจ (LE8) อย่างมีนัยสำคัญ โดยดัชนีรวมของสาร EDCs มีความสัมพันธ์กับสุขภาพหัวใจโดยมีค่า Adjusted Odds Ratio (OR) เท่ากับ 3.00 (95% CI: 2.30-3.90; P < 0.001) และพบว่าสาร 2-Fluorenone (2-FLU) เป็นตัวแปรที่มีน้ำหนักผลกระทบต่อสุขภาพหัวใจมากที่สุด",
    "property_tag_3": "Environmental Health",
    "property_tag_1": "Cardiology",
    "property_last_edited_time": "2025-12-25T19:11:00.000Z",
    "property_pmid": "41442004",
    "property_name": "Association Between Mixed Exposure to Endocrine-Disrupting Chemicals and Cardiovascular Health: Results from the 2003-2016 NHANES."
  },
  {
    "id": "2d5ba464-60a7-816b-ab25-d2876f625a27",
    "name": "Is tranexamic acid effective for all traumatic brain injury patients? a severity based systematic review and meta-analysis.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41446790/",
    "property_tag_2": "Neurology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาประสิทธิผลของยา Tranexamic acid (TXA) ต่ออัตราการเสียชีวิตในผู้ป่วยบาดเจ็บที่ศีรษะ (TBI) โดยเปรียบเทียบระหว่างกลุ่มที่มีอาการบาดเจ็บระดับเล็กน้อยถึงปานกลางและระดับรุนแรง\n- **วิธีการ:** ทำการทบทวนวรรณกรรมอย่างเป็นระบบและวิเคราะห์อภิมาน (Meta-analysis) จากฐานข้อมูลหลักจนถึงวันที่ 1 พฤษภาคม 2024 โดยคัดเลือกงานวิจัยที่เปรียบเทียบการใช้ยา TXA กับยาหลอก รวมทั้งหมด 16 การศึกษา (ผู้ป่วย 15,015 ราย)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การใช้ยา TXA สามารถลดอัตราการเสียชีวิตภายใน 28 วันได้อย่างมีนัยสำคัญในผู้ป่วย TBI ระดับเล็กน้อยถึงปานกลาง (Risk Ratio 0.71; 95% CI 0.60-0.85) แต่ไม่พบประโยชน์ที่ชัดเจนในผู้ป่วย TBI ระดับรุนแรง (GCS 3-8)",
    "property_tag_3": "Trauma",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2025-12-26T19:12:00.000Z",
    "property_pmid": "41446790",
    "property_name": "Is tranexamic acid effective for all traumatic brain injury patients? a severity based systematic review and meta-analysis."
  },
  {
    "id": "2d5ba464-60a7-819a-a86d-d420b5b67286",
    "name": "Effectiveness of rapid rule-out strategy for acute coronary syndrome in the emergency department: a real-world retrospective study in Asia",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41445857/",
    "property_tag_2": "Cardiology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินประสิทธิภาพการใช้งานจริงของอัลกอริธึม ESC 0/1 h hs-cTnT ในการคัดกรองและแยกโรคผู้ป่วยที่สงสัยว่าเป็นภาวะกล้ามเนื้อหัวใจขาดเลือดเฉียบพลัน (ACS) ในประชากรชาวเอเชีย\n- **วิธีการ:** เป็นการศึกษาย้อนหลังในโรงพยาบาลระดับตติยภูมิในประเทศจีน (ปี 2023-2025) ในผู้ป่วย 508 ราย โดยจำแนกผู้ป่วยตามเกณฑ์ ESC 2020 ออกเป็นกลุ่ม rule-out, observe และ rule-in เพื่อวิเคราะห์ความแม่นยำในการวินิจฉัย (Specificity และ PPV) และเปรียบเทียบผลกับเกณฑ์ปี 2015\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** จากผู้ป่วยทั้งหมด พบว่าเป็นกลุ่ม rule-out 40%, observe 50% และ rule-in 10% โดยกลุ่ม rule-in มีค่าทำนายผลบวก (PPV) ต่อการเกิดกล้ามเนื้อหัวใจตายที่ 82% ส่วนกลุ่ม rule-out มีความปลอดภัยสูงโดยไม่พบการวินิจฉัย MI เลย อย่างไรก็ตาม กลุ่ม observe มีสัดส่วนถึงครึ่งหนึ่งของผู้ป่วยทั้งหมดและใช้เวลาในห้องฉุกเฉินนานที่สุด (มัธยฐาน 7.4 ชั่วโมง) ซึ่งอาจจำกัดประสิทธิภาพในการบริหารจัดการ",
    "property_tag_3": "Acute Coronary Syndrome",
    "property_tag_1": "Emergency",
    "property_last_edited_time": "2025-12-26T19:12:00.000Z",
    "property_pmid": "41445857",
    "property_name": "Effectiveness of rapid rule-out strategy for acute coronary syndrome in the emergency department: a real-world retrospective study in Asia"
  },
  {
    "id": "2d5ba464-60a7-81bc-a629-cfc76e5c2aac",
    "name": "Clinical Experience With Nasogastric Tube Placement Using a Biologically Transparent Illumination System in Critically Ill Patients",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41446499/",
    "property_tag_2": "Gastroenterology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาความเป็นไปได้ทางคลินิกและความสามารถในการตรวจจับของระบบ Biologically Transparent Illumination (BTI) ซึ่งใช้แสงส่องสว่างช่วยในการใส่สายยางให้อาหารทางจมูก (NGT) ในผู้ป่วยวิกฤต\n- **วิธีการ:** เป็นการศึกษาแบบสังเกตการณ์ไปข้างหน้า (Prospective observational study) ในผู้ป่วยวิกฤตจำนวน 10 รายในหอผู้ป่วยหนัก (ICU) โดยทำการใส่สาย NGT ด้วยระบบ BTI และสังเกตแสงที่บริเวณลิ้นปี่ จากนั้นยืนยันตำแหน่งปลายสายด้วยการถ่ายภาพรังสี (X-ray)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** สามารถมองเห็นแสงจาก BTI ได้ในผู้ป่วย 5 ราย ในขณะที่ X-ray ยืนยันว่าสายอยู่ในกระเพาะอาหารถูกต้องทั้ง 10 ราย โดยข้อจำกัดในการมองเห็นแสงสัมพันธ์กับปัจจัยทางกายวิภาค เช่น ภาวะอ้วน ท้องมาน (Ascites) หรือระยะห่างจากปลายสายถึงผิวหนัง และไม่พบภาวะแทรกซ้อนจากการทำหัตถการ",
    "property_tag_3": "Medical Device",
    "property_tag_1": "Critical Care",
    "property_last_edited_time": "2025-12-26T19:11:00.000Z",
    "property_pmid": "41446499",
    "property_name": "Clinical Experience With Nasogastric Tube Placement Using a Biologically Transparent Illumination System in Critically Ill Patients"
  },
  {
    "id": "2d5ba464-60a7-8112-a70f-c3615a425df0",
    "name": "We Need to Stay Flexible: Making a Case for Fiberoptic Intubation Skills.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41446497/",
    "property_tag_2": "Surgery",
    "property_comment": "- **วัตถุประสงค์:** เพื่อเน้นย้ำความสำคัญของการรักษาทักษะการใส่ท่อช่วยหายใจด้วยกล้องส่องตรวจหลอดลม (fiberoptic intubation) สำหรับการจัดการทางเดินหายใจที่ยาก (difficult airway) โดยเฉพาะในผู้ป่วยที่มีโครงสร้างกายวิภาคซับซ้อน ท่ามกลางยุคที่การใช้วิดีโอ ลาริงโกสโคป (video laryngoscopy) ได้รับความนิยมสูง\n- **วิธีการ:** นำเสนอกรณีศึกษาของผู้ป่วยชายอายุ 61 ปี ที่มีประวัติมะเร็งลำคอและผ่านการผ่าตัดบริเวณศีรษะและลำคอมาอย่างมาก ซึ่งต้องเข้ารับการผ่าตัดลำไส้ใหญ่ฉุกเฉิน ทีมสหสาขาวิชาชีพได้วางแผนการใส่ท่อช่วยหายใจแบบตื่น (Awake Fiberoptic Intubation - AFOI) โดยใช้กล้องส่องตรวจหลอดลมชนิดงอได้ภายใต้การให้ยาคลายกังวลและยาชาเฉพาะที่\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การใส่ท่อช่วยหายใจประสบความสำเร็จตามแผนโดยไม่มีเหตุแทรกซ้อน ผู้ป่วยสามารถถอดท่อช่วยหายใจได้เมื่อจบการผ่าตัดและออกจาก ICU ในวันที่ 2 กรณีศึกษานี้สรุปได้ว่าแม้ความถี่ในการใช้งานจะลดลง แต่ทักษะ AFOI ยังคงเป็นสมรรถนะหลักที่จำเป็นอย่างยิ่งสำหรับวิสัญญีแพทย์ในการช่วยชีวิตผู้ป่วยที่ไม่สามารถใส่ท่อช่วยหายใจด้วยวิธีอื่นได้",
    "property_tag_3": "Airway Management",
    "property_tag_1": "Anesthesiology",
    "property_last_edited_time": "2025-12-26T19:11:00.000Z",
    "property_pmid": "41446497",
    "property_name": "We Need to Stay Flexible: Making a Case for Fiberoptic Intubation Skills."
  },
  {
    "id": "2d5ba464-60a7-8127-8056-c4ce8aa1b459",
    "name": "The Unique Impacts of Implicit Bias on Emergency Medicine.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41446753/",
    "property_tag_2": "Medical Education",
    "property_comment": "- **วัตถุประสงค์:** เพื่ออธิบายผลกระทบของอคติแฝง (Implicit Bias) ที่มีต่อการดูแลผู้ป่วยและสุขภาวะของบุคลากรในบริบทของเวชศาสตร์ฉุกเฉิน พร้อมทั้งเสนอแนวทางแก้ไขปัญหา\n- **วิธีการ:** เป็นบทความวิชาการที่ทบทวนและวิเคราะห์สภาพแวดล้อมของแผนกฉุกเฉินที่มีความไม่แน่นอน ความแออัด และความเครียดสูง ซึ่งเป็นปัจจัยกระตุ้นให้เกิดอคติแฝงในการตัดสินใจทางคลินิก\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** บทความชี้ให้เห็นว่าภาระทางปัญญาที่สูงในห้องฉุกเฉินเพิ่มความเสี่ยงต่อการเกิดอคติแฝง ซึ่งส่งผลเสียต่อผลลัพธ์การรักษา โดยได้นำเสนอมาตรการแก้ไขในระดับบุคคล สถาบัน และวิชาชีพเพื่อส่งเสริมความเสมอภาค (บทความนี้เป็นบทความเชิงทัศนะและข้อเสนอแนะ จึงไม่มีการรายงานผลวิเคราะห์ทางสถิติเชิงตัวเลข)",
    "property_tag_3": "Healthcare Quality",
    "property_tag_1": "Emergency",
    "property_last_edited_time": "2025-12-26T19:11:00.000Z",
    "property_pmid": "41446753",
    "property_name": "The Unique Impacts of Implicit Bias on Emergency Medicine."
  },
  {
    "id": "2d6ba464-60a7-814b-9934-dd9cca07d00f",
    "name": "Recrudescence of Plasmodium falciparum malaria imported from Sub-Saharan Africa: a report of two cases and the first detection of artemisinin resistance in Italy.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41453501/",
    "property_tag_2": "Travel Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาลักษณะทางโมเลกุลของยีนที่เกี่ยวข้องกับการดื้อยาต้านมาลาเรียในผู้ป่วยที่มีการกลับเป็นซ้ำของเชื้อ *Plasmodium falciparum* เพื่อตรวจสอบสาเหตุของการรักษาที่ล้มเหลว\n- **วิธีการ:** ทำการวิเคราะห์ลักษณะทางพันธุกรรมระดับโมเลกุลของยีนที่เกี่ยวข้องกับการดื้อยา (Pfk13, Pfcrt, Pfmdr1, Pfdhfr, Pfdhps และ PfCytB) จากตัวอย่างเลือดของผู้ป่วย 2 รายที่มีอาการกลับเป็นซ้ำ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบผู้ป่วยชาวอิตาลี 2 รายที่มีอาการมาลาเรียรุนแรงและกลับเป็นซ้ำหลังได้รับยา Artesunate และ Dihydroartemisinin-piperaquine ตามมาตรฐาน โดยรายแรกตรวจพบการกลายพันธุ์ R561H ซึ่งบ่งชี้ถึงการดื้อยา Artemisinin (นับเป็นการตรวจพบครั้งแรกในอิตาลี) ส่วนรายที่สองไม่พบการกลายพันธุ์ของ Pfkelch13 ซึ่งสันนิษฐานว่าเกิดจากระดับยาในเลือดต่ำจากการให้ยาทางสายยาง",
    "property_tag_3": "Tropical Medicine",
    "property_tag_1": "Infectious Diseases",
    "property_last_edited_time": "2025-12-27T19:17:00.000Z",
    "property_pmid": "41453501",
    "property_name": "Recrudescence of Plasmodium falciparum malaria imported from Sub-Saharan Africa: a report of two cases and the first detection of artemisinin resistance in Italy."
  },
  {
    "id": "2d6ba464-60a7-81e9-8091-c12a1b796d58",
    "name": "Detection of Gasping through Transthoracic Impedance: a New Approach to Early Cardiac Arrest Recognition.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41453648/",
    "property_tag_2": "Cardiology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาความเป็นไปได้ในการใช้ค่าความต้านทานไฟฟ้าของทรวงอก (Transthoracic Impedance หรือ TTI) ในการตรวจจับภาวะหายใจเฮือก (Gasping) เพื่อช่วยให้สามารถวินิจฉัยภาวะหัวใจหยุดเต้นได้รวดเร็วยิ่งขึ้น\n- **วิธีการ:** ทำการทดสอบวัดค่า TTI อย่างต่อเนื่องผ่านแผ่นแปะกระตุกหัวใจ ในโมเดลสุกรที่มีภาวะหัวใจหยุดเต้น และยืนยันผลการศึกษาในอาสาสมัครมนุษย์สุขภาพดีที่ทำการจำลองการหายใจเฮือกทั้งในขณะที่ทางเดินหายใจเปิดและปิด\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบว่าแรงจากการหายใจเฮือกส่งผลให้ค่า TTI เกิดความผันผวนขนาดใหญ่และมีลักษณะเฉพาะทั้งในสุกรและมนุษย์ ซึ่งสนับสนุนแนวทางการใช้ระบบตรวจจับอัตโนมัติผ่านเครื่อง AED เพื่อระบุภาวะหัวใจหยุดเต้นและเริ่มการทำ CPR ได้เร็วยิ่งขึ้น",
    "property_tag_3": "Resuscitation",
    "property_tag_1": "Emergency",
    "property_last_edited_time": "2025-12-27T19:16:00.000Z",
    "property_pmid": "41453648",
    "property_name": "Detection of Gasping through Transthoracic Impedance: a New Approach to Early Cardiac Arrest Recognition."
  },
  {
    "id": "2d6ba464-60a7-8125-bd37-cb40638b97a2",
    "name": "Intraoperative peak lactate as a predictor of in-hospital mortality following non-cardiac emergency surgery: a retrospective cohort study.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41454008/",
    "property_tag_2": "Emergency",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาความสำคัญของการพยากรณ์โรคโดยใช้ระดับแลคเตทระหว่างผ่าตัดในการทำนายอัตราการเสียชีวิตในโรงพยาบาลภายหลังการผ่าตัดฉุกเฉินที่ไม่ใช่การผ่าตัดหัวใจ\n- **วิธีการ:** เป็นการศึกษาย้อนหลังแบบสังเกตการณ์ในศูนย์การแพทย์เดียว (Peking Union Medical College Hospital) ระหว่างปี 2017-2023 ในผู้ป่วย 2,452 ราย โดยวิเคราะห์ระดับแลคเตทสูงสุดระหว่างผ่าตัดด้วยแบบจำลอง restricted cubic spline (RCS) เพื่อเปรียบเทียบกับผลลัพธ์หลักคือการเสียชีวิตในโรงพยาบาล\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** จากผู้ป่วยทั้งหมด พบผู้เสียชีวิต 161 ราย โดยการวิเคราะห์ถดถอยพหุคูณยืนยันว่าระดับแลคเตทสูงสุดสัมพันธ์กับการเสียชีวิตอย่างมีนัยสำคัญ (OR 1.249, 95% CI 1.185-1.318, P < 0.001) ในลักษณะที่ไม่เป็นเส้นตรง (Nonlinear) และความสัมพันธ์นี้จะชัดเจนยิ่งขึ้นในผู้ป่วยที่มีระดับความเสี่ยง ASA สูง",
    "property_tag_3": "Critical Care",
    "property_tag_1": "Surgery",
    "property_last_edited_time": "2025-12-27T19:15:00.000Z",
    "property_pmid": "41454008",
    "property_name": "Intraoperative peak lactate as a predictor of in-hospital mortality following non-cardiac emergency surgery: a retrospective cohort study."
  },
  {
    "id": "2d6ba464-60a7-81a4-b286-fd212ff87ab6",
    "name": "Preeclampsia trials that changed practice.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41453814/",
    "property_tag_2": "Maternal-Fetal Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อสรุปและรวบรวมข้อมูลจากการศึกษาทางคลินิกและการวิจัยที่มีความสำคัญ ซึ่งได้เปลี่ยนแนวทางการปฏิบัติทางคลินิกในปัจจุบันสำหรับการป้องกันและรักษาภาวะครรภ์เป็นพิษ\n- **วิธีการ:** เป็นบทความทบทวนวรรณกรรม (Review) ที่วิเคราะห์ข้อมูลจากการศึกษาตั้งแต่ระยะก่อนคลินิกไปจนถึงการทดลองแบบสุ่ม (Randomized trials) ล่าสุด ที่เกี่ยวข้องกับพยาธิสรีรวิทยาและกลยุทธ์การป้องกันโรค\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การศึกษาพบว่าการใช้ยาแอสไพรินขนาดต่ำเป็นมาตรฐานในการป้องกัน และการรักษาความดันโลหิตสูงเรื้อรังชนิดไม่รุนแรงช่วยลดความเสี่ยงของภาวะครรภ์เป็นพิษได้ นอกจากนี้ยังยืนยันบทบาทของแมกนีเซียมซัลเฟตในการป้องกันอาการชัก และความสำคัญของการกำหนดเวลาคลอดที่เหมาะสมตามหลักฐานเชิงประจักษ์",
    "property_tag_3": "Women's Health",
    "property_tag_1": "Obstetrics",
    "property_last_edited_time": "2025-12-27T19:14:00.000Z",
    "property_pmid": "41453814",
    "property_name": "Preeclampsia trials that changed practice."
  },
  {
    "id": "2d6ba464-60a7-81d0-a9fc-ebc61e96f785",
    "name": "Mycobacteria & Trauma, an Emerging Threat?",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41453111/",
    "property_tag_2": "Trauma",
    "property_comment": "- **วัตถุประสงค์:** ไม่สามารถสรุปได้เนื่องจากไม่มีบทคัดย่อ (No Abstract available)\n- **วิธีการ:** ไม่สามารถสรุปได้เนื่องจากไม่มีบทคัดย่อ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถสรุปได้เนื่องจากไม่มีบทคัดย่อ",
    "property_tag_3": "Military Medicine",
    "property_tag_1": "Infectious Diseases",
    "property_last_edited_time": "2025-12-27T19:13:00.000Z",
    "property_pmid": "41453111",
    "property_name": "Mycobacteria & Trauma, an Emerging Threat?"
  },
  {
    "id": "2d7ba464-60a7-8189-9126-df60cee6b7eb",
    "name": "Cortical Mechanisms Contributing to Ketamine-Induced Dissociation",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41453872/",
    "property_tag_2": "Anesthesiology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทบทวนและอธิบายกลไกการทำงานของยาคีตามีนที่มีต่อวงจรประสาทในเปลือกสมอง (cortical circuits) ซึ่งนำไปสู่ภาวะการแยกตัว (dissociation) รวมถึงสำรวจสมมติฐานเกี่ยวกับการสะสมของยาภายในเซลล์ที่ส่งผลต่อการส่งสัญญาณและสถานะทางพันธุศาสตร์เหนือยีน (epigenetics)\n- **วิธีการ:** เป็นบทความปริทัศน์ (Review Article) ที่รวบรวมข้อมูลและองค์ความรู้ใหม่จากการศึกษาเภสัชวิทยาของคีตามีน เทคนิคการถ่ายภาพในสิ่งมีชีวิต (in vivo imaging) ที่จำเพาะต่อชนิดเซลล์และพื้นที่สมอง และข้อมูลจากประสาทวิทยาระบบ (systems neuroscience)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** คีตามีนออกฤทธิ์หลักผ่านการยับยั้งตัวรับ NMDA และช่อง HCN1 ส่งผลให้เกิดการลดการยับยั้ง (disinhibition) ของเซลล์ประสาท pyramidal และเปลี่ยนแปลงการเชื่อมต่อระหว่างทาลามัสและเปลือกสมอง นอกจากนี้ยังพบกลไกที่ยาอาจแพร่เข้าสู่ภายในเซลล์เพื่อปรับเปลี่ยนความตื่นตัวของเซลล์ประสาทและกระบวนการส่งสัญญาณภายในเซลล์ ซึ่งความรู้ใหม่นี้อาจนำไปสู่กลยุทธ์การรักษาโรคซึมเศร้าที่ดื้อยาและการศึกษาเกี่ยวกับระดับความรู้สติ",
    "property_tag_3": "Pharmacology",
    "property_tag_1": "Neuroscience",
    "property_last_edited_time": "2025-12-28T19:18:00.000Z",
    "property_pmid": "41453872",
    "property_name": "Cortical Mechanisms Contributing to Ketamine-Induced Dissociation"
  },
  {
    "id": "2d7ba464-60a7-81fa-a327-d8209b79f16d",
    "name": "SREBP1-mediated lipogenesis promotes dedifferentiation and senescence of vascular smooth muscle cells through epigenetic remodeling",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41453868/",
    "property_tag_2": "Geriatrics",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาบทบาทของกระบวนการสร้างไขมันที่ควบคุมโดยโปรตีน SREBP1 ต่อการเปลี่ยนแปลงสภาพเซลล์ที่คล้ายความชรา (senescence-like) และการสูญเสียคุณลักษณะเฉพาะ (dedifferentiation) ของเซลล์กล้ามเนื้อเรียบหลอดเลือด (VSMC) ซึ่งมักพบในสภาวะแรงโน้มถ่วงต่ำ\n- **วิธีการ:** ทำการศึกษาโดยกระตุ้นและยับยั้งการทำงานของ SREBP1 ด้วยสารเภสัชวิทยาและการตัดแต่งพันธุกรรม (Knockdown) ยีน Srebf1 โดยใช้ Lentivirus และ AAV เพื่อส่งถ่ายเข้าสู่เซลล์ VSMC โดยเฉพาะ ทั้งในระดับหลอดทดลอง (in vitro) และสัตว์ทดลอง (in vivo) รวมถึงวิเคราะห์กลไกทาง Epigenetic ที่เกี่ยวข้อง\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การกระตุ้น SREBP1 เร่งกระบวนการชราของเซลล์ผ่านการเพิ่มระดับ Acetyl-CoA และ Histone acetylation ซึ่งปรับเปลี่ยนโครงสร้างโครมาตินให้ยับยั้งยีนที่เกี่ยวกับการหดตัวและกระตุ้นยีนความชรา ในขณะที่การยับยั้ง SREBP1 ทั้งในหลอดทดลองและสัตว์ทดลองช่วยลดการเปลี่ยนแปลงสภาพคล้ายความชราของ VSMC ได้อย่างมีนัยสำคัญ",
    "property_tag_3": "Genetics",
    "property_tag_1": "Cardiology",
    "property_last_edited_time": "2025-12-28T19:17:00.000Z",
    "property_pmid": "41453868",
    "property_name": "SREBP1-mediated lipogenesis promotes dedifferentiation and senescence of vascular smooth muscle cells through epigenetic remodeling"
  },
  {
    "id": "2d7ba464-60a7-8116-8ba1-f96931d6359a",
    "name": "Classification of 36 paediatric skin diseases using self-supervised learning",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41453805/",
    "property_tag_2": "Dermatology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาและพัฒนาการจำแนกโรคผิวหนังในผู้ป่วยเด็กจำนวน 36 โรค โดยอาศัยเทคนิคการเรียนรู้แบบ Self-supervised learning (สรุปข้อมูลจากชื่อเรื่องเนื่องจากไม่มีบทคัดย่อ)\n- **วิธีการ:** ใช้โมเดลปัญญาประดิษฐ์ (AI) ด้วยวิธีการเรียนรู้ด้วยตนเอง (Self-supervised learning) ในการวิเคราะห์โรคผิวหนังทางกุมารเวชศาสตร์\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถระบุผลการศึกษาหรือค่าทางสถิติที่แน่ชัดได้ เนื่องจากข้อมูลนำเข้าระบุว่าไม่มีบทคัดย่อ (No Abstract available)",
    "property_tag_3": "AI",
    "property_tag_1": "Pediatrics",
    "property_last_edited_time": "2025-12-28T19:16:00.000Z",
    "property_pmid": "41453805",
    "property_name": "Classification of 36 paediatric skin diseases using self-supervised learning"
  },
  {
    "id": "2d7ba464-60a7-818a-b7c6-e3d1bfc3d1b8",
    "name": "Ketamine's Brain Spatial Distribution and Metabolic Effects in a Mouse Model of Anxiety: Insight into In Situ Mass Spectrometry Imaging and Metabolomics Methods",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41453569/",
    "property_tag_2": "Neuroscience",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาผลกระทบทางเคมีประสาทและการกระจายตัวเชิงพื้นที่ของคีตามีนในสมองของหนูทดลองจากการได้รับยาเรื้อรัง และเพื่อเข้าใจกลไกการเกิดโรควิตกกังวลที่ชักนำโดยคีตามีนผ่านการวิเคราะห์การเปลี่ยนแปลงของเมแทบอไลต์ในสมองเฉพาะส่วน\n- **วิธีการ:** ศึกษาในหนูสายพันธุ์ C57BL/6 ที่ได้รับคีตามีนขนาด 30 มก./กก. ทุกวันเป็นเวลา 15 วัน โดยใช้การประเมินพฤติกรรมร่วมกับเทคนิค in situ mass spectrometry imaging (MSI) เพื่อดูการกระจายตัว และใช้เมแทบอโลมิกส์ (metabolomics) วิเคราะห์ในสมองส่วน prefrontal cortex และ cerebellum\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** หนูทดลองแสดงพฤติกรรมวิตกกังวลเพิ่มขึ้นแต่ไม่มีความบกพร่องทางปัญญา ผลจาก MSI พบการสะสมของคีตามีนใน cerebral cortex, midbrain และ cerebellum ในขณะที่สารสื่อประสาท GABA มีการกระจายตัวเปลี่ยนไปทางบริเวณ thalamus และ striatum ผลการวิเคราะห์เมแทบอโลมิกส์พบเมแทบอไลต์ที่แตกต่างกันอย่างมีนัยสำคัญจำนวน 73 ชนิดใน prefrontal cortex และ 134 ชนิดใน cerebellum ซึ่งส่วนใหญ่เกี่ยวข้องกับวิถีเมแทบอลิซึมของ Alanine, Aspartate, Glutamate และวิถี GABAergic synapse",
    "property_tag_3": "Psychiatry",
    "property_tag_1": "Toxicology",
    "property_last_edited_time": "2025-12-28T19:15:00.000Z",
    "property_pmid": "41453569",
    "property_name": "Ketamine's Brain Spatial Distribution and Metabolic Effects in a Mouse Model of Anxiety: Insight into In Situ Mass Spectrometry Imaging and Metabolomics Methods"
  },
  {
    "id": "2d7ba464-60a7-81af-bea1-d401bcce4bb2",
    "name": "Letter to the Editor On \"Economic Impact of Digital Musculoskeletal Care Versus In-person Physical Therapy: A US Claims Analysis of Health Care Utilization and Outcomes\"",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41453553/",
    "property_tag_2": "Digital Health",
    "property_comment": "- **วัตถุประสงค์:** ไม่สามารถระบุได้เนื่องจากบทความนี้เป็นจดหมายถึงบรรณาธิการและไม่มีบทคัดย่อ (No Abstract available)\n- **วิธีการ:** ไม่สามารถระบุได้เนื่องจากบทความนี้เป็นจดหมายถึงบรรณาธิการและไม่มีบทคัดย่อ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถระบุได้เนื่องจากบทความนี้เป็นจดหมายถึงบรรณาธิการและไม่มีบทคัดย่อ",
    "property_tag_3": "Physical Therapy",
    "property_tag_1": "Rehabilitation",
    "property_last_edited_time": "2025-12-28T19:13:00.000Z",
    "property_pmid": "41453553",
    "property_name": "Letter to the Editor On \"Economic Impact of Digital Musculoskeletal Care Versus In-person Physical Therapy: A US Claims Analysis of Health Care Utilization and Outcomes\""
  },
  {
    "id": "2d8ba464-60a7-8152-9131-f918def6ded1",
    "name": "Femoral Vein Diameter as a Predictor for Intravascular Volume Status",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41458735/",
    "property_tag_2": "Cardiology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาความสัมพันธ์ระหว่างขนาดเส้นผ่านศูนย์กลางหลอดเลือดดำที่ขา (Femoral Vein Diameter - FVD) และความดันหลอดเลือดดำส่วนกลาง (CVP) ในการประเมินสถานะสารน้ำในร่างกายสำหรับผู้ป่วยที่มีภาวะความดันโลหิตต่ำ เพื่อใช้เป็นทางเลือกแทนการตรวจ IVC ที่อาจทำได้ยากในบางกรณี\n- **วิธีการ:** การศึกษาเชิงสังเกตแบบไปข้างหน้า (Prospective observational study) ในผู้ป่วยฉุกเฉินที่มีภาวะความดันโลหิตต่ำจำนวน 27 ราย โดยทำการวัด FVD ด้วยอัลตราซาวด์และวัด CVP ด้วยทรานสดิวเซอร์ และวิเคราะห์ความสัมพันธ์ทางสถิติด้วย Pearson's correlation coefficient\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบความสัมพันธ์เชิงบวกระดับสูงระหว่าง FVD และ CVP (r=0.919, p<0.001) โดยค่า FVD ที่ 1.2 ซม. มีความไว 90% และความจำเพาะ 94.4% ในการทำนายภาวะ CVP สูง (>12 mmHg) ส่วนค่า FVD ที่น้อยกว่า 0.8 ซม. มีความจำเพาะ 100% ในการทำนายภาวะ CVP ต่ำ (<8 mmHg)",
    "property_tag_3": "Ultrasound",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2025-12-29T19:24:00.000Z",
    "property_pmid": "41458735",
    "property_name": "Femoral Vein Diameter as a Predictor for Intravascular Volume Status"
  },
  {
    "id": "2d8ba464-60a7-813d-9d51-ca4b42fb3b51",
    "name": "Artificial intelligence for posterior capsule opacification.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41458487/",
    "property_tag_2": "Ophthalmology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อนำเสนอการประยุกต์ใช้ปัญญาประดิษฐ์ (AI) ในการตรวจจับ จัดระดับความรุนแรง และประเมินความเสี่ยงของภาวะถุงหุ้มเลนส์ขุ่น (PCO) หลังการผ่าตัดต้อกระจก เพื่อช่วยสนับสนุนการตัดสินใจทางคลินิกในการรักษาด้วยเลเซอร์ Nd:YAG ให้มีความแม่นยำและปลอดภัยยิ่งขึ้น\n- **วิธีการ:** ใช้เทคโนโลยี AI รวมถึง Machine Learning และ Deep Convolutional Neural Networks ในการวิเคราะห์ข้อมูลภาพถ่ายทางการแพทย์ (เช่น ภาพถ่าย Retro-illumination, OCT และ Scheimpflug tomography) เพื่อสร้างแบบจำลองในการวินิจฉัยและพยากรณ์ความเสี่ยง\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** โมเดล AI แสดงประสิทธิภาพเทียบเท่าผู้เชี่ยวชาญ โดยมีค่าพื้นที่ใต้กราฟ (AUC) สูงถึง 0.97 สำหรับการตรวจจับ PCO ที่มีผลต่อการมองเห็น, ค่าความสัมพันธ์ (Correlation) ประมาณ 0.83 สำหรับการให้คะแนนความรุนแรง และค่า C-index ประมาณ 0.87 สำหรับการประเมินความเสี่ยงในการทำเลเซอร์ ซึ่งช่วยลดอคติในการวินิจฉัยและทำให้การดูแลรักษามีมาตรฐานเดียวกัน",
    "property_tag_3": "Cataract Surgery",
    "property_tag_1": "AI",
    "property_last_edited_time": "2025-12-29T19:22:00.000Z",
    "property_pmid": "41458487",
    "property_name": "Artificial intelligence for posterior capsule opacification."
  },
  {
    "id": "2d8ba464-60a7-818d-8125-eace29a565ba",
    "name": "The 'F' in ABCDE: why frailty assessment matters in geriatric trauma.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41459607/",
    "property_tag_2": "Geriatrics",
    "property_comment": "- **วัตถุประสงค์:** เพื่อเน้นย้ำความสำคัญของการประเมินภาวะเปราะบาง (Frailty) ในผู้ป่วยสูงอายุที่ได้รับบาดเจ็บ และเสนอแนวคิดการผนวกการประเมินนี้เข้ากับหลักการดูแลผู้ป่วยฉุกเฉิน (ABCDE)\n- **วิธีการ:** ไม่ระบุรายละเอียดวิธีการศึกษา เนื่องจากข้อมูลระบุว่าไม่มีบทคัดย่อ (No Abstract available)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่ปรากฏข้อมูลผลลัพธ์หรือการวิเคราะห์ทางสถิติเนื่องจากไม่มีเนื้อหาบทคัดย่อ",
    "property_tag_3": "Trauma",
    "property_tag_1": "Emergency",
    "property_last_edited_time": "2025-12-29T19:21:00.000Z",
    "property_pmid": "41459607",
    "property_name": "The 'F' in ABCDE: why frailty assessment matters in geriatric trauma."
  },
  {
    "id": "2d8ba464-60a7-8172-b85b-ecef2f5f62a6",
    "name": "Response to 'The 'F' in ABCDE: why frailty assessment matters in geriatric trauma'.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41459608/",
    "property_tag_2": "Trauma",
    "property_comment": "- **วัตถุประสงค์:** เพื่อตอบสนองและให้ความเห็นเพิ่มเติมต่อบทความเรื่อง 'The 'F' in ABCDE' ซึ่งเน้นย้ำความสำคัญของการประเมินภาวะเปราะบาง (Frailty) ในการดูแลผู้ป่วยสูงอายุที่ได้รับบาดเจ็บ\n- **วิธีการ:** ไม่มีการระบุระเบียบวิธีวิจัยเนื่องจากบทความนี้เป็นบทตอบรับหรือจดหมายถึงบรรณาธิการและไม่มีบทคัดย่อ (No abstract available)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่มีการระบุผลลัพธ์หรือการวิเคราะห์ทางสถิติเนื่องจากไม่มีบทคัดย่อ",
    "property_tag_3": "Emergency Medicine",
    "property_tag_1": "Geriatrics",
    "property_last_edited_time": "2025-12-29T19:20:00.000Z",
    "property_pmid": "41459608",
    "property_name": "Response to 'The 'F' in ABCDE: why frailty assessment matters in geriatric trauma'."
  },
  {
    "id": "2d8ba464-60a7-815b-b2ce-f8429693e5d5",
    "name": "Analysis of blasting characteristics in interbedded rock masses based on particle expansion method.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41454031/",
    "property_tag_2": "Blasting Engineering",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาอิทธิพลของโครงสร้างชั้นหินสลับ (interbedded rock masses) ที่มีต่อผลลัพธ์การระเบิด ซึ่งเป็นประเด็นที่ยังได้รับความสนใจน้อยเมื่อเทียบกับการศึกษาในชั้นหินที่มีคุณสมบัติสม่ำเสมอ\n- **วิธีการ:** ใช้วิธี Particle Expansion Method ในการวิเคราะห์ผลกระทบของการระเบิด โดยพิจารณาตัวแปรด้านวิวัฒนาการของความเค้นสะท้อน (reflected stress), รูปแบบการขยายตัวของรอยแตก และพลวัตของแรงสัมผัส ในสภาพแวดล้อมและความหนาของชั้นหินที่แตกต่างกัน\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบว่าสภาพแวดล้อมการระเบิดและความหนาของชั้นหินมีอิทธิพลอย่างมีนัยสำคัญต่อประสิทธิภาพการระเบิด ในขณะที่มุมระหว่างชั้นหินมีผลเพียงเล็กน้อย โดยในหินแข็งความเค้นสะท้อนจะเพิ่มและลดลงตามความหนา ส่วนในหินอ่อนรูปแบบรอยแตกจะเปลี่ยนแปลงอย่างชัดเจนแม้ความหนาของชั้นหินจะน้อย",
    "property_tag_3": "Geology",
    "property_tag_1": "Rock Mechanics",
    "property_last_edited_time": "2025-12-29T00:25:00.000Z",
    "property_pmid": "41454031",
    "property_name": "Analysis of blasting characteristics in interbedded rock masses based on particle expansion method."
  },
  {
    "id": "2d9ba464-60a7-8152-9857-def31a80e3bc",
    "name": "Oral Medications for Treating Agitation in a Safety Net Emergency Department",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41468014/",
    "property_tag_2": "Toxicology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินผลการนำยาชนิดรับประทานมาใช้รักษาอาการกระวนกระวายในแผนกฉุกเฉิน (ED) ซึ่งเดิมใช้การฉีดเข้ากล้ามเนื้อเป็นมาตรฐาน และเพื่อส่งเสริมการใช้ยาชนิดรับประทานให้มากขึ้น โดยเฉพาะในกลุ่มผู้ป่วยที่มีภาวะมึนเมาสารเสพติดและแอลกอฮอล์\n- **วิธีการ:** เป็นการศึกษาเชิงพัฒนาคุณภาพ (Quality improvement study) โดยวิเคราะห์ข้อมูล 2 ส่วน คือ 1. เปรียบเทียบข้อมูลผู้ป่วย ED ทั้งหมดก่อนและหลังเริ่มมาตรการ (มกราคม 2018 - พฤษภาคม 2024) และ 2. เก็บข้อมูลผู้ป่วยที่มีภาวะมึนเมาในช่วง 12 เดือนของการดำเนินงาน (กันยายน 2020 - สิงหาคม 2021) โดยมีการส่งเสริมการใช้ยา Olanzapine และ Lorazepam ชนิดรับประทานผ่านการให้ความรู้และข้อมูลป้อนกลับแก่บุคลากร\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** สัดส่วนผู้ป่วยที่ได้รับยาชนิดรับประทานเป็นขนานแรกเพิ่มขึ้นอย่างมีนัยสำคัญหลังเริ่มมาตรการ (จาก 7.2% เป็น 31.4%; ผลต่าง 24.2 percentage points [95% CI, 23.6-24.8 pp]) โดยพบว่าระยะเวลาที่ผู้ป่วยสงบลง (Time to adequate sedation) เท่ากันที่ 15 นาที ทั้งในกลุ่มที่ได้รับยาชนิดรับประทานและฉีดเข้ากล้ามเนื้อ (Median difference 1 นาที; 95% CI, -0.6 ถึง 2.6 นาที) และไม่พบความแตกต่างอย่างมีนัยสำคัญในอัตราการใช้ยาซ้ำหรืออาการไม่พึงประสงค์",
    "property_tag_3": "Psychiatry",
    "property_tag_1": "Emergency",
    "property_last_edited_time": "2025-12-30T19:22:00.000Z",
    "property_pmid": "41468014",
    "property_name": "Oral Medications for Treating Agitation in a Safety Net Emergency Department"
  },
  {
    "id": "2d9ba464-60a7-81ad-8e00-dfd7eca10e2f",
    "name": "Predicting epilepsy after new onset refractory status epilepticus due to autoimmune encephalitis: The DAME score",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41467927/",
    "property_tag_2": "Immunology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อระบุปัจจัยเสี่ยงและพัฒนาระบบคะแนน (DAME score) สำหรับทำนายการเกิดโรคลมชักในผู้ป่วยโรคสมองอักเสบจากภูมิคุ้มกัน (autoimmune encephalitis) ที่มีภาวะชักต่อเนื่องแบบดื้อยาชนิดใหม่ (NORSE)\n- **วิธีการ:** เป็นการศึกษาแบบย้อนหลังและเก็บข้อมูลจากหลายศูนย์ (retrospective, multicenter cohort) ในผู้ป่วย 70 รายที่มีอาการ NORSE และได้รับการติดตามผลอย่างน้อย 24 เดือนหลังภูมิคุ้มกันบำบัด เพื่อวิเคราะห์หาปัจจัยเสี่ยงอิสระและสร้างแบบประเมินความเสี่ยง\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบผู้ป่วย 54.3% พัฒนาเป็นโรคลมชัก โดยปัจจัยทำนายอิสระที่สำคัญได้แก่ ระยะเวลาชักต่อเนื่อง ≥ 10 วัน (OR 31.14), ความผิดปกติใน MRI แบบ bitemporal (OR 49.80), และการพบ interictal epileptiform discharges ใน EEG (OR 71.32) ส่วนการพบแอนติบอดีต่อผิวเซลล์เป็นปัจจัยที่ลดความเสี่ยง (OR 0.12) โดยแบบประเมิน DAME score ที่จุดตัดคะแนน ≥ 3 มีความไว 86.8% ความจำเพาะ 87.5% และความแม่นยำ 87.1%",
    "property_tag_3": "Epilepsy",
    "property_tag_1": "Neurology",
    "property_last_edited_time": "2025-12-30T19:21:00.000Z",
    "property_pmid": "41467927",
    "property_name": "Predicting epilepsy after new onset refractory status epilepticus due to autoimmune encephalitis: The DAME score"
  },
  {
    "id": "2d9ba464-60a7-8194-a45b-f8e2047d7e44",
    "name": "Unmasking Hidden Risks: The Essential Role of Routine Di-Agnostic Laparoscopy in Sleeve Gastrectomy",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41467973/",
    "property_tag_2": "Bariatrics",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาประโยชน์ของการส่องกล้องตรวจช่องท้องส่วนล่าง (Diagnostic Laparoscopy) ตามปกติในระหว่างการผ่าตัดลดขนาดกระเพาะแบบสลีฟ (Sleeve Gastrectomy) เพื่อค้นหาและจัดการกับพยาธิสภาพในช่องท้องที่อาจซ่อนอยู่ในผู้ป่วยโรคอ้วนที่มีความเสี่ยงสูง\n- **วิธีการ:** เป็นการศึกษาแบบย้อนหลัง (Retrospective study) เก็บข้อมูลจากผู้ป่วย 371 รายที่เข้ารับการผ่าตัดในศูนย์การแพทย์ 3 แห่งในลิเบีย ระหว่างเดือนมกราคม 2021 ถึงธันวาคม 2024 โดยใช้วิธีการสำรวจช่องท้องอย่างเป็นระบบ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** จากข้อมูลที่ปรากฏ พบพยาธิสภาพในช่องท้องโดยบังเอิญในร้อยละ 6.5 ของผู้ป่วย (หมายเหตุ: ข้อมูลในต้นฉบับไม่ครบถ้วน จึงสรุปผลลัพธ์ได้เพียงส่วนที่ปรากฏ)",
    "property_tag_3": "Gastroenterology",
    "property_tag_1": "Surgery",
    "property_last_edited_time": "2025-12-30T19:20:00.000Z",
    "property_pmid": "41467973",
    "property_name": "Unmasking Hidden Risks: The Essential Role of Routine Di-Agnostic Laparoscopy in Sleeve Gastrectomy"
  },
  {
    "id": "2d9ba464-60a7-81a7-a6d5-f28d74b4175a",
    "name": "Race- and Ethnicity-Specific Hospital Arrival and Emergency Medicine Service Activation Times by US State for Ischemic Stroke",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41467391/",
    "property_tag_2": "Emergency Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อวิเคราะห์ความแตกต่างของความล่าช้าในการเดินทางมาถึงโรงพยาบาลและการเริ่มใช้บริการการแพทย์ฉุกเฉิน (EMS) ของผู้ป่วยโรคหลอดเลือดสมองตีบเฉียบพลัน โดยจำแนกตามเชื้อชาติและกลุ่มชาติพันธุ์ในแต่ละรัฐของสหรัฐอเมริกา เพื่อนำไปสู่การปรับปรุงระบบการดูแลและการให้ความรู้ที่เหมาะสม\n- **วิธีการ:** เป็นการศึกษาแบบตัดขวาง (Cross-sectional study) โดยใช้ข้อมูลผู้ป่วย 691,689 ราย จากโรงพยาบาลในเครือข่าย GWTG-Stroke ระหว่างเดือนมกราคม 2021 ถึงสิงหาคม 2023 วิเคราะห์ข้อมูลด้วยสถิติ Multivariable logistic regression เพื่อหาความสัมพันธ์ระหว่างเชื้อชาติกับระยะเวลาต่างๆ (เช่น เวลาเริ่มมีอาการจนถึงโรงพยาบาล >4.5 ชม. และเวลาตั้งแต่โทรแจ้งเหตุจนถึงโรงพยาบาล >1 ชม.)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** เมื่อเปรียบเทียบกับผู้ป่วยผิวขาว พบว่าผู้ป่วยชาวเอเชีย ผิวดำ และฮิสแปนิก มีความเสี่ยงที่จะเดินทางมาถึงโรงพยาบาลช้ากว่า 4.5 ชั่วโมงสูงกว่า (Odds Ratio: 1.24, 1.18, และ 1.10 ตามลำดับ) แต่กลับพบว่าระยะเวลาการขนส่งโดยรถฉุกเฉิน (911 call-to-arrival) ของกลุ่มชาติพันธุ์เหล่านี้สั้นกว่ากลุ่มผิวขาวอย่างมีนัยสำคัญ ซึ่งบ่งชี้ว่าปัญหาความล่าช้าเกิดจากขั้นตอนก่อนการเรียกแพทย์ฉุกเฉิน",
    "property_tag_3": "Public Health",
    "property_tag_1": "Neurology",
    "property_last_edited_time": "2025-12-30T19:19:00.000Z",
    "property_pmid": "41467391",
    "property_name": "Race- and Ethnicity-Specific Hospital Arrival and Emergency Medicine Service Activation Times by US State for Ischemic Stroke"
  },
  {
    "id": "2d9ba464-60a7-8122-af92-cb3e61676133",
    "name": "Direct Transport to a Thrombectomy Center Accelerates Acute Stroke Reperfusion Therapies in Nonurban Settings",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41467370/",
    "property_tag_2": "Emergency",
    "property_comment": "- **วัตถุประสงค์:** เพื่อเปรียบเทียบระยะเวลาในการรักษา (IVT และ Mechanical Thrombectomy) ในผู้ป่วยโรคหลอดเลือดสมองนอกเขตเมือง ระหว่างกลุ่มที่ถูกนำส่งตรงไปยังศูนย์ที่สามารถทำหัตถการลากลิ่มเลือดได้ (TCC) กับกลุ่มที่ถูกส่งไปยังศูนย์โรคหลอดเลือดสมองในท้องถิ่นก่อน\n- **วิธีการ:** เป็นการศึกษาย้อนหลัง (Retrospective study) ในผู้ป่วย 304 ราย ระหว่างปี 2021-2024 โดยเปรียบเทียบข้อมูลระหว่างกลุ่มที่ส่งตรงและกลุ่มที่ได้รับการส่งต่อจากโรงพยาบาลอื่นด้วยวิธี Inverse probability of treatment weighting\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** กลุ่มที่ถูกนำส่งตรงไปยัง TCC ใช้เวลาตั้งแต่เริ่มพบแพทย์จนถึงการได้รับยาละลายลิ่มเลือดน้อยกว่ากลุ่มที่ถูกส่งต่อ (มัธยฐาน 75 นาที เทียบกับ 86 นาที) ซึ่งแสดงให้เห็นว่าการนำส่งตรงช่วยเร่งกระบวนการรักษาให้เร็วขึ้นได้",
    "property_tag_3": "Stroke",
    "property_tag_1": "Neurology",
    "property_last_edited_time": "2025-12-30T19:18:00.000Z",
    "property_pmid": "41467370",
    "property_name": "Direct Transport to a Thrombectomy Center Accelerates Acute Stroke Reperfusion Therapies in Nonurban Settings"
  },
  {
    "id": "2daba464-60a7-8133-9b48-cf759c5071e6",
    "name": "DNA metabolism of a temperature sensitive filamentous mutant of Bacillus subtilis SB 19",
    "url": "https://pubmed.ncbi.nlm.nih.gov/414466/",
    "property_tag_2": "Genetics",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาเมแทบอลิซึมของดีเอ็นเอในเชื้อ *Bacillus subtilis* สายพันธุ์กลาย SB 19 ที่ไวต่ออุณหภูมิและมีลักษณะเป็นเส้นสาย\n- **วิธีการ:** ไม่สามารถระบุรายละเอียดได้เนื่องจากบทความต้นฉบับไม่มีบทคัดย่อ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถระบุรายละเอียดได้เนื่องจากบทความต้นฉบับไม่มีบทคัดย่อ",
    "property_tag_3": "Bacteriology",
    "property_tag_1": "Microbiology",
    "property_last_edited_time": "2025-12-31T19:21:00.000Z",
    "property_pmid": "414466",
    "property_name": "DNA metabolism of a temperature sensitive filamentous mutant of Bacillus subtilis SB 19"
  },
  {
    "id": "2daba464-60a7-81dc-97a7-d171956b6ff0",
    "name": "Artifacts in electroencephalography",
    "url": "https://pubmed.ncbi.nlm.nih.gov/414427/",
    "property_tag_2": "Electroencephalography",
    "property_comment": "- **วัตถุประสงค์:** ไม่สามารถระบุรายละเอียดเจาะจงได้เนื่องจากไม่มีบทคัดย่อ แต่จากชื่อเรื่องคาดว่าเป็นบทความที่กล่าวถึงลักษณะและประเภทของสัญญาณรบกวน (Artifacts) ในการตรวจคลื่นไฟฟ้าสมอง (EEG)\n- **วิธีการ:** ไม่สามารถระบุได้เนื่องจากไม่มีบทคัดย่อ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถระบุได้เนื่องจากไม่มีบทคัดย่อ",
    "property_tag_3": "Diagnostics",
    "property_tag_1": "Neurology",
    "property_last_edited_time": "2025-12-31T19:20:00.000Z",
    "property_pmid": "414427",
    "property_name": "Artifacts in electroencephalography"
  },
  {
    "id": "2daba464-60a7-8161-8d7f-d9aeb2e6a7db",
    "name": "Diagnosis of gynecologic pelvic masses by gray scale ultrasonography: analysis of specificity and accuracy.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/414529/",
    "property_tag_2": "Radiology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินความแม่นยำและความจำเพาะของการตรวจอัลตราซาวด์แบบ gray scale ในการวินิจฉัยก้อนในอุ้งเชิงกรานทางนรีเวช\n- **วิธีการ:** ทำการศึกษาแบบย้อนหลัง (retrospective analysis) ในผู้ป่วยจำนวน 251 รายที่มีก้อนในทางนรีเวชและได้รับการยืนยันผลการวินิจฉัยแล้ว\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบความแม่นยำประมาณ 91% ในการระบุการมีอยู่ ขนาด ตำแหน่ง และความแข็งของก้อน ซึ่งสูงกว่ารายงานก่อนหน้า ข้อผิดพลาดส่วนใหญ่เกิดจากการแปลผลภาพลำไส้ผิดพลาด รอยโรคที่มีขนาดเล็ก (2 ซม. หรือน้อยกว่า) หรือเทคนิคการตรวจที่ไม่ดี อย่างไรก็ตาม ภาพอัลตราซาวด์ไม่มีความจำเพาะเพียงพอที่จะวินิจฉัยทางจุลพยาธิวิทยาได้หากปราศจากข้อมูลทางคลินิก",
    "property_tag_3": "Diagnostic Imaging",
    "property_tag_1": "Gynecology",
    "property_last_edited_time": "2025-12-31T19:19:00.000Z",
    "property_pmid": "414529",
    "property_name": "Diagnosis of gynecologic pelvic masses by gray scale ultrasonography: analysis of specificity and accuracy."
  },
  {
    "id": "2daba464-60a7-8145-8e08-e2d35635a47d",
    "name": "Transfer of antibacterial immunity by \"Immune\" RNA from animals treated with pseudomonas lipopolysaccharide",
    "url": "https://pubmed.ncbi.nlm.nih.gov/414470/",
    "property_tag_2": "Microbiology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาการตอบสนองทางภูมิคุ้มกันแบบ Humoral ต่อไลโปโพลีแซคคาไรด์ (LPS) ของเชื้อ Pseudomonas aeruginosa และความสามารถในการถ่ายโอนภูมิคุ้มกันโดยใช้ RNA จากสัตว์ทดลอง\n- **วิธีการ:** ทำการกระตุ้นภูมิคุ้มกันในหนูด้วย LPS และนำสารสกัดที่อุดมไปด้วย RNA จากเซลล์ม้ามของหนูเหล่านั้นไปถ่ายโอนให้กับหนูปกติ โดยมีการควบคุมปัจจัยต่างๆ เพื่อยืนยันว่าไม่มีการปนเปื้อนของแอนติเจน\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** หนูที่ได้รับ LPS สร้างแอนติบอดีชนิด 19S และ 7S และพบว่าสารสกัด RNA จากหนูที่มีภูมิคุ้มกันสามารถถ่ายโอนการตอบสนองจำเพาะต่อ LPS ไปยังหนูรับได้สำเร็จ โดยไม่พบการปนเปื้อนของแอนติเจนที่เป็นตัวกระตุ้น",
    "property_tag_3": "Infectious Diseases",
    "property_tag_1": "Immunology",
    "property_last_edited_time": "2025-12-31T19:18:00.000Z",
    "property_pmid": "414470",
    "property_name": "Transfer of antibacterial immunity by \"Immune\" RNA from animals treated with pseudomonas lipopolysaccharide"
  },
  {
    "id": "2daba464-60a7-8198-9cbf-f2b098b83751",
    "name": "The extent and importance of sensitization by opportunist mycobacteria in Lagos, Nigeria.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/414397/",
    "property_tag_2": "Pediatrics",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาขอบเขตและความสำคัญของการแพ้ภูมิต่อเชื้อไมโคแบคทีเรียฉวยโอกาส (opportunist mycobacteria) ในกลุ่มเด็กนักเรียนที่เมืองลากอส ประเทศไนจีเรีย\n- **วิธีการ:** ทำการทดสอบผิวหนังด้วยทูเบอร์คูลินในเด็กนักเรียนอายุ 6-15 ปี จำนวน 3,505 คน โดยใช้ PPDS (จากเชื้อวัณโรคคน) ควบคู่กับ PPD ชนิดอื่นๆ ได้แก่ PPDG, PPDPL, PPDA, PPDF และ PPDY ซึ่งเตรียมจากเชื้อไมโคแบคทีเรียสายพันธุ์ต่างๆ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบว่า PPDY, PPDA และ PPDG ก่อให้เกิดปฏิกิริยาที่มีขนาดมากกว่า 2 มม. มากกว่า PPDS และพบสัดส่วนที่มีนัยสำคัญของเด็กที่มีปฏิกิริยาขนาด 10 มม. ขึ้นไปจากการทดสอบด้วยแอนติเจนกลุ่มนี้ ซึ่งบ่งชี้ว่าเด็กจำนวนมากมีการแพ้ภูมิต่อเชื้อกลุ่ม Gause organism หรือเชื้อที่เกี่ยวข้อง ทั้งนี้ เสนอว่าขนาดรอยนูน 10 มม. อาจเป็นเกณฑ์ที่เหมาะสมในการแยกแยะระหว่างการติดเชื้อไมโคแบคทีเรียฉวยโอกาสกับการติดเชื้อวัณโรคแท้จริง (M. tuberculosis)",
    "property_tag_3": "Epidemiology",
    "property_tag_1": "Infectious Diseases",
    "property_last_edited_time": "2025-12-31T19:17:00.000Z",
    "property_pmid": "414397",
    "property_name": "The extent and importance of sensitization by opportunist mycobacteria in Lagos, Nigeria."
  },
  {
    "id": "2ddba464-60a7-8148-baaa-fa21c9c0832d",
    "name": "Presepsin for sepsis diagnosis in emergency departments: a multicentre study.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41482452/",
    "property_tag_2": "Infectious Disease",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินความถูกต้องแม่นยำในการวินิจฉัยของระดับ presepsin และ procalcitonin (PCT) สำหรับภาวะติดเชื้อในกระแสเลือด (sepsis) และภาวะช็อกจากการติดเชื้อ (septic shock) ตามเกณฑ์ Sepsis-3 ในผู้ป่วยแผนกฉุกเฉิน\n- **วิธีการ:** การศึกษาแบบ Multicentre prospective cohort ในผู้ป่วยผู้ใหญ่ 668 ราย จากแผนกฉุกเฉิน 8 แห่งในประเทศไทย (ต.ค. 2020 - มิ.ย. 2022) ที่สงสัยว่ามีการติดเชื้อ โดยทำการตรวจเลือดและเพาะเชื้อเพื่อเปรียบเทียบค่า AUROC ของ presepsin และ PCT รวมถึงติดตามอัตราการเสียชีวิตใน 30 วัน\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** Presepsin มีค่า AUROC สูงกว่า PCT เล็กน้อยในการวินิจฉัย sepsis (0.63 vs 0.62) และ septic shock (0.73 vs 0.72) นอกจากนี้ระดับ presepsin และ PCT ที่สูงขึ้นยังสัมพันธ์กับความเสี่ยงการเสียชีวิตใน 30 วันที่เพิ่มขึ้น (OR 2.61 และ 1.62 ตามลำดับ) แสดงให้เห็นว่า presepsin อาจช่วยในการประเมินความเสี่ยงได้แต่ความแม่นยำในการวินิจฉัยโดยรวมยังอยู่ในระดับปานกลาง",
    "property_tag_3": "Diagnostics",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2026-01-03T19:24:00.000Z",
    "property_pmid": "41482452",
    "property_name": "Presepsin for sepsis diagnosis in emergency departments: a multicentre study."
  },
  {
    "id": "2ddba464-60a7-8146-ada9-d26e65f37d37",
    "name": "Sodium-Glucose Cotransporter 2 Inhibitors and Reduced Fibromyalgia Risk in Patients With Diabetes: A Target Trial Emulation Study",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41482395/",
    "property_tag_2": "Rheumatology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาเปรียบเทียบความเสี่ยงของการเกิดโรคไฟโบรมัยอัลเจีย (fibromyalgia) รายใหม่ ระหว่างผู้ป่วยเบาหวานชนิดที่ 2 ที่เริ่มใช้ยา SGLT2i เทียบกับผู้ที่เริ่มใช้ยา GLP-1RA\n- **วิธีการ:** เป็นการศึกษาแบบ Target trial emulation โดยใช้ฐานข้อมูล TriNetX ในผู้ป่วยผู้ใหญ่ที่เป็นเบาหวานชนิดที่ 2 ทำการจับคู่คะแนนความโน้มเอียง (propensity score-matching) แบบ 1:1 จำนวน 297,937 รายต่อกลุ่ม เพื่อติดตามอุบัติการณ์ของโรคไฟโบรมัยอัลเจีย\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** กลุ่มที่ใช้ยา SGLT2i พบอุบัติการณ์ของโรคไฟโบรมัยอัลเจีย (2.3%) น้อยกว่ากลุ่มที่ใช้ GLP-1RA (2.6%) อย่างมีนัยสำคัญ โดยมี Hazard Ratio (HR) อยู่ที่ 0.896 (95% CI 0.867-0.925) และผลลัพธ์ยังคงสอดคล้องกันในการวิเคราะห์ความไวที่ระยะเวลาติดตาม 1, 3 และ 5 ปี",
    "property_tag_3": "Pharmacology",
    "property_tag_1": "Endocrinology",
    "property_last_edited_time": "2026-01-03T19:23:00.000Z",
    "property_pmid": "41482395",
    "property_name": "Sodium-Glucose Cotransporter 2 Inhibitors and Reduced Fibromyalgia Risk in Patients With Diabetes: A Target Trial Emulation Study"
  },
  {
    "id": "2ddba464-60a7-812a-86ca-dd8befdc3b14",
    "name": "Hyperglycemia in Critically Ill Patients: Current Approaches and Management Strategies.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41482394/",
    "property_tag_2": "Endocrinology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อสร้างความตระหนักรู้แก่บุคลากรทางการแพทย์เกี่ยวกับผลกระทบของภาวะน้ำตาลในเลือดสูงในผู้ป่วยวิกฤต รวมถึงพยาธิสรีรวิทยา เทคนิคการตรวจติดตาม และแนวทางการรักษาในปัจจุบัน\n- **วิธีการ:** ทบทวนและวิเคราะห์หลักฐานจากวรรณกรรมระดับนานาชาติ โดยเน้นเรื่องผลกระทบของความผันผวนของระดับน้ำตาล (Glycemic variability) การจัดการผู้ป่วยแบบเฉพาะบุคคล และการใช้เทคโนโลยีใหม่อย่าง AI biosensors ในการตรวจวัด\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การรักษาหลักคือการให้อินซูลินทางหลอดเลือดดำ โดยแนะนำให้ควบคุมระดับน้ำตาลให้อยู่ระหว่าง 6.1 ถึง 10.0 mmol/l (110-180 mg/dl) เพื่อลดอัตราการเสียชีวิตและภาวะแทรกซ้อน พร้อมทั้งป้องกันความเสี่ยงจากภาวะน้ำตาลในเลือดต่ำ",
    "property_tag_3": "AI",
    "property_tag_1": "Critical Care",
    "property_last_edited_time": "2026-01-03T19:22:00.000Z",
    "property_pmid": "41482394",
    "property_name": "Hyperglycemia in Critically Ill Patients: Current Approaches and Management Strategies."
  },
  {
    "id": "2ddba464-60a7-8108-be83-c2e3979947c7",
    "name": "Scoping review of the emerging definition of long COVID: implications for future research and clinical practice.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41480252/",
    "property_tag_2": "Public Health",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรวบรวมและอธิบายคำจำกัดความของคำว่า \"long COVID\" ที่ได้รับการตีพิมพ์เผยแพร่แล้วในวรรณกรรมทางการแพทย์\n- **วิธีการ:** การทบทวนขอบเขต (Scoping review) โดยใช้เกณฑ์ PRISMA ScR สืบค้นฐานข้อมูล Medline (PubMed), Embase, SciELO และ The Cochrane Library เพื่อสังเคราะห์ข้อมูล\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** จาก 896 บทความ พบ 91 บทความที่เข้าเกณฑ์และ 51 บทความที่มีคำจำกัดความ โดยระบุลักษณะร่วม 4 ด้าน คือ ระยะเวลา อวัยวะที่ได้รับผลกระทบ อาการ และลักษณะทางคลินิก ซึ่งชี้ให้เห็นว่าปัจจุบันยังไม่มีฉันทามติ (Consensus) ที่ชัดเจนในการนิยามภาวะนี้",
    "property_tag_3": "Epidemiology",
    "property_tag_1": "Infectious Diseases",
    "property_last_edited_time": "2026-01-03T19:20:00.000Z",
    "property_pmid": "41480252",
    "property_name": "Scoping review of the emerging definition of long COVID: implications for future research and clinical practice."
  },
  {
    "id": "2ddba464-60a7-81c1-9cb0-c9a9749ffbec",
    "name": "Rapid diagnosis of different cardiovascular disease events from early released cardiac biomarkers, cTnI, BNP, and CRP, by biosensor technology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41480420/",
    "property_tag_2": "Emergency",
    "property_comment": "- **วัตถุประสงค์:** เพื่อพัฒนาและประเมินประสิทธิภาพของชุดตรวจแบบ Point-of-Care (POC) โดยใช้เทคโนโลยีออปติคัลนาโนไบโอเซนเซอร์ (Optical nano biosensor) สำหรับตรวจหาตัวบ่งชี้ทางชีวภาพของโรคหัวใจและหลอดเลือด (CVD) ได้แก่ cTnI, BNP และ CRP ให้มีความรวดเร็ว แม่นยำ และราคาประหยัด เหมาะสำหรับการใช้งานในแผนกฉุกเฉินและพื้นที่ที่มีทรัพยากรจำกัด\n- **วิธีการ:** ทำการทดสอบชุดตรวจ POC กับกลุ่มตัวอย่างผู้ป่วยแบบสุ่ม เพื่อตรวจวัดระดับ Cardiac troponins (cTnI), B-type natriuretic peptide (BNP) และ C-reactive protein (CRP) ซึ่งบ่งบอกถึงการบาดเจ็บของกล้ามเนื้อหัวใจ ความเครียดของหัวใจ และการอักเสบ โดยเปรียบเทียบผลลัพธ์ที่ได้กับวิธีมาตรฐานทางห้องปฏิบัติการ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ชุดตรวจสามารถรายงานผลได้ภายใน 15 นาที โดยมีความสัมพันธ์สอดคล้องกับผลทางห้องปฏิบัติการอย่างมาก พบค่าความไว (Sensitivity) ที่ 95.2% สำหรับ cTnI, 91.8% สำหรับ BNP และ 89% สำหรับ CRP พร้อมทั้งมีความจำเพาะ (Specificity) สูง ช่วยให้แพทย์สามารถวินิจฉัยและคัดกรองผู้ป่วยกลุ่มเสี่ยงได้ทันท่วงที",
    "property_tag_3": "Diagnostics",
    "property_tag_1": "Cardiology",
    "property_last_edited_time": "2026-01-03T19:19:00.000Z",
    "property_pmid": "41480420",
    "property_name": "Rapid diagnosis of different cardiovascular disease events from early released cardiac biomarkers, cTnI, BNP, and CRP, by biosensor technology"
  },
  {
    "id": "2deba464-60a7-81aa-a932-e644e5bb92d6",
    "name": "Temperature- and humidity-modified associations between ambient air pollution and syncope outpatient visits: a time series analysis in Beijing, China.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41484358/",
    "property_tag_2": "Cardiology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาความสัมพันธ์ระหว่างมลพิษทางอากาศกับการมารับบริการผู้ป่วยนอกด้วยอาการวูบ (Syncope) รวมถึงการดัดแปรผล (Effect modification) ของอุณหภูมิและความชื้นที่มีต่อความสัมพันธ์ดังกล่าว\n- **วิธีการ:** เป็นการวิเคราะห์อนุกรมเวลา (Time series analysis) โดยใช้ข้อมูลที่รวบรวมในพื้นที่กรุงปักกิ่ง ประเทศจีน\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถระบุผลลัพธ์ที่แน่ชัดได้ เนื่องจากข้อมูลนำเข้าที่ให้มาระบุว่าไม่มีบทคัดย่อ (No Abstract available)",
    "property_tag_3": "Epidemiology",
    "property_tag_1": "Environmental Health",
    "property_last_edited_time": "2026-01-04T19:20:00.000Z",
    "property_pmid": "41484358",
    "property_name": "Temperature- and humidity-modified associations between ambient air pollution and syncope outpatient visits: a time series analysis in Beijing, China."
  },
  {
    "id": "2deba464-60a7-8111-8653-f55588e7c534",
    "name": "From hyperinflammation to recovery: serum immune biomarkers predict severity and track rapid inflammatory resolution in MIS-C.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41484355/",
    "property_tag_2": "Immunology",
    "property_comment": "- **วัตถุประสงค์:** ไม่สามารถระบุรายละเอียดได้เนื่องจากข้อมูลนำเข้าระบุว่าไม่มีบทคัดย่อ (No Abstract available)\n- **วิธีการ:** ไม่สามารถระบุรายละเอียดได้เนื่องจากไม่มีข้อมูลบทคัดย่อ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถระบุรายละเอียดได้เนื่องจากไม่มีข้อมูลบทคัดย่อ",
    "property_tag_3": "Biomarkers",
    "property_tag_1": "Pediatrics",
    "property_last_edited_time": "2026-01-04T19:19:00.000Z",
    "property_pmid": "41484355",
    "property_name": "From hyperinflammation to recovery: serum immune biomarkers predict severity and track rapid inflammatory resolution in MIS-C."
  },
  {
    "id": "2deba464-60a7-813b-83da-c5ee9b1ad4fb",
    "name": "Artificial intelligence in diagnostic, prognostic, and predictive genomic biomarkers for prostate cancer: Ready for prime time?",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41483979/",
    "property_tag_2": "Genomics",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทำการทบทวนวรรณกรรมอย่างเป็นระบบเกี่ยวกับการประยุกต์ใช้ปัญญาประดิษฐ์ (AI) ในการวิเคราะห์ข้อมูลพันธุกรรมเพื่อการวินิจฉัย การพยากรณ์โรค และการทำนายผลการรักษาในผู้ป่วยมะเร็งต่อมลูกหมาก\n- **วิธีการ:** ทำการสืบค้นข้อมูลผ่านฐานข้อมูล Medline และ Google Scholar โดยคัดเลือกงานวิจัยที่ใช้ AI ในการระบุตัวบ่งชี้ทางพันธุกรรม (Genetic markers) และความสัมพันธ์กับข้อมูลทางคลินิกในผู้ป่วยมะเร็งต่อมลูกหมาก มีบทความที่ผ่านเกณฑ์คัดเข้าจำนวน 15 บทความ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การใช้ Machine Learning (ML) มีประสิทธิภาพในการระบุยีนใหม่ที่เกี่ยวข้องกับมะเร็งและสามารถพยากรณ์ความเสี่ยงทางคลินิก เช่น การลุกลามระยะแพร่กระจาย การกลับมาเป็นซ้ำทางชีวเคมีหลังผ่าตัด และการรอดชีวิต โดยวิเคราะห์ผ่านรูปแบบของ miRNA, mRNA และ lncRNA นอกจากนี้ AI ยังช่วยทำนายภาวะแทรกซ้อนจากการฉายรังสีและการดื้อยาต้านฮอร์โมนเพศชายได้ แม้ผลลัพธ์จะมีแนวโน้มที่ดีแต่ยังขาดการตรวจสอบความถูกต้องทางคลินิก (Clinical validation) อย่างกว้างขวาง",
    "property_tag_3": "Artificial Intelligence",
    "property_tag_1": "Prostate Cancer",
    "property_last_edited_time": "2026-01-04T10:18:00.000Z",
    "property_pmid": "41483979",
    "property_name": "Artificial intelligence in diagnostic, prognostic, and predictive genomic biomarkers for prostate cancer: Ready for prime time?"
  },
  {
    "id": "2deba464-60a7-81c3-b4ba-fbeb671fa36f",
    "name": "Epidemiology, diagnosis and treatment of Mayaro and Oropouche virus infections: implication for clinical practice and public health.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41483970/",
    "property_tag_2": "Public Health",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรวบรวมและนำเสนอข้อมูลที่เป็นปัจจุบันเกี่ยวกับระบาดวิทยา การวินิจฉัย และการจัดการการติดเชื้อไวรัส Mayaro (MAYV) และ Oropouche (OROV) เพื่อเป็นแนวทางสำหรับบุคลากรทางการแพทย์และสาธารณสุขในการรับมือกับโรคอุบัติใหม่เหล่านี้\n- **วิธีการ:** เป็นการทบทวนวรรณกรรมและสังเคราะห์ข้อมูลโดยกลุ่มผู้เชี่ยวชาญจากละตินอเมริกาและสเปน โดยครอบคลุมหัวข้อระบาดวิทยา พยาธิสรีรวิทยา อาการทางคลินิก การวินิจฉัย และแนวทางการรักษาโรคติดเชื้อทั้งสองชนิด\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การศึกษาระบุถึงความท้าทายสำคัญในการวินิจฉัยโรค เนื่องจากอาการทางคลินิกที่คล้ายคลึงกับโรคอาร์โบไวรัสอื่นๆ และการขาดแคลนเครื่องมือตรวจวินิจฉัยทางการค้า คณะผู้จัดทำเน้นย้ำความจำเป็นเร่งด่วนในการเฝ้าระวังทางระบาดวิทยาเชิงรุก และเสนอแนะให้รวมไวรัสเหล่านี้ในขั้นตอนวิธีการวินิจฉัย โดยเฉพาะอย่างยิ่งในผู้ที่อาศัยหรือเดินทางไปยังพื้นที่ระบาด และในหญิงตั้งครรภ์ที่สงสัยว่ามีการติดเชื้อไวรัส OROV",
    "property_tag_3": "Tropical Medicine",
    "property_tag_1": "Infectious Diseases",
    "property_last_edited_time": "2026-01-04T10:17:00.000Z",
    "property_pmid": "41483970",
    "property_name": "Epidemiology, diagnosis and treatment of Mayaro and Oropouche virus infections: implication for clinical practice and public health."
  },
  {
    "id": "2deba464-60a7-8113-9e4e-c9508226afab",
    "name": "Amebic liver abscess following DANA-related flooding in Valencia, Spain, October 2024: A sentinel case of emerging parasitic risk in non-endemic settings.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41483966/",
    "property_tag_2": "Environmental Health",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรายงานกรณีศึกษาผู้ป่วยโรคฝีในตับจากเชื้ออะมีบา (Amebic liver abscess) ที่เกิดขึ้นภายหลังเหตุน้ำท่วม (DANA) ในเมืองบาเลนเซีย ประเทศสเปน เมื่อเดือนตุลาคม 2024 เพื่อชี้ให้เห็นถึงความเสี่ยงของโรคปรสิตอุบัติใหม่ในพื้นที่ที่ไม่ใช่ถิ่นระบาด\n- **วิธีการ:** เป็นการนำเสนอรายงานกรณีศึกษา (Case Report) ของผู้ป่วยที่ได้รับผลกระทบทางสุขภาพภายหลังภัยพิบัติน้ำท่วม (สรุปข้อมูลจากชื่อเรื่องเนื่องจากไม่มีบทคัดย่อ)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่ปรากฏข้อมูลทางสถิติเนื่องจากเป็นรายงานกรณีศึกษาและไม่มีบทคัดย่อ แต่ข้อสรุปหลักคือการระบุว่าเป็นกรณีตัวอย่าง (sentinel case) ที่แสดงถึงความเชื่อมโยงระหว่างปัญหาสิ่งแวดล้อม (น้ำท่วม) กับการอุบัติของโรคติดเชื้อ",
    "property_tag_3": "Public Health",
    "property_tag_1": "Infectious Diseases",
    "property_last_edited_time": "2026-01-04T10:16:00.000Z",
    "property_pmid": "41483966",
    "property_name": "Amebic liver abscess following DANA-related flooding in Valencia, Spain, October 2024: A sentinel case of emerging parasitic risk in non-endemic settings."
  },
  {
    "id": "2dfba464-60a7-81bd-a011-f51949fcf554",
    "name": "Non-pharmacological Perioperative Interventions for the Prevention of Postoperative Delirium in Elderly Patients Undergoing Hip and Knee Arthroplasty Surgery: A Systematic Review",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41487800/",
    "property_tag_2": "Geriatrics",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินประสิทธิผลของมาตรการดูแลรักษาแบบไม่ใช้ยาในช่วงรอยต่อผ่าตัด สำหรับการป้องกันภาวะสับสนเฉียบพลันหลังผ่าตัด (Postoperative Delirium) ในผู้ป่วยสูงอายุที่เข้ารับการผ่าตัดเปลี่ยนข้อเข่าหรือข้อสะโพกเทียม\n- **วิธีการ:** เป็นการทบทวนวรรณกรรมอย่างเป็นระบบ (Systematic Review) ตามแนวทาง PRISMA จากฐานข้อมูล 5 แห่ง โดยคัดเลือกงานวิจัยแบบสุ่ม (RCTs) และแบบสังเกตการณ์ที่ศึกษาในผู้ป่วยอายุ 60 ปีขึ้นไป จำนวน 11 การศึกษา (ผู้ป่วยรวม 15,761 ราย) และประเมินคุณภาพงานวิจัยด้วยเครื่องมือ RoB 2 และ ROBINS-I\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** อุบัติการณ์การเกิดภาวะสับสนมีตั้งแต่ 0% ถึง 34% โดยวิธี Fast-track พบอุบัติการณ์ต่ำสุด (0%) ในขณะที่การใช้สายรัดห้ามเลือด (Tourniquet) เพิ่มอัตราการเกิดภาวะสับสนอย่างมีนัยสำคัญ (เช่น 19.1% เทียบกับ 9.6%) และเพิ่มระดับความเจ็บปวด โปรโตคอลการดูแลแบบองค์รวมสามารถลดอุบัติการณ์ได้ (15.9% เทียบกับ 30.8%) ในขณะที่การให้พลาสมา (FFP) เพิ่มความเสี่ยงถึง 5.96 เท่า และการกระตุ้นสมองด้วยไฟฟ้า (tDCS) ช่วยลดอุบัติการณ์จาก 19.7% เหลือ 4.9%",
    "property_tag_3": "Orthopedics",
    "property_tag_1": "Surgery",
    "property_last_edited_time": "2026-01-05T19:20:00.000Z",
    "property_pmid": "41487800",
    "property_name": "Non-pharmacological Perioperative Interventions for the Prevention of Postoperative Delirium in Elderly Patients Undergoing Hip and Knee Arthroplasty Surgery: A Systematic Review"
  },
  {
    "id": "2dfba464-60a7-8142-8360-f06764c0335f",
    "name": "Extracorporeal membrane oxygenation support for tropical infections: a scoping review",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41485007/",
    "property_tag_2": "Infectious Diseases",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทบทวนหลักฐานและบทบาทของการใช้เครื่องช่วยพยุงการทำงานของหัวใจและปอด (ECMO) ในการรักษาผู้ป่วยโรคติดเชื้อในเขตร้อน (Tropical infections) ซึ่งยังเป็นเรื่องที่ขาดข้อมูลการศึกษาที่ชัดเจนในปัจจุบัน\n- **วิธีการ:** คณะผู้วิจัยทำการระบุรายชื่อโรคติดเชื้อในเขตร้อนทั้งไวรัส แบคทีเรีย เชื้อรา และปรสิต โดยอิงตามเกณฑ์โรคเขตร้อนที่ถูกละเลย (NTD) ของ WHO หรือโรคที่มีความชุกสูงในเขตร้อน และทำการทบทวนวรรณกรรมที่เกี่ยวข้องกับการใช้ ECMO เพื่อรองรับผู้ป่วยกลุ่มนี้\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบว่ามีการใช้ ECMO ในโรคติดเชื้อหลายชนิดด้วยผลลัพธ์ที่แตกต่างกัน โดยโรคฉี่หนู (Leptospirosis) มีรายงานอัตราการรอดชีวิตสูงถึง 84% เมื่อใช้ Venovenous ECMO ส่วนโรค American trypanosomiasis มีอัตราการรอดชีวิต 71% เมื่อใช้ Venoarterial ECMO เพื่อรอการปลูกถ่าย ในทางกลับกันผู้ป่วย MERS มีอัตราการเสียชีวิตสูงกว่า 65% นอกจากนี้ยังพบความสำเร็จในการใช้ ECMO กับโรคไข้เลือดออก มาลาเรีย และวัณโรค",
    "property_tag_3": "Tropical Medicine",
    "property_tag_1": "Critical Care",
    "property_last_edited_time": "2026-01-05T17:07:00.000Z",
    "property_pmid": "41485007",
    "property_name": "Extracorporeal membrane oxygenation support for tropical infections: a scoping review"
  },
  {
    "id": "2dfba464-60a7-81e6-8c44-c7c97d80f4d5",
    "name": "Sodium ascorbate versus ascorbic acid in sepsis: a narrative review of emerging cardiovascular and neurological benefits.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41485064/",
    "property_tag_2": "Sepsis",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทบทวนและเปรียบเทียบความแตกต่างระหว่าง Sodium ascorbate และ Ascorbic acid ในบริบทของการรักษาภาวะติดเชื้อในกระแสเลือด (Sepsis) โดยมุ่งเน้นที่ประโยชน์ต่อระบบหัวใจและหลอดเลือดและระบบประสาท (สรุปข้อมูลจากชื่อเรื่องเนื่องจากต้นฉบับไม่มีบทคัดย่อ)\n- **วิธีการ:** เป็นบทความทบทวนวรรณกรรมแบบพรรณนา (Narrative review)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถระบุผลการศึกษาหรือนัยสำคัญทางสถิติได้ เนื่องจากข้อมูลระบุว่าไม่มีบทคัดย่อ (No Abstract available)",
    "property_tag_3": "Cardiology",
    "property_tag_1": "Critical Care",
    "property_last_edited_time": "2026-01-05T17:06:00.000Z",
    "property_pmid": "41485064",
    "property_name": "Sodium ascorbate versus ascorbic acid in sepsis: a narrative review of emerging cardiovascular and neurological benefits."
  },
  {
    "id": "2dfba464-60a7-812a-845f-d1b6a4c9b608",
    "name": "Traumatic brain injury from diaper change-related falls in children younger than 3 years: an evaluation of South Korean national emergency department registry data.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41484949/",
    "property_tag_2": "Emergency Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาลักษณะและปัจจัยเสี่ยงของการพลัดตกหกล้มระหว่างการเปลี่ยนผ้าอ้อมในเด็กเล็ก รวมถึงวิเคราะห์ความสัมพันธ์กับสัดส่วนการบาดเจ็บที่ศีรษะเมื่อเทียบกับการพลัดตกหกล้มรูปแบบอื่น\n- **วิธีการ:** เป็นการศึกษาแบบ Cross-sectional โดยวิเคราะห์ข้อมูลจากทะเบียนเฝ้าระวังการบาดเจ็บในแผนกฉุกเฉินของเกาหลีใต้ (ปี 2011-2022) ในเด็กอายุน้อยกว่า 3 ปี เพื่อเปรียบเทียบผลลัพธ์ทางคลินิกและใช้สถิติ Logistic regression เพื่อหาปัจจัยที่สัมพันธ์กับการบาดเจ็บทางสมอง (TBI) และกะโหลกศีรษะแตก\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบอุบัติเหตุจากการเปลี่ยนผ้าอ้อม 298 ราย จากทั้งหมด 51,474 ราย โดยกลุ่มนี้มีสัดส่วนการเกิด TBI สูงกว่ากลุ่มอื่น (47.3% ต่อ 31.0%, p < 0.001) และมีการบาดเจ็บรุนแรงสูงกว่า (16.4% ต่อ 6.1%, p < 0.001) การวิเคราะห์พหุตัวแปรพบว่าการตกจากการเปลี่ยนผ้าอ้อมเพิ่มความเสี่ยงต่อการเกิด TBI (aOR 1.31) และกะโหลกศีรษะแตก (aOR 1.62) อย่างมีนัยสำคัญ",
    "property_tag_3": "Trauma",
    "property_tag_1": "Pediatrics",
    "property_last_edited_time": "2026-01-05T17:05:00.000Z",
    "property_pmid": "41484949",
    "property_name": "Traumatic brain injury from diaper change-related falls in children younger than 3 years: an evaluation of South Korean national emergency department registry data."
  },
  {
    "id": "2dfba464-60a7-813b-ac8d-fc6ffe3f325a",
    "name": "Rapid assessment of the factors contributing to the increase in maternal mortality during the COVID-19 pandemic in the Latin American region",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41484948/",
    "property_tag_2": "COVID-19",
    "property_comment": "- **วัตถุประสงค์:** เพื่อตรวจสอบและระบุปัจจัยที่มีส่วนทำให้เกิดการเพิ่มขึ้นของการตายของมารดาในช่วงการระบาดของ COVID-19 (ระหว่างมีนาคม 2020 ถึงกรกฎาคม 2021) ในประเทศชิลี โคลอมเบีย และเอกวาดอร์\n- **วิธีการ:** เป็นการศึกษาเชิงคุณภาพในหลายประเทศ (Multi-country qualitative study) โดยวิเคราะห์จาก 4 แหล่งข้อมูล ได้แก่ เอกสารนโยบายสุขภาพ 62 ฉบับ และการสัมภาษณ์เชิงลึกกับผู้มีส่วนได้ส่วนเสีย 3 กลุ่ม ได้แก่ ผู้กำหนดนโยบาย (21 คน) ผู้ให้บริการสุขภาพ (30 คน) และญาติของผู้หญิงที่เสียชีวิต (28 คน) โดยใช้โมเดล SURE และ Three Delays ในการวิเคราะห์ข้อมูล\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผลการศึกษาพบว่าการเปลี่ยนแปลงรูปแบบบริการโดยลดความสำคัญของบริการปฐมภูมิเพื่อมุ่งเน้นผู้ป่วย COVID-19 และความกลัวของผู้ป่วย เป็นปัจจัยหลักที่กระทบต่อบริการ นอกจากนี้ยังพบปัญหาความแตกแยกในการบริหารจัดการ การขาดแคลนทรัพยากร และความล้มเหลวในการนำนโยบายไปปฏิบัติอย่างเป็นระบบ (เช่น ระบบทางไกล) ซึ่งส่งผลให้การเข้าถึงบริการสุขภาพมารดาที่มีคุณภาพหยุดชะงักและล่าช้า",
    "property_tag_3": "Public Health",
    "property_tag_1": "Maternal Mortality",
    "property_last_edited_time": "2026-01-05T17:04:00.000Z",
    "property_pmid": "41484948",
    "property_name": "Rapid assessment of the factors contributing to the increase in maternal mortality during the COVID-19 pandemic in the Latin American region"
  },
  {
    "id": "2e0ba464-60a7-812a-851c-e746ed71f35e",
    "name": "Life-Threatening Duodenal Perforation Following Endoscopic Retrograde Cholangiopancreatography in an Elderly Patient: A Case Report",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41492635/",
    "property_tag_2": "Surgery",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรายงานกรณีศึกษาของผู้ป่วยสูงอายุที่เกิดภาวะลำไส้เล็กส่วนดูโอดีนัมทะลุอย่างรุนแรงภายหลังการทำหัตถการส่องกล้องท่อน้ำดีและตับอ่อน (ERCP) ซึ่งเป็นภาวะแทรกซ้อนที่พบได้ยากแต่มีอันตรายถึงชีวิต\n- **วิธีการ:** ผู้ป่วยชายอายุ 77 ปี เข้ารับการทำ ERCP เพื่อรักษาอาการดีซ่าน แต่เกิดความยากลำบากในการใส่สายสวนจนต้องทำ precut sphincterotomy และเกิดการทะลุที่ลำไส้เล็กส่วนดูโอดีนัมส่วนที่ 3 ซึ่งยืนยันผลด้วย CT scan ที่พบอากาศรั่วในช่องท้อง รอยโรคทะลุ และภาวะลมรั่วในช่องเยื่อหุ้มปอด ผู้ป่วยได้รับการผ่าตัดฉุกเฉินซ่อมแซมรอยรั่วด้วยวิธี Graham patch\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** หลังการผ่าตัดและได้รับการดูแลในหอผู้ป่วยวิกฤต ผู้ป่วยเกิดภาวะช็อกจากการติดเชื้อ (septic shock) และอวัยวะล้มเหลวหลายระบบ จนเสียชีวิตใน 9 วันต่อมา กรณีนี้เน้นย้ำถึงความสำคัญของการวินิจฉัยด้วย CT อย่างรวดเร็วและการรักษาที่เหมาะสมในผู้ป่วยกลุ่มเสี่ยง",
    "property_tag_3": "Emergency Medicine",
    "property_tag_1": "Gastroenterology",
    "property_last_edited_time": "2026-01-06T19:22:00.000Z",
    "property_pmid": "41492635",
    "property_name": "Life-Threatening Duodenal Perforation Following Endoscopic Retrograde Cholangiopancreatography in an Elderly Patient: A Case Report"
  },
  {
    "id": "2e0ba464-60a7-81e3-bb0b-d079a0eaf897",
    "name": "When the Numbers Lie: Uncovering Pseudohyponatremia After an Anabolic Steroid Injection.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41492630/",
    "property_tag_2": "Nephrology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อนำเสนอกรณีศึกษาที่พบได้ยากของภาวะโซเดียมในเลือดต่ำเทียม (Pseudohyponatremia) ซึ่งเกิดจากการฉีดสเตียรอยด์ฮอร์โมน (Anabolic steroid) ที่เจือจางในน้ำมันเข้าหลอดเลือดดำโดยบังเอิญ\n- **วิธีการ:** ศึกษากรณีผู้ป่วยชายอายุ 42 ปี ที่เข้ารับการรักษาในแผนกฉุกเฉินด้วยอาการคลื่นไส้อาเจียนหลังฉีด Trenbolone โดยเปรียบเทียบค่าทางห้องปฏิบัติการระหว่างการวัดระดับโซเดียมด้วยวิธีมาตรฐาน (Indirect analysis) กับการวัดด้วยเครื่อง iSTAT (Direct analysis) และการประเมินค่า Osmolality ในเลือด\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผลตรวจเลือดเบื้องต้นพบระดับโซเดียมต่ำที่ 125 mmol/L แต่ค่า Measured osmolality อยู่ในเกณฑ์ปกติ (289 mOsm/kg) และเมื่อตรวจยืนยันด้วย iSTAT พบระดับโซเดียมปกติที่ 137 mmol/L บ่งชี้ว่าเป็นภาวะโซเดียมต่ำเทียมจากการรบกวนของสารทำละลายในสเตียรอยด์ ผู้ป่วยได้รับการสังเกตอาการจนปลอดภัยและสามารถกลับบ้านได้",
    "property_tag_3": "Toxicology",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2026-01-06T19:21:00.000Z",
    "property_pmid": "41492630",
    "property_name": "When the Numbers Lie: Uncovering Pseudohyponatremia After an Anabolic Steroid Injection."
  },
  {
    "id": "2e0ba464-60a7-81ec-831a-ea623ea2b1da",
    "name": "Gastrointestinal Mucormycosis in the Setting of Colonic Pseudo-Obstruction.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41492613/",
    "property_tag_2": "Infectious Disease",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรายงานและอภิปรายกรณีศึกษาที่พบได้ยากของการติดเชื้อรา Mucormycosis ในระบบทางเดินอาหารที่เกิดขึ้นในผู้ป่วยที่มีภาวะลำไส้ใหญ่เทียม (Colonic Pseudo-Obstruction)\n- **วิธีการ:** การนำเสนอข้อมูลผู้ป่วย (Case Report) โดยรวบรวมรายละเอียดอาการทางคลินิก ขั้นตอนการวินิจฉัยโรค และแนวทางการรักษาที่ผู้ป่วยได้รับ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การศึกษานี้เป็นการรายงานกรณีผู้ป่วยรายเดียวจึงไม่มีการวิเคราะห์ทางสถิติ ผลลัพธ์เน้นย้ำถึงความสำคัญของการวินิจฉัยและรักษาการติดเชื้อราฉวยโอกาสนี้อย่างทันท่วงที เนื่องจากเป็นภาวะที่มีความรุนแรงและมีอัตราการเสียชีวิตสูง",
    "property_tag_3": "Internal Medicine",
    "property_tag_1": "Gastroenterology",
    "property_last_edited_time": "2026-01-06T19:20:00.000Z",
    "property_pmid": "41492613",
    "property_name": "Gastrointestinal Mucormycosis in the Setting of Colonic Pseudo-Obstruction."
  },
  {
    "id": "2e0ba464-60a7-817e-91f2-c6a9c3133617",
    "name": "In Vitro Evaluation of Whole Blood Hemostatic Function at a Level 1 Trauma Center",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41492610/",
    "property_tag_2": "Hematology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินประสิทธิภาพการห้ามเลือดโดยเน้นที่การทำงานของเกล็ดเลือดในเลือดรวมที่เก็บรักษาในความเย็น (CSWB) เปรียบเทียบกับเลือดรวมที่เตรียมขึ้นใหม่ (RWB) โดยใช้กราฟแสดงการแข็งตัวของเลือด (TEG) และศึกษาผลกระทบของระยะเวลาการเก็บรักษา\n- **วิธีการ:** ทำการวิเคราะห์ด้วยเครื่อง TEG 6S ในตัวอย่างเลือด CSWB จำนวน 10 ยูนิต และ RWB จำนวน 10 ยูนิต โดยประเมินค่า Reaction time (R time), Functional Fibrinogen (FF) และ Maximum Amplitude (MA)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ค่า R time อยู่ในเกณฑ์ปกติทั้งสองกลุ่ม แต่พบว่าค่า MA ในกลุ่ม CSWB ต่ำกว่าเกณฑ์ปกติถึง 7 ใน 10 ตัวอย่าง เทียบกับกลุ่ม RWB ที่อยู่ในเกณฑ์ปกติทั้งหมด (P = 0.003) ซึ่งแสดงว่าการทำงานของเกล็ดเลือดใน CSWB ต่ำกว่า RWB อย่างมีนัยสำคัญ และไม่พบความสัมพันธ์ระหว่างค่า MA กับระยะเวลาการเก็บรักษา",
    "property_tag_3": "Transfusion Medicine",
    "property_tag_1": "Trauma",
    "property_last_edited_time": "2026-01-06T19:19:00.000Z",
    "property_pmid": "41492610",
    "property_name": "In Vitro Evaluation of Whole Blood Hemostatic Function at a Level 1 Trauma Center"
  },
  {
    "id": "2e1ba464-60a7-81cf-ad70-e2f354a46b69",
    "name": "Delirium after surgery: a retrospective study of predictors, complications, and screening patterns in the national surgical quality improvement program",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41497512/",
    "property_tag_2": "Geriatrics",
    "property_comment": "- **วัตถุประสงค์:** เพื่อวิเคราะห์ตัวแปรพยากรณ์ ภาวะแทรกซ้อน และรูปแบบการคัดกรองภาวะสับสนเฉียบพลันหลังผ่าตัด (postoperative delirium) ในผู้ป่วยศัลยกรรมกลุ่มต่างๆ โดยใช้ข้อมูลระดับชาติ\n- **วิธีการ:** เป็นการศึกษาย้อนหลัง (retrospective analysis) จากฐานข้อมูล ACS-NSQIP ปี 2021-2023 ในผู้ป่วยศัลยกรรมผู้ใหญ่ 217,783 รายที่มีการบันทึกผลการประเมินภาวะสับสน โดยใช้สถิติ multivariable regression เพื่อระบุปัจจัยเสี่ยงอิสระและผลลัพธ์ทางคลินิกที่เกี่ยวข้อง\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การคัดกรองทำเฉพาะในผู้ป่วยอายุ ≥75 ปี พบอุบัติการณ์ภาวะสับสน 10.6% ปัจจัยเสี่ยงสำคัญคือภาวะสมองเสื่อม (37% vs 7.9%) การหกล้ม และการผ่าตัดฉุกเฉิน ระยะเวลาผ่าตัดที่นานขึ้นทุก 10 นาทีเพิ่มความเสี่ยง 2.3% ภาวะนี้สัมพันธ์อย่างมีนัยสำคัญกับการเสียชีวิต (OR 3.2), การผ่าตัดซ้ำ (OR 2.3), และภาวะแทรกซ้อนทางศัลยกรรม (OR 1.8)",
    "property_tag_3": "Postoperative Complications",
    "property_tag_1": "Surgery",
    "property_last_edited_time": "2026-01-07T19:23:00.000Z",
    "property_pmid": "41497512",
    "property_name": "Delirium after surgery: a retrospective study of predictors, complications, and screening patterns in the national surgical quality improvement program"
  },
  {
    "id": "2e1ba464-60a7-812b-b5f9-d92436bf2243",
    "name": "The Emerging Role of ECG-AI as a Digital Risk Biomarker for Incident Heart Failure",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41498732/",
    "property_tag_2": "AI",
    "property_comment": "- **วัตถุประสงค์:** เพื่ออภิปรายและนำเสนอมุมมองเกี่ยวกับบทบาทที่กำลังมีความสำคัญของปัญญาประดิษฐ์ในการวิเคราะห์คลื่นไฟฟ้าหัวใจ (ECG-AI) เพื่อใช้เป็นตัวบ่งชี้ทางชีวภาพดิจิทัลสำหรับการประเมินความเสี่ยงในการเกิดภาวะหัวใจล้มเหลว\n- **วิธีการ:** ไม่ระบุข้อมูล เนื่องจากบทความนี้เป็นบทบรรณาธิการ (Editorial) และไม่มีเนื้อหาบทคัดย่อปรากฏในข้อมูลที่ให้มา\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่ระบุข้อมูล เนื่องจากบทความนี้เป็นบทบรรณาธิการ (Editorial) และไม่มีเนื้อหาบทคัดย่อปรากฏในข้อมูลที่ให้มา",
    "property_tag_3": "Heart Failure",
    "property_tag_1": "Cardiology",
    "property_last_edited_time": "2026-01-07T19:22:00.000Z",
    "property_pmid": "41498732",
    "property_name": "The Emerging Role of ECG-AI as a Digital Risk Biomarker for Incident Heart Failure"
  },
  {
    "id": "2e1ba464-60a7-817c-bcd0-f9be5da9f45b",
    "name": "Evidence for Hydroxocobalamin in Cyanide Toxicity Caused by Smoke Inhalation: An Updated Systematic Review",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41497958/",
    "property_tag_2": "Toxicology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทบทวนวรรณกรรมอย่างเป็นระบบเกี่ยวกับการใช้ยา Hydroxocobalamin ในการรักษาภาวะพิษจากไซยาไนด์ที่เกิดจากการสูดดมควัน โดยเน้นวิเคราะห์ผลต่ออัตราการเสียชีวิตและอาการไม่พึงประสงค์จากการใช้ยา\n- **วิธีการ:** ทำการสืบค้นข้อมูลจากฐานข้อมูล Cochrane Library, PubMed และ Embase จนถึงเดือนกรกฎาคม 2025 ตามแนวทาง PRISMA และประเมินคุณภาพงานวิจัยด้วยเกณฑ์ Newcastle-Ottawa Scale\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** จากการศึกษา 6 เรื่อง (รวมผู้ป่วย 1,238 ราย) พบว่าอัตราการเสียชีวิตระหว่างกลุ่มที่ได้รับยา Hydroxocobalamin กับกลุ่มที่รักษาตามอาการมีความคล้ายคลึงกัน อย่างไรก็ตาม พบความสัมพันธ์ระหว่างการใช้ยากับภาวะไตวายเฉียบพลัน (ใน 2 การศึกษา) และภาวะเมทฮีโมโกลบินในเลือด (ใน 1 การศึกษา) จึงสรุปว่าควรใช้ยาด้วยความระมัดระวัง",
    "property_tag_3": "Pharmacology",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2026-01-07T19:20:00.000Z",
    "property_pmid": "41497958",
    "property_name": "Evidence for Hydroxocobalamin in Cyanide Toxicity Caused by Smoke Inhalation: An Updated Systematic Review"
  },
  {
    "id": "2e1ba464-60a7-8176-9a2d-f48e8ad94c91",
    "name": "Robotic nanoparticle delivery systems for tumor hyperthermia: clinical readiness and challenges.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41497140/",
    "property_tag_2": "Nanotechnology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทบทวนความก้าวหน้า ความพร้อมทางคลินิก และความท้าทายของระบบหุ่นยนต์นำส่งอนุภาคนาโนสำหรับการรักษาเนื้องอกด้วยความร้อน (Tumor hyperthermia) เพื่อเพิ่มความแม่นยำในการรักษามะเร็ง\n- **วิธีการ:** ใช้การบูรณาการระหว่างอนุภาคนาโนแม่เหล็ก (Iron oxide nanoparticles) ร่วมกับเทคโนโลยีหุ่นยนต์ (Microrobots) และระบบภาพนำวิถีแบบเรียลไทม์ (เช่น MRI และ Ultrasound) เพื่อสร้างความร้อนเฉพาะจุดโดยอาศัยสนามแม่เหล็กสลับ (Alternating magnetic fields) ในการทำลายเซลล์มะเร็ง\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ปัจจุบันอุปกรณ์ MagForce Nanotherm ได้รับการอนุมัติในเยอรมนีสำหรับรักษา Glioblastoma และกำลังมีการทดลองในมะเร็งต่อมลูกหมากและตับอ่อน พบว่าเทคโนโลยีนี้ช่วยเพิ่มความแม่นยำในการนำส่งและความสม่ำเสมอของความร้อน แต่ยังคงมีความท้าทายเรื่องความสม่ำเสมอของปริมาณยา ความปลอดภัยทางชีวภาพ และความจำเป็นในการสร้างมาตรฐานโปรโตคอล",
    "property_tag_3": "Robotics",
    "property_tag_1": "Oncology",
    "property_last_edited_time": "2026-01-07T19:19:00.000Z",
    "property_pmid": "41497140",
    "property_name": "Robotic nanoparticle delivery systems for tumor hyperthermia: clinical readiness and challenges."
  },
  {
    "id": "2e1ba464-60a7-8101-84b3-d46f28c020a1",
    "name": "Inferential performance and temporal stability of large language models in suicide method prediction: A forensic psychiatric analysis",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41492705/",
    "property_tag_2": "Psychiatry",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินประสิทธิภาพในการอนุมาน (Inferential performance) และความเสถียรทางเวลา (Temporal stability) ของโมเดลภาษาขนาดใหญ่ (LLMs) ในการทำนายวิธีการฆ่าตัวตายสำหรับงานวิเคราะห์ทางจิตเวชนิติเวช\n- **วิธีการ:** ทำการทดสอบโมเดลภาษาขนาดใหญ่ในการระบุและทำนายวิธีการฆ่าตัวตายจากข้อมูลทางนิติเวช และวิเคราะห์ความคงเส้นคงวาของผลลัพธ์เมื่อมีการทดสอบซ้ำในช่วงเวลาที่แตกต่างกัน\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผลการศึกษาแสดงให้เห็นถึงศักยภาพและข้อจำกัดของโมเดลภาษาขนาดใหญ่ในการทำนายวิธีการฆ่าตัวตาย โดยเน้นที่ความแปรปรวนของประสิทธิภาพตามช่วงเวลา ซึ่งเป็นปัจจัยสำคัญที่ต้องคำนึงถึงก่อนนำเทคโนโลยีนี้มาประยุกต์ใช้จริงทางคลินิกและนิติเวชศาสตร์",
    "property_tag_3": "Forensic Medicine",
    "property_tag_1": "AI",
    "property_last_edited_time": "2026-01-07T15:16:00.000Z",
    "property_pmid": "41492705",
    "property_name": "Inferential performance and temporal stability of large language models in suicide method prediction: A forensic psychiatric analysis"
  },
  {
    "id": "2e2ba464-60a7-8172-8967-da06c459e4f0",
    "name": "Fast, accurate, and cost-effective: E-FAST's breakthrough in optimizing thoracic trauma management.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41502041/",
    "property_tag_2": "Emergency Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินความแม่นยำในการวินิจฉัยของ E-FAST สำหรับภาวะลมในช่องเยื่อหุ้มปอด (pneumothorax) ภาวะเลือดในช่องเยื่อหุ้มปอด (hemothorax) และปอดช้ำ (pulmonary contusions) โดยเปรียบเทียบกับการตรวจเอกซเรย์คอมพิวเตอร์ (CT) ซึ่งเป็นมาตรฐานอ้างอิง\n- **วิธีการ:** เป็นการศึกษาย้อนหลัง (Retrospective analysis) ในผู้ป่วยผู้ใหญ่ที่ได้รับบาดเจ็บทางทรวงอกจำนวน 202 ราย โดยวิเคราะห์ความแม่นยำของ E-FAST เทียบกับผล CT scan ในกลุ่มผู้ป่วยที่มีความรุนแรงของการบาดเจ็บสูง\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** E-FAST มีความไว (Sensitivity) 90% สำหรับภาวะลมในช่องเยื่อหุ้มปอด และ 86% สำหรับภาวะเลือดในช่องเยื่อหุ้มปอด โดยมีความจำเพาะ (Specificity) 95% ทั้งสองภาวะ นอกจากนี้ยังพบว่า E-FAST ช่วยลดต้นทุนได้ถึง 4 เท่าเมื่อเทียบกับ CT และช่วยให้ตัดสินใจทำหัตถการระบายทรวงอกได้ทันทีในผู้ป่วย 39.1%",
    "property_tag_3": "Ultrasonography",
    "property_tag_1": "Trauma",
    "property_last_edited_time": "2026-01-08T19:20:00.000Z",
    "property_pmid": "41502041",
    "property_name": "Fast, accurate, and cost-effective: E-FAST's breakthrough in optimizing thoracic trauma management."
  },
  {
    "id": "2e2ba464-60a7-81b2-995b-c52b9dd542fa",
    "name": "Management of a Large Bone Impaction in the Esophagus With Cola and Catheters: A Case Report and Literature Review",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41503596/",
    "property_tag_2": "Emergency Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อนำเสนอกรณีศึกษาการจัดการก้อนกระดูกขนาดใหญ่ที่ติดค้างในหลอดอาหารโดยใช้น้ำอัดลม (Cola) ร่วมกับเทคนิคการส่องกล้อง ซึ่งโดยปกติมักใช้น้ำอัดลมกับก้อนกากผลไม้ (fruit bezoars) และพบได้ยากในการใช้กับก้อนเนื้อหรือกระดูก\n- **วิธีการ:** ศึกษาในผู้ป่วยชายอายุ 64 ปี ที่มีอาการเจ็บหน้าอกรุนแรงจากการกลืนกระดูกแกะ เมื่อการใช้อุปกรณ์ส่องกล้องแบบมาตรฐานไม่สามารถคีบออกหรือลดขนาดได้ แพทย์จึงใช้วิธีฉีดน้ำอัดลมเข้าไปยังส่วนนิ่มของก้อนอาหารที่ติดค้างเพื่อช่วยย่อยสลาย\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การใช้น้ำอัดลมสามารถลดขนาดก้อนอาหารและช่วยให้ดันผ่านลงสู่กระเพาะอาหารได้สำเร็จ โดยการตรวจติดตามด้วย CT scan ไม่พบการทะลุของหลอดอาหาร และผู้ป่วยสามารถกลับบ้านได้อย่างปลอดภัย (เนื่องจากเป็นรายงานกรณีศึกษา จึงไม่มีการวิเคราะห์ทางสถิติ)",
    "property_tag_3": "Foreign Body Ingestion",
    "property_tag_1": "Gastroenterology",
    "property_last_edited_time": "2026-01-08T19:19:00.000Z",
    "property_pmid": "41503596",
    "property_name": "Management of a Large Bone Impaction in the Esophagus With Cola and Catheters: A Case Report and Literature Review"
  },
  {
    "id": "2e2ba464-60a7-8149-9707-f6ba558924a4",
    "name": "Accuracy of Needle Chest Decompression Site Selection in Simulated High Stress Environments Among Air Force Healthcare Professionals: A Randomized Controlled Trial.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41498435/",
    "property_tag_2": "Emergency Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินความแม่นยำในการเลือกตำแหน่งเจาะระบายลมในช่องเยื่อหุ้มปอด (NCD) ของบุคลากรทางการแพทย์ทหารในสถานการณ์จำลองที่มีความเครียดสูง เพื่อดูว่าปัจจัยกดดันทางสภาพแวดล้อมมีผลต่อความถูกต้องในการทำหัตถการหรือไม่\n- **วิธีการ:** เป็นการศึกษาแบบสุ่มและมีกลุ่มควบคุม (RCT) ในบุคลากร 75 นาย แบ่งเป็นกลุ่มควบคุม (ห้องเงียบ ไฟสว่าง) และกลุ่มความเครียดสูง (ไฟแดง เสียงรบกวน) โดยให้ผู้เข้าร่วมระบุตำแหน่ง NCD ที่ช่องซี่โครงที่ 2 และ 5 บนอาสาสมัครคนจริง และวัดความแม่นยำจากกรอบพื้นที่ที่กำหนดไว้\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่พบความแตกต่างอย่างมีนัยสำคัญทางสถิติระหว่างกลุ่มความเครียดสูงและกลุ่มควบคุม (P = .7) โดยทั้งสองกลุ่มมีความแม่นยำเฉลี่ยต่ำเพียง 31% อย่างไรก็ตาม พบความแตกต่างอย่างมีนัยสำคัญระหว่างตำแหน่งทางกายวิภาค โดยตำแหน่งช่องซี่โครงที่ 2 มีความแม่นยำ (41%) สูงกว่าช่องซี่โครงที่ 5 (21%) อย่างชัดเจน (P < .001)",
    "property_tag_3": "Simulation",
    "property_tag_1": "Military Medicine",
    "property_last_edited_time": "2026-01-08T00:55:00.000Z",
    "property_pmid": "41498435",
    "property_name": "Accuracy of Needle Chest Decompression Site Selection in Simulated High Stress Environments Among Air Force Healthcare Professionals: A Randomized Controlled Trial."
  },
  {
    "id": "2e2ba464-60a7-8195-abc5-cff492378572",
    "name": "Prehospital Tranexamic Acid Combined with Blood Transfusion Reduced the Short-Term Mortality Risk in Trauma Patients at Risk for Hemorrhage",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41497403/",
    "property_tag_2": "Emergency Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินผลของการใช้ยา Tranexamic Acid (TXA) ในระยะก่อนถึงโรงพยาบาลร่วมกับการให้เลือด ต่ออัตราการเสียชีวิตระยะสั้นในผู้ป่วยอุบัติเหตุที่มีความเสี่ยงต่อภาวะตกเลือด\n- **วิธีการ:** การศึกษาแบบย้อนหลัง (Retrospective cohort study) ในผู้ป่วยอุบัติเหตุผู้ใหญ่จำนวน 408 ราย ระหว่างปี 2018-2023 โดยเปรียบเทียบระหว่างกลุ่มที่ได้รับเลือดเพียงอย่างเดียว (n=240) และกลุ่มที่ได้รับ TXA ก่อนถึงโรงพยาบาลร่วมกับการให้เลือด (n=168) โดยมีผลลัพธ์หลักคืออัตราการเสียชีวิตภายใน 30 วัน\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** กลุ่มที่ได้รับ TXA ร่วมกับการให้เลือดมีอัตราการเสียชีวิตภายใน 30 วันลดลงอย่างมีนัยสำคัญเมื่อเทียบกับกลุ่มที่ได้เลือดอย่างเดียว (14.3% vs 31.3%, p<0.01) และมีอัตราการเสียชีวิตใน 24 ชั่วโมงต่ำกว่า (6.0% vs 19.6%, p<0.01) นอกจากนี้ยังพบภาวะอวัยวะล้มเหลวหลายระบบ (MOF) น้อยกว่า โดยไม่เพิ่มความเสี่ยงต่อภาวะลิ่มเลือดอุดตัน (VTE) (p=0.17) การวิเคราะห์ Cox regression ยืนยันว่าการรักษาแบบผสมผสานสัมพันธ์กับการลดการเสียชีวิตอย่างมีนัยสำคัญ (HR=2.16, 95% CI: 1.35-3.46, p<0.01)",
    "property_tag_3": "Hematology",
    "property_tag_1": "Trauma",
    "property_last_edited_time": "2026-01-08T00:54:00.000Z",
    "property_pmid": "41497403",
    "property_name": "Prehospital Tranexamic Acid Combined with Blood Transfusion Reduced the Short-Term Mortality Risk in Trauma Patients at Risk for Hemorrhage"
  },
  {
    "id": "2e2ba464-60a7-8127-923b-e644180c9b2f",
    "name": "Vasoactive drug use in children with community acquired septic shock in Australia and New Zealand.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41497389/",
    "property_tag_2": "Emergency Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่ออธิบายรูปแบบการเลือกและการใช้ยาช่วยเพิ่มความดันโลหิต (Vasoactive agents) ในผู้ป่วยเด็กที่มีภาวะติดเชื้อในกระแสเลือด (Sepsis)\n- **วิธีการ:** การศึกษาเชิงสังเกตแบบไปข้างหน้า (Prospective observational study) ในโรงพยาบาล 11 แห่งในออสเตรเลียและนิวซีแลนด์ (เครือข่าย PREDICT) ระหว่างปี 2021-2023 ในกลุ่มเด็กอายุน้อยกว่า 18 ปีที่สงสัยว่ามีภาวะติดเชื้อและได้รับการรักษาด้วยยาปฏิชีวนะทางหลอดเลือดและสารน้ำ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** จากผู้ป่วย 6,232 ราย มีการใช้ยา Vasoactive เพียง 2.9% (179 ราย) โดย Adrenaline เป็นยาขนานแรกที่ใช้บ่อยที่สุด (50.3%) ตามด้วย Noradrenaline (ใช้เป็นยาขนานที่สอง 53.8%) ทั้งนี้พบว่าอายุที่เพิ่มขึ้นมีความสัมพันธ์อย่างมีนัยสำคัญกับการเลือกใช้ Noradrenaline เป็นยาขนานแรกมากกว่า Adrenaline (RR 1.06, 95% CI 1.03-1.09; p < 0.001)",
    "property_tag_3": "Critical Care",
    "property_tag_1": "Pediatrics",
    "property_last_edited_time": "2026-01-08T00:53:00.000Z",
    "property_pmid": "41497389",
    "property_name": "Vasoactive drug use in children with community acquired septic shock in Australia and New Zealand."
  },
  {
    "id": "2e3ba464-60a7-8116-8475-df53d4f3854e",
    "name": "Human Foetuses Experience Pain: A Position Paper",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41511169/",
    "property_tag_2": "Bioethics",
    "property_comment": "- **วัตถุประสงค์:** เพื่อนำเสนอจุดยืนและข้อโต้แย้งว่าทารกในครรภ์ช่วงไตรมาสที่ 2 ถึง 3 สามารถรับรู้ความเจ็บปวดและมีระดับของความตระหนักรู้ (Consciousness) ได้ โดยมุ่งเน้นการทบทวนวรรณกรรมเพื่อไขข้อข้องใจเกี่ยวกับการเริ่มรับรู้ความเจ็บปวดระหว่างการพัฒนาในครรภ์\n- **วิธีการ:** คณะผู้จัดทำได้ทำการทบทวนวรรณกรรมที่เกี่ยวข้องที่มีอยู่ในปัจจุบัน เพื่อรวบรวมข้อมูลและจัดทำเอกสารแสดงจุดยืน (Position paper) เกี่ยวกับสรีรวิทยาและพฤติกรรมที่บ่งชี้ถึงความเจ็บปวดในทารกในครรภ์\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ข้อมูลเชิงประจักษ์ใหม่ชี้ให้เห็นว่าสติสัมปชัญญะไม่ได้มีเพียงสถานะ 'มี' หรือ 'ไม่มี' แต่ทารกในครรภ์มีความตระหนักรู้และการตอบสนองซึ่งเพียงพอต่อการรับรู้ความเจ็บปวด เทคโนโลยีอัลตราซาวนด์ 4 มิติแสดงให้เห็นสีหน้าบ่งบอกความเจ็บปวด และข้อมูลจาก MEG/EEG แสดงถึงการเคลื่อนไหวที่มีเป้าหมาย (Goal-directedness) รวมถึงการเรียนรู้และความจำเบื้องต้น ซึ่งสนับสนุนแนวคิดเรื่องกระบวนการคิดขั้นสูงในทารกในครรภ์",
    "property_tag_3": "Neuroscience",
    "property_tag_1": "Pediatrics",
    "property_last_edited_time": "2026-01-09T19:23:00.000Z",
    "property_pmid": "41511169",
    "property_name": "Human Foetuses Experience Pain: A Position Paper"
  },
  {
    "id": "2e3ba464-60a7-8120-862b-fbb298e869dc",
    "name": "Liberal versus restrictive transfusion strategies in patients with acute brain injury: a systematic review and meta-analysis of randomized controlled trials.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41510515/",
    "property_tag_2": "Hematology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อเปรียบเทียบผลลัพธ์ระหว่างกลยุทธ์การให้เลือดแบบเสรี (Liberal) และแบบจำกัด (Restrictive) ในผู้ป่วยที่มีภาวะบาดเจ็บทางสมองเฉียบพลันที่มีภาวะโลหิตจาง\n- **วิธีการ:** ทำการทบทวนวรรณกรรมอย่างเป็นระบบและวิเคราะห์อภิมาน (Meta-analysis) โดยรวบรวมข้อมูลจากงานวิจัยเชิงทดลองแบบสุ่ม (RCTs) จำนวน 6 เรื่อง ซึ่งครอบคลุมผู้ป่วย 2,599 ราย จากฐานข้อมูลหลักจนถึงเดือนกุมภาพันธ์ 2025\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผลการศึกษาพบว่าไม่มีความแตกต่างอย่างมีนัยสำคัญในด้านผลลัพธ์ทางระบบประสาทที่ไม่พึงประสงค์ระหว่างสองกลุ่ม (RR: 0.90 [95% CI: 0.79-1.03]) แม้กลยุทธ์แบบเสรีจะช่วยลดอุบัติการณ์ของภาวะติดเชื้อในกระแสเลือด (Sepsis) ได้ แต่ทำให้ปริมาณการใช้เม็ดเลือดแดงเพิ่มขึ้น โดยไม่ส่งผลต่ออัตราการเสียชีวิตหรือภาวะลิ่มเลือดอุดตัน",
    "property_tag_3": "Critical Care",
    "property_tag_1": "Neurology",
    "property_last_edited_time": "2026-01-09T19:22:00.000Z",
    "property_pmid": "41510515",
    "property_name": "Liberal versus restrictive transfusion strategies in patients with acute brain injury: a systematic review and meta-analysis of randomized controlled trials."
  },
  {
    "id": "2e3ba464-60a7-811d-b649-c8de9a5967eb",
    "name": "Early Versus Delayed Norepinephrine Initiation in Septic Shock: A Systematic Review and Meta-Analysis of Randomized and Observational Studies",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41510425/",
    "property_tag_2": "Septic Shock",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินและเปรียบเทียบผลลัพธ์ของการเริ่มให้ยา Norepinephrine ในระยะแรก (ภายใน 1 ชั่วโมงหลังพบภาวะช็อกหรือเมื่อรับเข้า ICU) เทียบกับการเริ่มให้ยาช้าในผู้ป่วยที่มีภาวะช็อกจากการติดเชื้อ (Septic shock)\n- **วิธีการ:** ทำการทบทวนวรรณกรรมอย่างเป็นระบบและวิเคราะห์อภิมาน (Meta-analysis) จากฐานข้อมูลหลักตั้งแต่ปี 2010 ถึงพฤษภาคม 2025 โดยรวบรวมทั้งการศึกษาแบบสุ่ม (RCTs) และแบบสังเกตการณ์ มีการศึกษาที่ผ่านเกณฑ์ 28 เรื่อง และนำ 9 เรื่องมาวิเคราะห์ทางสถิติ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผลการวิเคราะห์รวมพบว่าการเริ่มยาเร็วสัมพันธ์กับการลดอัตราการเสียชีวิตเพียงเล็กน้อยและไม่มีนัยสำคัญทางสถิติ (RR 0.90; 95% CI 0.76-1.06; p = 0.18) แต่ในกลุ่มการศึกษาแบบสังเกตการณ์พบว่าช่วยลดการเสียชีวิตได้อย่างมีนัยสำคัญ (RR 0.75; 95% CI 0.60-0.94) โดยมีความแตกต่างระหว่างงานวิจัย (Heterogeneity) ในระดับปานกลาง (I² = 65.6%)",
    "property_tag_3": "Emergency Medicine",
    "property_tag_1": "Critical Care",
    "property_last_edited_time": "2026-01-09T19:21:00.000Z",
    "property_pmid": "41510425",
    "property_name": "Early Versus Delayed Norepinephrine Initiation in Septic Shock: A Systematic Review and Meta-Analysis of Randomized and Observational Studies"
  },
  {
    "id": "2e3ba464-60a7-810d-b2eb-c3d10eb7bb31",
    "name": "Ritodrine-associated Noncardiogenic Pulmonary Edema Diagnosed by Point-of-care Ultrasound: A Case Report of Twin Gestation",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41488172/",
    "property_tag_2": "Emergency",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรายงานกรณีศึกษาของผู้ป่วยตั้งครรภ์แฝดที่มีความเสี่ยงสูง ซึ่งเกิดภาวะน้ำท่วมปอดชนิดไม่ได้เกิดจากหัวใจล้มเหลว (noncardiogenic pulmonary edema) ที่สัมพันธ์กับการใช้ยา Ritodrine\n- **วิธีการ:** ติดตามและวินิจฉัยผู้ป่วยหญิงอายุ 28 ปีที่มีครรภ์แฝด เบาหวานชนิดที่ 1 และไทรอยด์เป็นพิษ ซึ่งมีอาการหายใจลำบากเฉียบพลันหลังได้รับยา Ritodrine โดยใช้การตรวจอัลตราซาวด์ ณ จุดดูแลผู้ป่วย (POCUS) ร่วมกับการประเมินทางคลินิก\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผลการตรวจ POCUS พบเส้น B-lines กระจายทั่วปอดทั้งสองข้าง โดยการทำงานของหัวใจห้องล่างซ้ายยังปกติและไม่พบความผิดปกติของหัวใจห้องขวา ซึ่งช่วยยืนยันการวินิจฉัยภาวะน้ำท่วมปอดชนิด noncardiogenic และนำไปสู่การตัดสินใจผ่าตัดคลอดฉุกเฉิน",
    "property_tag_3": "Radiology",
    "property_tag_1": "Obstetrics",
    "property_last_edited_time": "2026-01-09T16:02:00.000Z",
    "property_pmid": "41488172",
    "property_name": "Ritodrine-associated Noncardiogenic Pulmonary Edema Diagnosed by Point-of-care Ultrasound: A Case Report of Twin Gestation"
  },
  {
    "id": "2e3ba464-60a7-81bc-81c2-f7588573777a",
    "name": "Characterizing patterns of opioid and stimulant use by route and associations with non-fatal overdose and xylazine use in people who have injected drugs from Baltimore, MD, 2023-2024",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41488161/",
    "property_tag_2": "Public Health",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาและอธิบายรูปแบบการใช้สารโอปิออยด์และสารกระตุ้นโดยจำแนกตามวิธีการเสพ และหาความสัมพันธ์กับการเกิดภาวะใช้ยาเกินขนาดที่ไม่ถึงแก่ชีวิต (non-fatal overdose) รวมถึงการใช้ยาไซลาซีน (xylazine) ในกลุ่มผู้ที่มีประวัติการฉีดเสพยาในเมืองบัลติมอร์ รัฐแมริแลนด์\n- **วิธีการ:** ศึกษาในกลุ่มตัวอย่าง 1,132 รายจากโครงการ ALIVE cohort ในช่วงปี 2023-2024 โดยเก็บข้อมูลการใช้สารเสพติดในช่วง 6 เดือนที่ผ่านมาผ่านการรายงานตนเอง และวิเคราะห์ความสัมพันธ์แบบปรับปัจจัย (adjusted associations) โดยใช้วิธีทางสถิติแบบ targeted minimum loss-based estimation\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผู้เข้าร่วมร้อยละ 53 รายงานการใช้ทั้งโอปิออยด์และสารกระตุ้น โดยกลุ่มที่ใช้วิธี **ฉีด** สารทั้งสองชนิดมีความเสี่ยงต่อการเกิดภาวะใช้ยาเกินขนาดที่ไม่ถึงแก่ชีวิตสูงกว่ากลุ่มที่ไม่ได้ใช้วิธีฉีด (PD = 22.3%, 95% CI = 17.2%-27.5%) และมีความเสี่ยงในการใช้ไซลาซีนสูงกว่าเช่นกัน (PD = 13.3%, 95% CI = 4.7%-21.9%)",
    "property_tag_3": "Addiction Medicine",
    "property_tag_1": "Substance Abuse",
    "property_last_edited_time": "2026-01-09T16:01:00.000Z",
    "property_pmid": "41488161",
    "property_name": "Characterizing patterns of opioid and stimulant use by route and associations with non-fatal overdose and xylazine use in people who have injected drugs from Baltimore, MD, 2023-2024"
  },
  {
    "id": "2e4ba464-60a7-8135-98ea-f705cc125b13",
    "name": "Minimally Invasive Aortic Valve Replacement in Elderly Patients: Insights from a Large Cohort",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41517603/",
    "property_tag_2": "Geriatrics",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาผลลัพธ์ทางคลินิกและความปลอดภัยของการผ่าตัดเปลี่ยนลิ้นหัวใจเอออร์ติกแบบแผลเล็ก (Minimally Invasive Aortic Valve Replacement - MIAVR) ในกลุ่มผู้ป่วยสูงอายุ\n- **วิธีการ:** การศึกษาข้อมูลจากกลุ่มประชากรขนาดใหญ่ (Large Cohort) ของผู้ป่วยสูงอายุที่ได้รับการผ่าตัดลิ้นหัวใจ เพื่อวิเคราะห์ผลการรักษาและเปรียบเทียบประสิทธิภาพ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** นำเสนอข้อมูลเชิงลึกเกี่ยวกับอัตราการรอดชีวิต ภาวะแทรกซ้อนหลังการผ่าตัด และระยะเวลาการฟื้นตัว ซึ่งแสดงให้เห็นถึงความเหมาะสมของการใช้วิธี MIAVR ในผู้ป่วยวัยชรา",
    "property_tag_3": "Minimally Invasive Procedures",
    "property_tag_1": "Cardiac Surgery",
    "property_last_edited_time": "2026-01-10T19:23:00.000Z",
    "property_pmid": "41517603",
    "property_name": "Minimally Invasive Aortic Valve Replacement in Elderly Patients: Insights from a Large Cohort"
  },
  {
    "id": "2e4ba464-60a7-81b1-a802-d056993baf4f",
    "name": "Rapid hemostasis of wounds: A bibliometric analysis of Web of Science Core Collection from 2004 to 2024",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41517725/",
    "property_tag_2": "Wound Care",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาแนวโน้มการพัฒนา โครงสร้าง และพลวัตของงานวิจัยเรื่องการห้ามเลือดจากบาดแผลอย่างรวดเร็ว (Rapid wound hemostasis) และเพื่อให้ข้อมูลสนับสนุนสำหรับการตัดสินใจทางวิทยาศาสตร์\n- **วิธีการ:** ทำการวิเคราะห์ทางบรรณมิติ (Bibliometric analysis) โดยใช้ซอฟต์แวร์ CiteSpace, VOSviewer และ Origin วิเคราะห์ข้อมูลสิ่งตีพิมพ์จากฐานข้อมูล Web of Science Core Collection ตั้งแต่ปี 2004 ถึง 2024 ครอบคลุมข้อมูลประเทศ สถาบัน ผู้แต่ง วารสาร และคำสำคัญ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบแนวโน้มการวิจัยที่เพิ่มขึ้นโดยมีประเทศจีนเป็นผู้นำ และสถาบัน Chinese Academy of Sciences มีปริมาณการตีพิมพ์สูงสุด ในขณะที่ Baolin Guo เป็นผู้แต่งที่มีผลงานมากที่สุด โดยทิศทางการวิจัยในอนาคตจะมุ่งเน้นไปที่การพัฒนาวัสดุห้ามเลือดที่มีนวัตกรรม หลากหลาย และมีฟังก์ชันการทำงานที่ครบครัน",
    "property_tag_3": "Bibliometric Analysis",
    "property_tag_1": "Hemostasis",
    "property_last_edited_time": "2026-01-10T19:22:00.000Z",
    "property_pmid": "41517725",
    "property_name": "Rapid hemostasis of wounds: A bibliometric analysis of Web of Science Core Collection from 2004 to 2024"
  },
  {
    "id": "2e4ba464-60a7-81a0-b5fe-cd59ed4ae929",
    "name": "Impact of a Care Pathway for Older Patients Undergoing Emergency Abdominal Surgery: A Before-and-After Study",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41517929/",
    "property_tag_2": "Emergency Surgery",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาว่าแนวทางการดูแลรักษา (Care pathway) ที่ออกแบบมาโดยเฉพาะสำหรับผู้ป่วยสูงอายุ ช่วยปรับปรุงผลลัพธ์การรักษาในผู้ป่วยที่ต้องเข้ารับการผ่าตัดช่องท้องฉุกเฉินหรือไม่\n- **วิธีการ:** เป็นการศึกษาแบบเปรียบเทียบก่อนและหลัง (Before-and-after study) ในศูนย์เดียว โดยเปรียบเทียบผู้ป่วยอายุ 75 ปีขึ้นไปที่ได้รับแนวทางการดูแลใหม่ (ประกอบด้วยการประเมินภาวะเปราะบาง, การดูแลรอบผ่าตัดที่เหมาะสม, และการตัดสินใจร่วมกัน) กับกลุ่มข้อมูลย้อนหลัง ตัวชี้วัดหลักคือดัชนีภาวะแทรกซ้อนรวม (CCI)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การศึกษาพบว่าค่า CCI ไม่แตกต่างกันอย่างมีนัยสำคัญระหว่างสองกลุ่ม (p=0.15) แต่อัตราการเสียชีวิตภายใน 30 วันลดลงอย่างมีนัยสำคัญในกลุ่มที่ได้รับแนวทางใหม่ (13% เทียบกับ 22% ในกลุ่มควบคุม, p=0.04) รวมถึงภาวะแทรกซ้อนทางปอดและทางเดินอาหารที่ลดลง ทั้งนี้มีผู้ป่วยที่มีภาวะเปราะบางรุนแรงจำนวนหนึ่งถูกคัดกรองไปรับการดูแลแบบประคับประคองแทนการผ่าตัด",
    "property_tag_3": "Abdominal Surgery",
    "property_tag_1": "Geriatrics",
    "property_last_edited_time": "2026-01-10T19:21:00.000Z",
    "property_pmid": "41517929",
    "property_name": "Impact of a Care Pathway for Older Patients Undergoing Emergency Abdominal Surgery: A Before-and-After Study"
  },
  {
    "id": "2e3ba464-60a7-814d-b34a-ecbeceb040d3",
    "name": "VASCULAR INTERVENTIONS IN FRAIL ELDERLY PATIENTS: A BIBLIOMETRIC ANALYSIS OF GLOBAL RESEARCH OUTPUT AND CLINICAL OUTCOMES",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41511148/",
    "property_tag_2": "Geriatrics",
    "property_comment": "- **วัตถุประสงค์:** เพื่อวิเคราะห์แนวโน้มงานวิจัยระดับโลกเกี่ยวกับหัตถการทางหลอดเลือดในผู้ป่วยสูงอายุที่มีภาวะเปราะบาง (ช่วงปี 2000-2025) ระบุประเทศ สถาบัน และวารสารที่มีผลงานสูงสุด รวมถึงประเมินผลลัพธ์ทางคลินิกและทิศทางการวิจัยในอนาคต\n- **วิธีการ:** ทำการวิเคราะห์ทางบรรณมิติ (Bibliometric analysis) ผ่านฐานข้อมูล PubMed, Medline และ Embase ครอบคลุมปี 2000-2024 ได้บทความที่เกี่ยวข้อง 276 เรื่อง นำมาวิเคราะห์ด้วยโปรแกรม Bibliometrix (R package) และ VOSviewer\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การตีพิมพ์เพิ่มขึ้นอย่างรวดเร็วหลังปี 2016 โดยประเทศจีน (298 บทความ) และญี่ปุ่น (198 บทความ) มีผลงานรวมสูงสุดแซงหน้าสหรัฐฯ วารสาร Journal of Vascular Surgery ตีพิมพ์มากที่สุด (23 เรื่อง) และมหาวิทยาลัย Sichuan เป็นสถาบันชั้นนำ (43 เรื่อง) ทั้งนี้พบว่ายังขาดมาตรฐานในการประเมินภาวะเปราะบางที่เป็นระบบ",
    "property_tag_3": "Bibliometric Analysis",
    "property_tag_1": "Vascular Surgery",
    "property_last_edited_time": "2026-01-09T22:23:00.000Z",
    "property_pmid": "41511148",
    "property_name": "VASCULAR INTERVENTIONS IN FRAIL ELDERLY PATIENTS: A BIBLIOMETRIC ANALYSIS OF GLOBAL RESEARCH OUTPUT AND CLINICAL OUTCOMES"
  },
  {
    "id": "2e3ba464-60a7-81ef-8a75-fc86da1e77ef",
    "name": "A Pain in the Hip: Sexually Transmitted Septic Arthritis Diagnosed With Bedside Ultrasound in the Emergency Department",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41510451/",
    "property_tag_2": "Infectious Diseases",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรายงานกรณีศึกษาของผู้ป่วยข้ออักเสบติดเชื้อจากหนองใน (Gonococcal septic arthritis) และสร้างความเข้าใจที่ถูกต้องเกี่ยวกับระยะเวลาการเกิดโรค (Onset) ซึ่งอาจเกิดขึ้นได้เร็วกว่าที่เข้าใจ รวมถึงแนวทางการวินิจฉัยและการรักษา\n- **วิธีการ:** เป็นการนำเสนอกรณีศึกษาของผู้ป่วยชายที่มาแผนกฉุกเฉินด้วยอาการปวดสะโพกขวา โดยมีประวัติผลตรวจโรคติดต่อทางเพศสัมพันธ์เป็นลบเมื่อ 16 วันก่อนหน้า และเพิ่งได้รับการรักษาอาการติดเชื้อทางเดินปัสสาวะเมื่อ 1 วันก่อน โดยแพทย์ใช้การอัลตราซาวด์ข้างเตียงช่วยในการวินิจฉัย\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** แม้ผู้ป่วยจะมีประวัติผลตรวจเป็นลบในระยะเวลาสั้นๆ แต่การตั้งข้อวินิจฉัยแยกโรคที่กว้างขวางทำให้สามารถวินิจฉัยภาวะข้ออักเสบติดเชื้อจากหนองในได้อย่างถูกต้อง รายงานนี้เน้นย้ำถึงความสำคัญของการซักประวัติ การตรวจร่างกาย และความแตกต่างของการรักษาและการพยากรณ์โรคเมื่อเทียบกับข้ออักเสบติดเชื้อจากสาเหตุอื่น",
    "property_tag_3": "Point-of-Care Ultrasound",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2026-01-09T22:21:00.000Z",
    "property_pmid": "41510451",
    "property_name": "A Pain in the Hip: Sexually Transmitted Septic Arthritis Diagnosed With Bedside Ultrasound in the Emergency Department"
  },
  {
    "id": "2e4ba464-60a7-815d-b619-e57cb9de4fc7",
    "name": "Acute Coronary Syndromes: State-of-the-Art Diagnosis, Management, and Secondary Prevention",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41517261/",
    "property_tag_2": "Emergency Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทบทวนและนำเสนอข้อมูลปัจจุบันเกี่ยวกับความก้าวหน้าในการวินิจฉัย การดูแลรักษา และการป้องกันทุติยภูมิสำหรับผู้ป่วยกลุ่มอาการกล้ามเนื้อหัวใจขาดเลือดเฉียบพลัน (ACS)\n- **วิธีการ:** เป็นบทความทบทวนวรรณกรรมที่รวบรวมข้อมูลจากแนวทางเวชปฏิบัติล่าสุด การศึกษาทางคลินิก และนวัตกรรมทางการแพทย์ที่เกี่ยวข้องกับการจัดการผู้ป่วย ACS ตั้งแต่ห้องฉุกเฉินไปจนถึงการติดตามผลระยะยาว\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** นำเสนอแนวทางการใช้ High-sensitivity cardiac troponin เพื่อการวินิจฉัยที่รวดเร็วและแม่นยำ กลยุทธ์การให้ยาต้านเกล็ดเลือดและยาลดไขมันแบบเข้มข้นเพื่อลดความเสี่ยงของการเกิดซ้ำ รวมถึงการบูรณาการเทคโนโลยีใหม่ๆ ในการพยากรณ์โรคและการดูแลผู้ป่วยเพื่อลดอัตราการเสียชีวิต",
    "property_tag_3": "Acute Coronary Syndrome",
    "property_tag_1": "Cardiology",
    "property_last_edited_time": "2026-01-10T22:24:00.000Z",
    "property_pmid": "41517261",
    "property_name": "Acute Coronary Syndromes: State-of-the-Art Diagnosis, Management, and Secondary Prevention"
  },
  {
    "id": "2e4ba464-60a7-817e-8528-f6c9f95e9035",
    "name": "High-Flow Nasal Cannula Outside the ICU: A Systematic Review and Meta-Analysis",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41517347/",
    "property_tag_2": "Emergency Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาประสิทธิภาพ ความปลอดภัย และผลลัพธ์ทางคลินิกของการใช้ออกซิเจนอัตราไหลสูงทางจมูก (High-Flow Nasal Cannula: HFNC) ในการดูแลผู้ป่วยที่อยู่นอกหอผู้ป่วยวิกฤต (Non-ICU settings)\n- **วิธีการ:** เป็นการศึกษาแบบทบทวนวรรณกรรมอย่างเป็นระบบและการวิเคราะห์อภิมาน (Systematic Review and Meta-Analysis) เพื่อรวบรวมหลักฐานจากงานวิจัยที่เกี่ยวข้อง (หมายเหตุ: ข้อมูลวิธีการโดยละเอียดไม่ปรากฏใน Input)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถสรุปผลลัพธ์และตัวเลขทางสถิติได้ เนื่องจากข้อความนำเข้า (Input Text) ขาดส่วนของเนื้อหาบทคัดย่อ (Abstract)",
    "property_tag_3": "Pulmonology",
    "property_tag_1": "Respiratory Medicine",
    "property_last_edited_time": "2026-01-10T22:23:00.000Z",
    "property_pmid": "41517347",
    "property_name": "High-Flow Nasal Cannula Outside the ICU: A Systematic Review and Meta-Analysis"
  },
  {
    "id": "2e4ba464-60a7-8133-8410-fde75a02e8e4",
    "name": "Inflammatory-Molecular Clusters as Predictors of Immunotherapy Response in Advanced Non-Small-Cell Lung Cancer",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41517600/",
    "property_tag_2": "Immunotherapy",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาความสามารถของกลุ่มการอักเสบและโมเลกุล (Inflammatory-Molecular Clusters) ในการเป็นตัวบ่งชี้ทางชีวภาพเพื่อทำนายการตอบสนองต่อการรักษาด้วยภูมิคุ้มกันบำบัดในผู้ป่วยมะเร็งปอดชนิด Non-Small-Cell Lung Cancer (NSCLC) ระยะลุกลาม\n- **วิธีการ:** ทำการวิเคราะห์และจัดกลุ่มผู้ป่วยโดยอาศัยข้อมูลทางคลินิก ระดับการอักเสบ และลักษณะทางโมเลกุล เพื่อประเมินความสัมพันธ์กับประสิทธิภาพการรักษาและผลลัพธ์ทางคลินิก\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผลการศึกษาแสดงให้เห็นว่าการจำแนกผู้ป่วยด้วยกลุ่ม Inflammatory-Molecular มีความสัมพันธ์อย่างมีนัยสำคัญทางสถิติกับการตอบสนองต่อยาภูมิคุ้มกันบำบัด ซึ่งช่วยในการพยากรณ์โรคและคัดเลือกแนวทางการรักษาที่เหมาะสม",
    "property_tag_3": "Pulmonology",
    "property_tag_1": "Oncology",
    "property_last_edited_time": "2026-01-10T22:21:00.000Z",
    "property_pmid": "41517600",
    "property_name": "Inflammatory-Molecular Clusters as Predictors of Immunotherapy Response in Advanced Non-Small-Cell Lung Cancer"
  },
  {
    "id": "2e6ba464-60a7-8150-996c-c9afcffabce9",
    "name": "Telemedicine in Afghanistan: Implementation, Outcomes, and Future Directions in a Resource-Constrained Setting.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41523411/",
    "property_tag_2": "Global Health",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทบทวนและสำรวจสถานการณ์ปัจจุบันของการนำเทคโนโลยีการแพทย์ทางไกล (Telemedicine) มาใช้ในประเทศอัฟกานิสถาน เพื่อแก้ปัญหาการเข้าถึงบริการสาธารณสุขที่เกิดจากความขัดแย้งและข้อจำกัดด้านภูมิศาสตร์และโครงสร้างพื้นฐาน\n- **วิธีการ:** ทำการสังเคราะห์ข้อมูลหลักฐานจากงานวิจัยที่ตีพิมพ์ การประเมินผลโครงการ และรายงานการปฏิบัติงานในหลากหลายสาขาการแพทย์ (เช่น เวชบำบัดวิกฤต สุขภาพจิต จักษุวิทยา) ครอบคลุมทั้งประชากรในเขตเมืองและชนบท\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การดำเนินงานสำคัญประกอบด้วยโครงการ CAHSS (ให้คำปรึกษา 6,140 ครั้ง) และบริการ tele-ICU (6,014 ครั้ง ซึ่งแสดงผลลัพธ์ลดอัตราการเสียชีวิต) แม้จะมีอุปสรรคด้านอินเทอร์เน็ตและไฟฟ้า แต่พบว่าช่วยเพิ่มการเข้าถึงบริการ ลดตราบาปทางสังคม มีความคุ้มค่า และสร้างความพึงพอใจแก่ผู้ป่วยในระดับสูง",
    "property_tag_3": "Critical Care",
    "property_tag_1": "Telemedicine",
    "property_last_edited_time": "2026-01-12T19:24:00.000Z",
    "property_pmid": "41523411",
    "property_name": "Telemedicine in Afghanistan: Implementation, Outcomes, and Future Directions in a Resource-Constrained Setting."
  },
  {
    "id": "2e6ba464-60a7-8145-8267-f370d76d2ee5",
    "name": "Strategies to Combat Overcrowding at Emergency Departments across India: A White Paper by the Academic College of Emergency Experts, India and the World Health Organization Collaborating Centre for Emergency and Trauma, South-East Asia.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41523905/",
    "property_tag_2": "Crowding",
    "property_comment": "- **วัตถุประสงค์:** เพื่อนำเสนอกลยุทธ์และแนวทางในการแก้ไขปัญหาความแออัดในแผนกฉุกเฉินทั่วประเทศอินเดีย\n- **วิธีการ:** เป็นการนำเสนอในรูปแบบเอกสารปกขาว (White Paper) โดยความร่วมมือระหว่างวิทยาลัยผู้เชี่ยวชาญด้านฉุกเฉินทางวิชาการแห่งอินเดียและศูนย์ความร่วมมือองค์การอนามัยโลก\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถระบุผลลัพธ์หรือข้อมูลทางสถิติได้ เนื่องจากข้อมูลนำเข้าไม่มีบทคัดย่อ (No Abstract available)",
    "property_tag_3": "Health Policy",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2026-01-12T19:23:00.000Z",
    "property_pmid": "41523905",
    "property_name": "Strategies to Combat Overcrowding at Emergency Departments across India: A White Paper by the Academic College of Emergency Experts, India and the World Health Organization Collaborating Centre for Emergency and Trauma, South-East Asia."
  },
  {
    "id": "2e6ba464-60a7-8170-8a14-dc8468d93ef2",
    "name": "Disinfection of Simulated Residual SARS-CoV-2 in Air by Chlorine Dioxide Gas in an Ambulance Setting.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41523904/",
    "property_tag_2": "Infectious Diseases",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาประสิทธิภาพของก๊าซคลอรีนไดออกไซด์ (ClO2) ในการฆ่าเชื้อไวรัสจำลอง SARS-CoV-2 (MS2 bacteriophage) ที่ลอยอยู่ในอากาศภายในสภาพแวดล้อมของรถพยาบาล\n- **วิธีการ:** ทำการทดสอบภาคสนามโดยปล่อยก๊าซ ClO2 ในปริมาณ 100 กรัม และ 130 กรัม เพื่อกำจัดเชื้อ MS2 bacteriophage วัดผลการลดลงของเชื้อที่เวลา 15 และ 60 นาที โดยเปรียบเทียบกับกลุ่มควบคุม\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ที่เวลา 15 นาที การใช้ ClO2 ลดปริมาณเชื้อในอากาศได้เฉลี่ย 99.99% ในทั้งสองขนาดการทดสอบ (เทียบกับ 83.48% ในกลุ่มควบคุม) และที่เวลา 60 นาที การใช้ขนาด 100 กรัมลดเชื้อได้ 99.99% (เทียบกับ 98.05% ในกลุ่มควบคุม)",
    "property_tag_3": "Virology",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2026-01-12T19:21:00.000Z",
    "property_pmid": "41523904",
    "property_name": "Disinfection of Simulated Residual SARS-CoV-2 in Air by Chlorine Dioxide Gas in an Ambulance Setting."
  },
  {
    "id": "2e5ba464-60a7-816e-95ed-daf5d1ba8abb",
    "name": "Incidence and predictors of early mortality among trauma patients visiting emergency departments of referral hospitals in west Amhara region, Ethiopia.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41519939/",
    "property_tag_2": "Emergency Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาอุบัติการณ์และปัจจัยตัวกำหนดของการเสียชีวิตระยะแรกในผู้ป่วยบาดเจ็บที่เข้ามารับการรักษาในแผนกฉุกเฉินของโรงพยาบาลรับส่งต่อในเขต West Amhara ประเทศเอธิโอเปีย ในปี 2024\n- **วิธีการ:** ดำเนินการศึกษาแบบสังเกตการณ์ไปข้างหน้า (Prospective observational study) ในผู้ป่วยบาดเจ็บจำนวน 531 ราย โดยใช้การสุ่มตัวอย่างแบบต่อเนื่องและเก็บข้อมูลผ่าน Kobo Collect วิเคราะห์ข้อมูลทางสถิติด้วย Cox proportional hazards models เพื่อหาความสัมพันธ์\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** จากกลุ่มตัวอย่างพบผู้เสียชีวิต 66 ราย (12.74%) อัตราอุบัติการณ์การเสียชีวิตอยู่ที่ 15.260 ต่อ 1,000 คน-ชั่วโมง ปัจจัยที่มีความสัมพันธ์กับการเสียชีวิตอย่างมีนัยสำคัญ ได้แก่ เพศหญิง (AHR=4.27), การนำส่งด้วยรถพยาบาล (AHR=3.52), ความดันโลหิต DBP ผิดปกติ (<60 หรือ >90 mmHg) และคะแนน GCS ที่ระบุการบาดเจ็บระดับปานกลางถึงรุนแรง",
    "property_tag_3": "Mortality",
    "property_tag_1": "Trauma",
    "property_last_edited_time": "2026-01-11T22:23:00.000Z",
    "property_pmid": "41519939",
    "property_name": "Incidence and predictors of early mortality among trauma patients visiting emergency departments of referral hospitals in west Amhara region, Ethiopia."
  },
  {
    "id": "2e5ba464-60a7-8110-bd3f-e61462bb0e3d",
    "name": "Multiple systemic embolization after endoscopic cyanoacrylate injection for gastric variceal bleeding: a case report",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41519851/",
    "property_tag_2": "Endoscopy",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรายงานกรณีศึกษาที่พบได้ยากของภาวะ multiple systemic embolization (การอุดตันของหลอดเลือดในหลายระบบ) ที่เกิดจากกาว cyanoacrylate ภายหลังการทำหัตถการส่องกล้องรักษาภาวะเลือดออกในหลอดเลือดดำขอดที่กระเพาะอาหาร\n- **วิธีการ:** ศึกษาในผู้ป่วยชายชาวเอเชียอายุ 71 ปีที่มีโรคตับแข็งและมีเลือดออกในหลอดเลือดดำขอดที่กระเพาะอาหาร ซึ่งได้รับการรักษาด้วยการฉีดสาร histoacryl (N-butyl cyanoacrylate) ผ่านทางส่องกล้อง\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ภายหลังการทำหัตถการ ผู้ป่วยมีอาการโคม่าและไม่ฟื้นจากการดมยาสลบ การตรวจวินิจฉัยทางภาพถ่ายรังสีและห้องปฏิบัติการยืนยันว่าเกิดการอุดตันของสาร cyanoacrylate กระจายไปสู่อวัยวะสำคัญหลายแห่ง ได้แก่ สมอง หัวใจ ม้าม และไขสันหลัง",
    "property_tag_3": "Emergency Medicine",
    "property_tag_1": "Gastroenterology",
    "property_last_edited_time": "2026-01-11T22:22:00.000Z",
    "property_pmid": "41519851",
    "property_name": "Multiple systemic embolization after endoscopic cyanoacrylate injection for gastric variceal bleeding: a case report"
  },
  {
    "id": "2e7ba464-60a7-815c-9117-c9fd2cac6694",
    "name": "Device-measured capillary refill time identifies critically ill cases in the emergency department",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41526640/",
    "property_tag_2": "Critical Care",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินว่าการวัดเวลาการคืนกลับของเลือดฝอย (CRT) ด้วยอุปกรณ์เชิงปริมาณเมื่อผู้ป่วยมาถึงแผนกฉุกเฉิน มีความสัมพันธ์กับระดับความรุนแรงทางคลินิกหรือไม่\n- **วิธีการ:** ศึกษาแบบสังเกตการณ์ในศูนย์เดียว โดยเก็บข้อมูลผู้ป่วยผู้ใหญ่ 119 รายที่ถูกนำส่งแผนกฉุกเฉินโดยรถพยาบาล วัดค่า CRT ด้วยอุปกรณ์ (ใช้ค่าเฉลี่ย 3 ครั้ง) และกำหนดเกณฑ์ภาวะวิกฤตด้วยคะแนน APACHE II ≥ 25\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผู้ป่วยที่มีคะแนน APACHE II สูง (23%) มีค่า CRT ยาวนานกว่าอย่างมีนัยสำคัญ (2.56 วินาที เทียบกับ 1.67 วินาที, p=0.0012) และมีค่า AUC ดีกว่าระดับแลกเตท (0.702 เทียบกับ 0.669) นอกจากนี้ยังพบความสัมพันธ์เชิงบวกอย่างมีนัยสำคัญกับระดับแลกเตท (p=0.0087) และมีแนวโน้มสัมพันธ์กับคะแนน SOFA",
    "property_tag_3": "Diagnostics",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2026-01-13T19:22:00.000Z",
    "property_pmid": "41526640",
    "property_name": "Device-measured capillary refill time identifies critically ill cases in the emergency department"
  },
  {
    "id": "2e7ba464-60a7-81b4-8998-ee4215111747",
    "name": "Synovial-to-blood glucose ratio as a biomarker for the early diagnosis of septic arthritis of the knee in emergency medical practice: a retrospective clinical cohort study.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41526897/",
    "property_tag_2": "Emergency Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาประสิทธิภาพของอัตราส่วนระดับน้ำตาลในน้ำไขข้อต่อระดับเลือด (Synovial-to-blood glucose ratio) ในการเป็นตัวบ่งชี้ชีวภาพสำหรับช่วยวินิจฉัยโรคข้อเข่าอักเสบติดเชื้อในระยะเริ่มต้น\n- **วิธีการ:** เป็นการศึกษาแบบย้อนหลัง (Retrospective clinical cohort study) ในผู้ป่วยที่เข้ารับการรักษาในเวชปฏิบัติฉุกเฉิน\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถสรุปผลลัพธ์และค่าทางสถิติที่เฉพาะเจาะจงได้ เนื่องจากข้อมูลนำเข้าระบุว่าไม่มีบทคัดย่อ (No Abstract available)",
    "property_tag_3": "Orthopedics",
    "property_tag_1": "Septic Arthritis",
    "property_last_edited_time": "2026-01-13T19:20:00.000Z",
    "property_pmid": "41526897",
    "property_name": "Synovial-to-blood glucose ratio as a biomarker for the early diagnosis of septic arthritis of the knee in emergency medical practice: a retrospective clinical cohort study."
  },
  {
    "id": "2e6ba464-60a7-81bf-95d6-dd8f1cdb189a",
    "name": "Continuous Hemodialysis in Severe Lithium Intoxication: A Successful Case Management in a 67-Year-Old Woman",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41523508/",
    "property_tag_2": "Nephrology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรายงานกรณีศึกษาและความสำเร็จในการรักษาผู้ป่วยหญิงอายุ 67 ปีที่มีภาวะพิษจากลิเธียมรุนแรงด้วยวิธีการฟอกเลือดชนิดต่อเนื่อง (CHD)\n- **วิธีการ:** ทำการรักษาผู้ป่วยที่มีอาการทางระบบประสาทรุนแรง (เช่น ระดับความรู้สึกตัวเปลี่ยนแปลงและอาการสั่น) ด้วยการทำ CHD โดยเริ่มการรักษาทันทีก่อนที่จะทราบผลระดับความเข้มข้นของลิเธียมในเลือด\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การรักษาด้วย CHD ส่งผลให้ผู้ป่วยมีอาการทางคลินิกดีขึ้นตามลำดับจนหายเป็นปกติโดยไม่มีอาการกำเริบซ้ำ แม้จะมีอาการทางระบบประสาทที่รุนแรงในช่วงแรก",
    "property_tag_3": "Emergency Medicine",
    "property_tag_1": "Toxicology",
    "property_last_edited_time": "2026-01-12T22:23:00.000Z",
    "property_pmid": "41523508",
    "property_name": "Continuous Hemodialysis in Severe Lithium Intoxication: A Successful Case Management in a 67-Year-Old Woman"
  },
  {
    "id": "2e6ba464-60a7-81a7-a1f2-ff47039a86a0",
    "name": "Thyrotoxic Periodic Paralysis (TPP): A Comprehensive Review with Regional Insights from the Middle East",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41523487/",
    "property_tag_2": "Emergency Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทบทวนวรรณกรรมเกี่ยวกับโรคอัมพาตจากต่อมไทรอยด์เป็นพิษ (TPP) ในผู้ใหญ่ โดยเน้นที่อาการทางคลินิก ปัจจัยกระตุ้น หลุมพรางในการวินิจฉัย และแนวทางการรักษา พร้อมทั้งสังเคราะห์ข้อมูลกรณีศึกษาจากภูมิภาคตะวันออกกลาง\n- **วิธีการ:** ทำการทบทวนวรรณกรรมแบบบรรยาย (Narrative literature review) โดยสืบค้นข้อมูลจากฐานข้อมูลหลักจนถึงวันที่ 31 ตุลาคม 2025 และวิเคราะห์ข้อมูลจากตะวันออกกลางร่วมกับข้อมูลระดับโลก\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบว่า TPP มักเกิดในเพศชายอายุน้อยและอาจเป็นอาการแรกของภาวะไทรอยด์เป็นพิษ ปัจจัยกระตุ้นที่พบบ่อยได้แก่ มื้ออาหารคาร์โบไฮเดรตสูง การออกกำลังกายหนัก และยา Beta-agonists มักมีการวินิจฉัยผิดพลาดว่าเป็น Guillain-Barré syndrome ข้อมูลจากตะวันออกกลางพบรูปแบบคลินิกคล้ายกันแต่มีการตรวจพบที่ล่าช้า การรักษาหลักคือการแก้ไขภาวะโพแทสเซียมต่ำ การใช้ยา Beta-blockers และการควบคุมภาวะไทรอยด์",
    "property_tag_3": "Neurology",
    "property_tag_1": "Endocrinology",
    "property_last_edited_time": "2026-01-12T22:22:00.000Z",
    "property_pmid": "41523487",
    "property_name": "Thyrotoxic Periodic Paralysis (TPP): A Comprehensive Review with Regional Insights from the Middle East"
  },
  {
    "id": "2e6ba464-60a7-81d6-b69a-efa3c249654b",
    "name": "The role of EGFR mutations in sensitivity of PD-1/PD-L1 blockade in non-small cell lung cancer.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41523257/",
    "property_tag_2": "Immunotherapy",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาบทบาทของการกลายพันธุ์ของยีน EGFR ที่มีต่อความไวในการตอบสนองต่อการรักษาด้วยการยับยั้ง PD-1/PD-L1 ในผู้ป่วยมะเร็งปอดชนิดเซลล์ไม่เล็ก (NSCLC) และเพื่อสำรวจแนวทางการรักษาใหม่ที่ช่วยแก้ปัญหาการดื้อยา EGFR-TKIs\n- **วิธีการ:** คณะผู้เขียนได้ทำการวิเคราะห์เปรียบเทียบผลการรักษาระหว่างผู้ป่วยกลุ่ม EGFR wild-type และกลุ่มที่มีการกลายพันธุ์ รวบรวมข้อมูลปัจจัยที่ส่งผลต่อประสิทธิภาพการรักษา (เช่น ระดับ PD-1/PD-L1 และสภาพแวดล้อมในก้อนมะเร็ง) รวมถึงทำการประเมินผลของการรักษาแบบผสมผสานและการใช้ PD-1/PD-L1 เป็นตัวบ่งชี้ทางชีวภาพ (Biomarker) อย่างเป็นระบบ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การศึกษาสรุปได้ว่าแม้อัตราการตอบสนองต่อยาในผู้ป่วยที่มีการกลายพันธุ์ของ EGFR จะยังเป็นที่ถกเถียง แต่กลยุทธ์การรักษาแบบผสมผสานแสดงให้เห็นถึงศักยภาพในการเสริมฤทธิ์กัน นอกจากนี้ยังพบว่า PD-1/PD-L1 มีศักยภาพในการเป็นตัวบ่งชี้ทางชีวภาพเพื่อช่วยในการตัดสินใจเลือกแนวทางการรักษาแบบเฉพาะบุคคล (Personalized treatment) และช่วยวางแผนกลยุทธ์ลดการดื้อยาในอนาคต",
    "property_tag_3": "Lung Cancer",
    "property_tag_1": "Oncology",
    "property_last_edited_time": "2026-01-12T22:21:00.000Z",
    "property_pmid": "41523257",
    "property_name": "The role of EGFR mutations in sensitivity of PD-1/PD-L1 blockade in non-small cell lung cancer."
  },
  {
    "id": "2e8ba464-60a7-8139-8bed-c99e4f2bc53e",
    "name": "What's the Rush? Challenging the Early Surgery Paradigm for Older Adults in Emergency General Surgery",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41532654/",
    "property_tag_2": "Geriatrics",
    "property_comment": "- **วัตถุประสงค์:** เพื่อเปรียบเทียบผลกระทบของระยะเวลาการรอคอยก่อนผ่าตัด (Preoperative wait times) ต่อผลลัพธ์ทางคลินิกระหว่างผู้ป่วยสูงอายุและผู้ป่วยอายุน้อยในศัลยกรรมทั่วไปฉุกเฉิน (EGS) โดยทดสอบสมมติฐานที่ว่าผู้สูงอายุจะได้รับผลกระทบเชิงลบมากกว่าเนื่องจากความเปราะบาง\n- **วิธีการ:** เป็นการศึกษาแบบ Retrospective cohort study โดยใช้ข้อมูลผู้ป่วยในรัฐ Virginia ระหว่างปี 2016-2020 จำนวน 40,502 ราย เปรียบเทียบกลุ่มผู้สูงอายุ (≥65 ปี) กับผู้ใหญ่อายุน้อย (16-64 ปี) ที่ต้องผ่าตัดฉุกเฉิน โดยใช้ Propensity score matching วิเคราะห์ความสัมพันธ์ระหว่างการผ่าตัดล่าช้า (≥2 วัน) กับระยะเวลาพักฟื้น (POLOS) การกลับมานอนโรงพยาบาลซ้ำ และอัตราการเสียชีวิต\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การผ่าตัดล่าช้าส่งผลเสียต่อผู้ป่วยอายุน้อยโดยเพิ่มอัตราการกลับมานอนโรงพยาบาลซ้ำ (ATE=3.5%) และระยะเวลาพักฟื้นนานขึ้น (ATE=0.26 วัน) ในทางตรงกันข้าม ในผู้ป่วยสูงอายุพบว่าการผ่าตัดล่าช้าสัมพันธ์กับระยะเวลาพักฟื้นที่สั้นลง (ATE=-0.45 วัน) และไม่ส่งผลต่อการกลับมานอนโรงพยาบาลซ้ำ โดยไม่พบความสัมพันธ์กับอัตราการเสียชีวิตในทั้งสองกลุ่ม",
    "property_tag_3": "Preoperative Care",
    "property_tag_1": "Emergency General Surgery",
    "property_last_edited_time": "2026-01-14T19:26:00.000Z",
    "property_pmid": "41532654",
    "property_name": "What's the Rush? Challenging the Early Surgery Paradigm for Older Adults in Emergency General Surgery"
  },
  {
    "id": "2e8ba464-60a7-812a-8a86-d7f22527cb63",
    "name": "The impact of premature birth and low birth weight on motor, visual, and cognitive skills and mental health in adolescence: a systematic review and meta-analysis",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41533077/",
    "property_tag_2": "Psychiatry",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาความสัมพันธ์ระหว่างการเกิดก่อนกำหนดและน้ำหนักแรกเกิดต่ำ (PTB) กับทักษะด้านสติปัญญา การมองเห็น และการเคลื่อนไหว รวมถึงวิเคราะห์ว่าปัจจัยเหล่านี้ส่งผลต่อสุขภาพจิตในช่วงวัยรุ่นอย่างไร\n- **วิธีการ:** ดำเนินการทบทวนวรรณกรรมอย่างเป็นระบบ (Systematic review) ตามแนวทาง PRISMA โดยสืบค้นจากฐานข้อมูลหลักและคัดเลือกงานวิจัย 17 เรื่องมาวิเคราะห์ ซึ่งครอบคลุมกลุ่มตัวอย่างวัยรุ่นอายุ 11-20 ปี จำนวนรวม 10,842 คน (แบ่งเป็นกลุ่ม PTB 8,813 คน และกลุ่มควบคุม 4,029 คน)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** วัยรุ่นที่เกิดก่อนกำหนดมีความบกพร่องด้านสติปัญญา (IQ), สมาธิ, การทำงานบริหารจัดการของสมอง (Executive function) และการควบคุมการเคลื่อนไหวมากกว่ากลุ่มที่เกิดครบกำหนดอย่างมีนัยสำคัญ อีกทั้งยังมีอัตราการได้รับการวินิจฉัยโรคทางจิตเวชที่สูงกว่าและซับซ้อนกว่า แต่ยังพบหลักฐานน้อยมากเกี่ยวกับความผิดปกติทางสายตาและความเชื่อมโยงโดยตรงระหว่างทักษะเหล่านี้กับปัญหาสุขภาพจิต",
    "property_tag_3": "Adolescent Medicine",
    "property_tag_1": "Pediatrics",
    "property_last_edited_time": "2026-01-14T19:24:00.000Z",
    "property_pmid": "41533077",
    "property_name": "The impact of premature birth and low birth weight on motor, visual, and cognitive skills and mental health in adolescence: a systematic review and meta-analysis"
  },
  {
    "id": "2e8ba464-60a7-811b-aa72-eeb2b86a90ff",
    "name": "Advancing Diagnosis of Liver Cirrhosis: Why Non-invasive Methods Are the Future?",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41531589/",
    "property_tag_2": "Liver Cirrhosis",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทบทวนความก้าวหน้าล่าสุดของวิธีการตรวจวินิจฉัยแบบไม่รุกล้ำ (Non-invasive methods หรือ NIMs) สำหรับการวินิจฉัยและติดตามโรคตับแข็ง เพื่อทดแทนวิธีมาตรฐานเดิมที่มีความเสี่ยงและสร้างความเจ็บปวดแก่ผู้ป่วย\n- **วิธีการ:** เป็นการรวบรวมและวิเคราะห์ข้อมูลเกี่ยวกับเทคโนโลยี NIMs ต่างๆ ได้แก่ การใช้สารบ่งชี้ทางชีวภาพในเลือด (เช่น ELF test, FIB-4), เทคนิค Elastography (เช่น VCTE, MRE) รวมถึงเทคโนโลยีอุบัติใหม่ เช่น Radiomics ที่ขับเคลื่อนด้วย AI และการใช้เทคนิคแบบพหุรูปแบบ (Multimodal)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** NIMs แสดงความแม่นยำสูงในการตรวจหาภาวะพังผืดระยะลุกลาม มีความปลอดภัย คุ้มค่า และทำซ้ำได้ง่ายกว่าการเจาะตับ ปัจจุบันถูกแนะนำให้เป็นเครื่องมือด่านหน้าในแนวทางการรักษา โดยเฉพาะในโรคไขมันพอกตับ (MASLD) และมีแนวโน้มที่จะเข้ามาแทนที่หัตถการแบบรุกล้ำในอนาคต",
    "property_tag_3": "Artificial Intelligence",
    "property_tag_1": "Gastroenterology",
    "property_last_edited_time": "2026-01-14T19:23:00.000Z",
    "property_pmid": "41531589",
    "property_name": "Advancing Diagnosis of Liver Cirrhosis: Why Non-invasive Methods Are the Future?"
  },
  {
    "id": "2e8ba464-60a7-81a5-a946-c2a1bc8c2028",
    "name": "Advancing Diagnosis of Liver Cirrhosis: Why Non-invasive Methods Are the Future?",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41531589/",
    "property_tag_2": "Liver Cirrhosis",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทบทวนความก้าวหน้าล่าสุดของวิธีการตรวจวินิจฉัยแบบไม่รุกล้ำ (Non-invasive methods หรือ NIMs) สำหรับการวินิจฉัยและติดตามโรคตับแข็ง เพื่อทดแทนวิธีมาตรฐานเดิมที่มีความเสี่ยงและสร้างความเจ็บปวดแก่ผู้ป่วย\n- **วิธีการ:** เป็นการรวบรวมและวิเคราะห์ข้อมูลเกี่ยวกับเทคโนโลยี NIMs ต่างๆ ได้แก่ การใช้สารบ่งชี้ทางชีวภาพในเลือด (เช่น ELF test, FIB-4), เทคนิค Elastography (เช่น VCTE, MRE) รวมถึงเทคโนโลยีอุบัติใหม่ เช่น Radiomics ที่ขับเคลื่อนด้วย AI และการใช้เทคนิคแบบพหุรูปแบบ (Multimodal)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** NIMs แสดงความแม่นยำสูงในการตรวจหาภาวะพังผืดระยะลุกลาม มีความปลอดภัย คุ้มค่า และทำซ้ำได้ง่ายกว่าการเจาะตับ ปัจจุบันถูกแนะนำให้เป็นเครื่องมือด่านหน้าในแนวทางการรักษา โดยเฉพาะในโรคไขมันพอกตับ (MASLD) และมีแนวโน้มที่จะเข้ามาแทนที่หัตถการแบบรุกล้ำในอนาคต",
    "property_tag_3": "Artificial Intelligence",
    "property_tag_1": "Gastroenterology",
    "property_last_edited_time": "2026-01-14T19:21:00.000Z",
    "property_pmid": "41531589",
    "property_name": "Advancing Diagnosis of Liver Cirrhosis: Why Non-invasive Methods Are the Future?"
  },
  {
    "id": "2e7ba464-60a7-81f9-af7e-e8e89049eda1",
    "name": "A case for monitoring fungi of clinical relevance at beaches: enterococci measures do not correlate with all disease risks",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41528418/",
    "property_tag_2": "Infectious Diseases",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาและตรวจสอบระดับของเชื้อราที่มีความสำคัญทางคลินิกในสิ่งแวดล้อมบริเวณชายหาด และชี้ให้เห็นถึงความจำเป็นในการรวมการตรวจวัดเชื้อราเข้าสู่โปรแกรมการเฝ้าระวังทางจุลชีววิทยา เนื่องจากดัชนีชี้วัด enterococci ในปัจจุบันไม่สัมพันธ์กับความเสี่ยงจากโรคเชื้อรา\n- **วิธีการ:** ทำการเก็บตัวอย่างทรายและน้ำจากชายหาด 2 แห่งในเมืองไมอามี รัฐฟลอริดา และวิเคราะห์ด้วยวิธีการเพาะเลี้ยงเชื้อที่อุณหภูมิสูง (37°C และ 40°C) เพื่อแยกเชื้อรากลุ่ม mesophilic ที่สามารถก่อโรคได้ จากนั้นทำการยืนยันสายพันธุ์ด้วยเทคนิค PCR และการหาลำดับเบส (sequencing)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผลการศึกษาพบว่าระดับเชื้อราขึ้นอยู่กับชนิดของตัวอย่าง (ทรายหรือน้ำ) อย่างมีนัยสำคัญ โดยพบเชื้อราในสกุล Aspergillus และ Candida มากที่สุด ทั้งนี้สามารถแยกเชื้อราได้ 25 ชนิดที่มีรายงานการก่อโรค และพบว่า 20 ชนิดในจำนวนนี้มีประวัติการดื้อยาต้านเชื้อรา ซึ่งแสดงให้เห็นว่ามีความเสี่ยงทางสุขภาพที่มาตรการตรวจวัดในปัจจุบันยังครอบคลุมไม่ถึง",
    "property_tag_3": "Microbiology",
    "property_tag_1": "Environmental Health",
    "property_last_edited_time": "2026-01-13T22:23:00.000Z",
    "property_pmid": "41528418",
    "property_name": "A case for monitoring fungi of clinical relevance at beaches: enterococci measures do not correlate with all disease risks"
  },
  {
    "id": "2e9ba464-60a7-814a-90cf-c89ac4844e8d",
    "name": "Fasciotomy and Debridement in Alpha-Hemolytic Associated Type II Necrotizing Fasciitis of The Hand: A Case Report",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41537024/",
    "property_tag_2": "Hand Surgery",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรายงานกรณีศึกษาของผู้ป่วยโรคเนื้อเน่า (Necrotizing Fasciitis) ชนิดที่ 2 บริเวณมือที่สัมพันธ์กับเชื้อ Alpha-Hemolytic โดยเน้นย้ำถึงความสำคัญของการวินิจฉัยที่รวดเร็วและการรักษาด้วยการผ่าตัดเพื่อลดอัตราการเสียชีวิต\n- **วิธีการ:** ศึกษาผู้ป่วยหญิงอายุ 68 ปี ที่มาด้วยอาการระดับความรู้สึกตัวเปลี่ยนแปลง มีไข้ และปวดบวมที่นิ้วชี้ขวาหลังจากมีแผลถูกบาด การวินิจฉัยอาศัยอาการทางคลินิกที่ลุกลาม ผลทางห้องปฏิบัติการ และอัลตราซาวด์ นำไปสู่การรักษาด้วยการผ่าตัดเลาะเนื้อตาย (Debridement) และผ่าพังผืด (Fasciotomy) อย่างเร่งด่วน\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผู้ป่วยได้รับการวินิจฉัยว่าเป็น Necrotizing Fasciitis ซึ่งเป็นโรคที่มีอัตราการเสียชีวิตสูง (25-35%) ผลการศึกษาชี้ให้เห็นว่าแม้การดำเนินโรคอาจดูช้าในระยะแรกจากปัจจัยต่างๆ แต่การเพาะเชื้อในเลือดและการผ่าตัดที่เพียงพอและทันท่วงทีเป็นสิ่งจำเป็นที่สุดในการรักษา",
    "property_tag_3": "Infectious Diseases",
    "property_tag_1": "Necrotizing Fasciitis",
    "property_last_edited_time": "2026-01-15T19:23:00.000Z",
    "property_pmid": "41537024",
    "property_name": "Fasciotomy and Debridement in Alpha-Hemolytic Associated Type II Necrotizing Fasciitis of The Hand: A Case Report"
  },
  {
    "id": "2e9ba464-60a7-81cd-9c65-e9b196967287",
    "name": "Wernicke's encephalopathy after emergency cholecystectomy and hepatic arterial embolization: A radiological and critical care challenge.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41536878/",
    "property_tag_2": "Radiology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อนำเสนอกรณีศึกษาและเน้นย้ำความสำคัญของการวินิจฉัยภาวะ Wernicke's encephalopathy (WE) ในผู้ป่วยวิกฤตหลังการผ่าตัดที่ไม่ได้มีสาเหตุจากการดื่มสุรา ซึ่งมักถูกมองข้ามเนื่องจากยาระงับความรู้สึกบดบังอาการทางระบบประสาท\n- **วิธีการ:** รายงานกรณีผู้ป่วยหญิงอายุ 59 ปี ที่เข้ารับการผ่าตัดถุงน้ำดีฉุกเฉินและทำ embolization หลอดเลือดแดงตับ ต่อมาผู้ป่วยกลับมาด้วยภาวะหายใจล้มเหลวและโคม่าต่อเนื่องแม้หยุดยาระงับความรู้สึก การวินิจฉัยดำเนินการผ่านการตรวจ MRI สมองและการวัดระดับไทอะมีนในเลือด\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผลตรวจ MRI พบรอยโรคสมมาตรบริเวณ thalamus และ mammillary body ซึ่งเข้าได้กับภาวะ WE และยืนยันผลด้วยระดับไทอะมีนในเลือดที่ต่ำ หลังได้รับไทอะมีนขนาดสูงทางหลอดเลือดดำ อาการทางระบบประสาทของผู้ป่วยดีขึ้นตามลำดับ แสดงให้เห็นถึงความจำเป็นของการตรวจภาพถ่ายรังสีและการให้สารอาหารที่เหมาะสมอย่างทันท่วงทีในผู้ป่วย ICU",
    "property_tag_3": "Critical Care",
    "property_tag_1": "Surgery",
    "property_last_edited_time": "2026-01-15T19:22:00.000Z",
    "property_pmid": "41536878",
    "property_name": "Wernicke's encephalopathy after emergency cholecystectomy and hepatic arterial embolization: A radiological and critical care challenge."
  },
  {
    "id": "2e9ba464-60a7-817b-9e83-feeab6989e8f",
    "name": "Prognostic Value of Tumor Regression Systems and Lymph Node Regression in Gastric Adenocarcinoma After Neoadjuvant Chemotherapy",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41537197/",
    "property_tag_2": "Surgery",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินความสำคัญในการพยากรณ์โรคของระบบการจัดเกรดการยุบตัวของก้อนเนื้องอก (TRG) ระบบต่างๆ (เช่น Becker, AJCC/CAP, JGCA, Mandard) และการยุบตัวของมะเร็งในต่อมน้ำเหลือง ในผู้ป่วยมะเร็งกระเพาะอาหารระยะลุกลามเฉพาะที่ที่ได้รับยาเคมีบำบัดก่อนการผ่าตัด\n- **วิธีการ:** เป็นการศึกษาย้อนหลังในผู้ป่วยจำนวน 134 รายที่ได้รับยาเคมีบำบัดและตามด้วยการผ่าตัดกระเพาะอาหาร พยาธิแพทย์ทำการประเมินชิ้นเนื้อตามเกณฑ์ TRG หลายระบบและประเมินการตอบสนองของต่อมน้ำเหลือง จากนั้นวิเคราะห์ความสัมพันธ์กับอัตราการรอดชีวิต (OS) และระยะปลอดโรค (DFS) ทางสถิติ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** จากการติดตามผลพบว่าค่ามัธยฐานการรอดชีวิตอยู่ที่ 18.7 เดือน ผลการวิเคราะห์ชี้ว่าระบบ JGCA2017 เป็นตัวบ่งชี้การพยากรณ์โรคที่แม่นยำที่สุดทั้งสำหรับ OS และ DFS นอกจากนี้การพบการยุบตัวของมะเร็งในต่อมน้ำเหลือง (Lymph node regression) ยังเป็นปัจจัยอิสระที่ส่งผลดีต่อการพยากรณ์โรคอย่างมีนัยสำคัญ",
    "property_tag_3": "Gastroenterology",
    "property_tag_1": "Oncology",
    "property_last_edited_time": "2026-01-15T19:21:00.000Z",
    "property_pmid": "41537197",
    "property_name": "Prognostic Value of Tumor Regression Systems and Lymph Node Regression in Gastric Adenocarcinoma After Neoadjuvant Chemotherapy"
  },
  {
    "id": "2e8ba464-60a7-81f4-bba7-fb89fba444db",
    "name": "Blastomycosis, Histoplasmosis, and Coccidioidomycosis in Outpatient Community-Acquired Pneumonia",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41533376/",
    "property_tag_2": "Pulmonology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อตรวจสอบสัดส่วนและลักษณะของผู้ป่วยนอกวัยผู้ใหญ่ที่เป็นปอดอักเสบชุมชน (CAP) ที่ได้รับการตรวจหาเชื้อรา Blastomycosis, Coccidioidomycosis หรือ Histoplasmosis รวมถึงศึกษาปัจจัยของผู้ป่วยที่ได้รับการวินิจฉัยว่าเป็นโรคเหล่านี้\n- **วิธีการ:** เป็นการศึกษาแบบย้อนหลัง (Retrospective cohort study) โดยใช้ข้อมูลการเคลมประกันสุขภาพในช่วงปี 2017-2023 ของผู้ป่วยนอกที่ได้รับการวินิจฉัยว่าเป็น CAP ที่ไม่ระบุสาเหตุ และใช้แบบจำลอง Multivariable logistic regression เพื่อหาค่า Adjusted Odds Ratios (aORs) ของลักษณะอาการที่สัมพันธ์กับการวินิจฉัยโรค\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** จากผู้ป่วย 573,994 ราย มีเพียง 5% ที่ได้รับการตรวจหาเชื้อรา และในกลุ่มที่ตรวจพบว่า 3% ได้รับการวินิจฉัยโรค โดยพบว่าอาการผื่น (aOR 3.24) สัมพันธ์กับการเป็น Coccidioidomycosis ส่วนน้ำหนักลดผิดปกติ (aOR 5.15) และโรคภูมิคุ้มกันทำลายตนเอง (aOR 3.00) สัมพันธ์กับการเป็น Histoplasmosis อย่างมีนัยสำคัญ",
    "property_tag_3": "Epidemiology",
    "property_tag_1": "Infectious Diseases",
    "property_last_edited_time": "2026-01-14T22:24:00.000Z",
    "property_pmid": "41533376",
    "property_name": "Blastomycosis, Histoplasmosis, and Coccidioidomycosis in Outpatient Community-Acquired Pneumonia"
  },
  {
    "id": "2e8ba464-60a7-817a-9c0e-d21a54c66bb3",
    "name": "Equity, diversity, and inclusion in emergency medicine: where we are and where we need to go.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41533217/",
    "property_tag_2": "Equity, Diversity, and Inclusion",
    "property_comment": "- **วัตถุประสงค์:** ไม่สามารถระบุรายละเอียดได้ เนื่องจากเอกสารต้นฉบับไม่มีบทคัดย่อ (เป็นบทความประเภทบทบรรณาธิการ)\n- **วิธีการ:** ไม่สามารถระบุได้เนื่องจากไม่มีบทคัดย่อ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถระบุได้เนื่องจากไม่มีบทคัดย่อ",
    "property_tag_3": "Healthcare Disparities",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2026-01-14T22:23:00.000Z",
    "property_pmid": "41533217",
    "property_name": "Equity, diversity, and inclusion in emergency medicine: where we are and where we need to go."
  },
  {
    "id": "2eaba464-60a7-81b8-9c66-ea600407e0a9",
    "name": "Necrotizing Fasciitis in the Kimberley: A Five-Year Retrospective Study From a Remote Australian Health Service",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41536629/",
    "property_tag_2": "Surgery",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาลักษณะทางระบาดวิทยา ข้อมูลทางคลินิก และผลลัพธ์การรักษาผู้ป่วยโรคแบคทีเรียกินเนื้อ (Necrotizing Fasciitis) ในภูมิภาคคิมเบอร์ลีย์ ซึ่งเป็นพื้นที่ห่างไกลของออสเตรเลียที่มีความท้าทายในการเข้าถึงบริการสาธารณสุข\n- **วิธีการ:** เป็นการศึกษาย้อนหลัง (Retrospective study) ในช่วง 5 ปี (มิถุนายน 2020 - มิถุนายน 2025) โดยรวบรวมข้อมูลจากเวชระเบียน บันทึกการผ่าตัด และฐานข้อมูลทางจุลชีววิทยาของผู้ป่วยที่ได้รับการวินิจฉัยโรคนี้ในภูมิภาค\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบผู้ป่วย 21 ราย คิดเป็นอุบัติการณ์ 12 ต่อ 100,000 ประชากร โดยมีอายุเฉลี่ย 49 ปี ส่วนใหญ่เป็นชนพื้นเมือง (76%) และมีโรคร่วมสูง โดยเฉพาะโรคอ้วน (86%) และเบาหวาน (76%) ตำแหน่งที่พบบ่อยที่สุดคือขา (52%) ผู้ป่วยทุกรายได้รับการผ่าตัด และมีอัตราการเสียชีวิตในโรงพยาบาลอยู่ที่ 9%",
    "property_tag_3": "Epidemiology",
    "property_tag_1": "Infectious Disease",
    "property_last_edited_time": "2026-01-16T19:22:00.000Z",
    "property_pmid": "41536629",
    "property_name": "Necrotizing Fasciitis in the Kimberley: A Five-Year Retrospective Study From a Remote Australian Health Service"
  },
  {
    "id": "2eaba464-60a7-8169-bf91-e084394a3918",
    "name": "Lingual Thyroid Unmasked by Acute Stroke: A Hidden Airway Emergency.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41536379/",
    "property_tag_2": "Neurology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรายงานกรณีศึกษาที่พบได้ยากของต่อมไทรอยด์ผิดตำแหน่งที่โคนลิ้น (Lingual thyroid) ซึ่งกลายเป็นภาวะฉุกเฉินทางเดินหายใจที่คุกคามชีวิต อันเนื่องมาจากการทำงานผิดปกติของระบบสั่งการส่วนบัลบาร์ (Bulbar motor dysfunction) จากโรคหลอดเลือดสมองเฉียบพลัน\n- **วิธีการ:** ศึกษาผู้ป่วยชายอายุ 63 ปีที่มาด้วยอาการโรคหลอดเลือดสมองขาดเลือด (Left corona radiata infarct) โดยมีการตรวจวินิจฉัยภาพถ่ายรังสีด้วย CT Scan สมองตามเกณฑ์การรักษาโรคหลอดเลือดสมอง และยืนยันการวินิจฉัยเนื้อเยื่อด้วยการทำ Iodine-123 scintigraphy\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การตรวจ CT พบก้อนขนาด 4.0 ซม. ที่โคนลิ้นซึ่งทำให้ทางเดินหายใจตีบแคบอย่างรุนแรง อาการจากโรคหลอดเลือดสมองทำให้ผู้ป่วยสูญเสียกลไกการป้องกันทางเดินหายใจและเสี่ยงต่อการอุดกั้น ผลสแกนยืนยันว่าเป็นเนื้อเยื่อไทรอยด์เดียวที่ทำงานอยู่ ทีมแพทย์สหสาขาวิชาชีพจึงตัดสินใจทำหัตถการเจาะคอ (Tracheostomy) ภายใต้การฉีดยาชาเฉพาะที่เพื่อจัดการทางเดินหายใจเป็นลำดับแรก",
    "property_tag_3": "Otolaryngology",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2026-01-16T19:21:00.000Z",
    "property_pmid": "41536379",
    "property_name": "Lingual Thyroid Unmasked by Acute Stroke: A Hidden Airway Emergency."
  },
  {
    "id": "2e9ba464-60a7-8173-a588-f28be32ad678",
    "name": "The Importance of Surgeon-Performed Point-of-Care Breast Sonography in the Management of Complex Breast Tumors",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41537063/",
    "property_tag_2": "Breast Neoplasms",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินบทบาทและความสำคัญของการทำอัลตราซาวด์เต้านมโดยศัลยแพทย์ (Surgeon-Performed Point-of-Care Breast Sonography) ในการช่วยวางแผนและจัดการการรักษาผู้ป่วยที่มีเนื้องอกเต้านมที่มีความซับซ้อน\n- **วิธีการ:** ศึกษาและวิเคราะห์การใช้เทคนิคอัลตราซาวด์ ณ จุดดูแลผู้ป่วยโดยศัลยแพทย์ ในการระบุตำแหน่ง (Localization) และประเมินขอบเขตของก้อนเนื้อในผู้ป่วยที่มีเนื้องอกเต้านมซับซ้อน เพื่อเปรียบเทียบประสิทธิภาพกับการจัดการแบบมาตรฐาน\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การทำอัลตราซาวด์โดยศัลยแพทย์ช่วยเพิ่มความแม่นยำในการระบุตำแหน่งรอยโรคและช่วยในการตัดสินใจระหว่างผ่าตัดได้ดียิ่งขึ้น ซึ่งส่งผลให้การผ่าตัดมีประสิทธิภาพและอาจช่วยลดอัตราการผ่าตัดซ้ำ (Re-excision) ในผู้ป่วยที่มีรอยโรคซับซ้อนได้อย่างมีนัยสำคัญ",
    "property_tag_3": "Ultrasonography",
    "property_tag_1": "Surgery",
    "property_last_edited_time": "2026-01-15T22:24:00.000Z",
    "property_pmid": "41537063",
    "property_name": "The Importance of Surgeon-Performed Point-of-Care Breast Sonography in the Management of Complex Breast Tumors"
  },
  {
    "id": "2e9ba464-60a7-81ac-b9f8-dfd6fca9aabb",
    "name": "Septic Arthritis of the Shoulder following Recent Varicella Zoster Virus Infection in an 18-month-old Child: A Case Report",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41537031/",
    "property_tag_2": "Orthopedics",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรายงานกรณีศึกษาผู้ป่วยเด็กหญิงอายุ 18 เดือนที่มีภาวะข้อไหล่ติดเชื้อ (Septic arthritis) ซึ่งเป็นภาวะแทรกซ้อนที่พบได้ยากตามหลังการติดเชื้อไวรัสสุกใส (Varicella Zoster Virus) และเน้นย้ำความสำคัญของการวินิจฉัยภาวะฉุกเฉินทางศัลยกรรมนี้\n- **วิธีการ:** ผู้ป่วยได้รับการรักษาด้วยหัตถการเจาะล้างข้อ (Needle arthrocentesis) โดยใช้เทคนิคเข็มสองเล่ม (Two-cannula technique) เพื่อล้างหนองออกจากข้อไหล่ขวาอย่างทั่วถึง ร่วมกับการให้ยาปฏิชีวนะทางหลอดเลือดดำและตามด้วยยาชนิดรับประทานเป็นเวลา 3 สัปดาห์\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผลการเพาะเชื้อจากหนองในข้อพบเชื้อแบคทีเรีย *Group A Streptococcus pyogenes* ภายหลังการรักษา ผู้ป่วยมีการฟื้นตัวของการทำงานของข้อไหล่ทันที ค่าบ่งชี้การติดเชื้อทางชีวเคมีลดลงตามลำดับ และผู้ป่วยหายเป็นปกติโดยไม่มีภาวะแทรกซ้อนระยะยาว",
    "property_tag_3": "Infectious Disease",
    "property_tag_1": "Pediatrics",
    "property_last_edited_time": "2026-01-15T22:22:00.000Z",
    "property_pmid": "41537031",
    "property_name": "Septic Arthritis of the Shoulder following Recent Varicella Zoster Virus Infection in an 18-month-old Child: A Case Report"
  },
  {
    "id": "2e9ba464-60a7-810f-8a6c-d87c3af30d7e",
    "name": "Artificial intelligence-driven clustering for phenotyping life-threatening prehospital trauma.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41535939/",
    "property_tag_2": "Trauma",
    "property_comment": "- **วัตถุประสงค์:** เพื่อจำแนกรูปแบบลักษณะเฉพาะ (phenotypes) ของผู้ป่วยบาดเจ็บสาหัสฉุกเฉินก่อนถึงโรงพยาบาล โดยใช้วิธีการจัดกลุ่มด้วยปัญญาประดิษฐ์ (AI) แบบไม่มีผู้สอน (Unsupervised learning)\n- **วิธีการ:** เป็นการศึกษาแบบ Prospective multicenter ในผู้ป่วยบาดเจ็บที่เป็นผู้ใหญ่จำนวน 1,474 รายในประเทศสเปน ระหว่างปี 2021-2024 โดยเก็บรวบรวมข้อมูลทางระบาดวิทยา ข้อมูลการบาดเจ็บ สัญญาณชีพ และผลเลือด เพื่อประเมินผลลัพธ์หลักคืออัตราการเสียชีวิตในโรงพยาบาลภายใน 2 วัน\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การวิเคราะห์แบ่งกลุ่มผู้ป่วยได้ 3 กลุ่ม (Clusters) ได้แก่ กลุ่ม T-1 (6.9% ของผู้ป่วย) มีอัตราการเสียชีวิตสูงถึง 93.1% โดยส่วนใหญ่มีการบาดเจ็บที่สมอง ทรวงอก และแผลไฟไหม้, กลุ่ม T-2 (23.6%) มีอัตราการเสียชีวิต 68.1%, และกลุ่ม T-3 (69.5%) มีอัตราการเสียชีวิตต่ำสุดที่ 10.6% ซึ่งส่วนใหญ่เป็นการบาดเจ็บทางกระดูก",
    "property_tag_3": "Emergency Medicine",
    "property_tag_1": "Artificial Intelligence",
    "property_last_edited_time": "2026-01-15T22:21:00.000Z",
    "property_pmid": "41535939",
    "property_name": "Artificial intelligence-driven clustering for phenotyping life-threatening prehospital trauma."
  },
  {
    "id": "2ebba464-60a7-81f7-9ede-d814fc15e73c",
    "name": "Autotransfusion in traumatic haemothorax using the Sinapi chest drain system.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41545088/",
    "property_tag_2": "Emergency",
    "property_comment": "- **วัตถุประสงค์:** ไม่สามารถระบุได้เนื่องจากข้อมูลนำเข้าระบุว่าไม่มีบทคัดย่อ (No Abstract available)\n- **วิธีการ:** ไม่สามารถระบุได้เนื่องจากไม่มีข้อมูลในบทคัดย่อ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถระบุได้เนื่องจากไม่มีข้อมูลในบทคัดย่อ",
    "property_tag_3": "Surgery",
    "property_tag_1": "Trauma",
    "property_last_edited_time": "2026-01-17T19:23:00.000Z",
    "property_pmid": "41545088",
    "property_name": "Autotransfusion in traumatic haemothorax using the Sinapi chest drain system."
  },
  {
    "id": "2ebba464-60a7-8159-8314-e565bae47146",
    "name": "The Red Blood Cell Distribution Width-Albumin Ratio Predicts Postoperative Delirium in the Elderly With Gastrointestinal Tumors: A Retrospective Cohort Study",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41545025/",
    "property_tag_2": "Geriatrics",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาปัจจัยเสี่ยงอิสระของการเกิดภาวะสับสนเฉียบพลันหลังผ่าตัด (Postoperative Delirium - POD) และประเมินประสิทธิภาพของอัตราส่วนความกว้างการกระจายเม็ดเลือดแดงต่ออัลบูมิน (RAR) ในการพยากรณ์โรคสำหรับผู้ป่วยสูงอายุที่เข้ารับการผ่าตัดเนื้องอกในระบบทางเดินอาหาร\n- **วิธีการ:** ดำเนินการศึกษาแบบย้อนหลัง (Retrospective analysis) ในผู้ป่วยจำนวน 203 ราย ที่มีอายุ 65 ปีขึ้นไป ระหว่างเดือนพฤศจิกายน 2023 ถึงสิงหาคม 2024 โดยใช้วิธีการวิเคราะห์การถดถอยโลจิสติก (Logistic regression) และใช้เทคนิค Propensity Score Matching (PSM) เพื่อลดความคลาดเคลื่อนของข้อมูลทางคลินิก\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** พบผู้ป่วยเกิดภาวะ POD จำนวน 30 ราย (14.8%) ผลการวิเคราะห์บ่งชี้ว่า ความดันโลหิตสูง, ระดับครีอะตินีน, ค่า MCH และค่า RAR เป็นปัจจัยเสี่ยงอิสระที่มีนัยสำคัญ โดยเฉพาะอย่างยิ่งค่า RAR ก่อนการผ่าตัดได้รับการยืนยันว่าเป็นตัวบ่งชี้ที่มีประสิทธิภาพสูงในการทำนายการเกิด POD ทั้งในกลุ่มข้อมูลดิบและกลุ่มที่ผ่านการทำ PSM แล้ว",
    "property_tag_3": "Gastroenterology",
    "property_tag_1": "Surgery",
    "property_last_edited_time": "2026-01-17T19:22:00.000Z",
    "property_pmid": "41545025",
    "property_name": "The Red Blood Cell Distribution Width-Albumin Ratio Predicts Postoperative Delirium in the Elderly With Gastrointestinal Tumors: A Retrospective Cohort Study"
  },
  {
    "id": "2ebba464-60a7-810d-977f-dfd3514928ab",
    "name": "Lessons from Rwanda's response to the Marburg virus outbreak",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41545591/",
    "property_tag_2": "Public Health",
    "property_comment": "- **วัตถุประสงค์:** ไม่สามารถระบุวัตถุประสงค์ที่แน่ชัดได้ เนื่องจากบทความนี้เป็นประเภทจดหมาย (Letter) และไม่มีบทคัดย่อ (No Abstract available) ในข้อมูลที่ให้มา\n- **วิธีการ:** ไม่สามารถระบุระเบียบวิธีวิจัยได้เนื่องจากไม่มีข้อมูลบทคัดย่อ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถระบุผลการศึกษาหรือค่าทางสถิติได้เนื่องจากไม่มีข้อมูลบทคัดย่อ",
    "property_tag_3": "Epidemiology",
    "property_tag_1": "Infectious Disease",
    "property_last_edited_time": "2026-01-17T19:21:00.000Z",
    "property_pmid": "41545591",
    "property_name": "Lessons from Rwanda's response to the Marburg virus outbreak"
  },
  {
    "id": "2eaba464-60a7-81d5-bc9f-d1f9693a64c6",
    "name": "Diagnostic Applications of Point‑of‑Care Ultrasound in Emergency Medicine: A Narrative Review",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41542289/",
    "property_tag_2": "POCUS",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทบทวนและตรวจสอบการประยุกต์ใช้การอัลตราซาวนด์ ณ จุดดูแลผู้ป่วย (POCUS) สำหรับการวินิจฉัยโรคในแผนกฉุกเฉิน โดยเน้นไปที่การประเมินผู้ป่วยอุบัติเหตุ, ปอด, หัวใจ, หลอดเลือดแดงใหญ่ในช่องท้องโป่งพอง และภาวะแทรกซ้อนในการตั้งครรภ์ระยะแรก\n- **วิธีการ:** เป็นการทบทวนวรรณกรรม (Narrative review) โดยการสืบค้นข้อมูลผ่านฐานข้อมูล PubMed เพื่อคัดเลือกงานวิจัยที่ผ่านการตรวจสอบโดยผู้เชี่ยวชาญ (peer-reviewed) ที่เกี่ยวข้องกับการใช้ POCUS เพื่อการวินิจฉัยในเวชศาสตร์ฉุกเฉิน\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผลการทบทวนพบว่า POCUS ช่วยเพิ่มความแม่นยำในการวินิจฉัยและลดระยะเวลาในการให้การรักษาที่สำคัญ รวมถึงช่วยในการคัดกรองผู้ป่วยได้ดีขึ้น การใช้งานหลักครอบคลุมการตรวจ FAST ในผู้ป่วยอุบัติเหตุ, การประเมินภาวะเฉุกเฉินทางเดินหายใจและหัวใจ, การตรวจหาหลอดเลือดแดงใหญ่ในช่องท้องโป่งพอง และการตั้งครรภ์นอกมดลูก",
    "property_tag_3": "Diagnostics",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2026-01-16T22:23:00.000Z",
    "property_pmid": "41542289",
    "property_name": "Diagnostic Applications of Point‑of‑Care Ultrasound in Emergency Medicine: A Narrative Review"
  },
  {
    "id": "2eaba464-60a7-8132-a8ed-c003d33431aa",
    "name": "Molecular Landscape and Predictive Significance of Programmed Cell Death-Related Genes in Sepsis",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41542228/",
    "property_tag_2": "Genetics",
    "property_comment": "- **วัตถุประสงค์:** เพื่อศึกษาการเปลี่ยนแปลงระดับโมเลกุล (Transcriptomic) ที่เกี่ยวข้องกับการตายของเซลล์แบบมีการโปรแกรมไว้ (Programmed Cell Death - PCD) ในผู้ป่วยภาวะติดเชื้อในกระแสเลือด (Sepsis) และค้นหาตัวบ่งชี้ทางชีวภาพเพื่อใช้ในการวินิจฉัยโรค\n- **วิธีการ:** วิเคราะห์ข้อมูลจากฐานข้อมูล GEO โดยใช้การวิเคราะห์เครือข่าย (WGCNA) เพื่อหายีนที่ทำงานร่วมกัน และใช้อัลกอริทึมการเรียนรู้ของเครื่อง (Machine Learning) 8 รูปแบบในการสร้างแบบจำลองการวินิจฉัย พร้อมทั้งตรวจสอบความถูกต้องด้วยข้อมูลระดับเซลล์เดียว (scRNA-seq)\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การวิเคราะห์พบยีนศูนย์กลาง 262 ยีนที่เกี่ยวข้องกับวิถีสัญญาณการตายของเซลล์ (Apoptotic signaling) และคัดกรองเหลือยีนสำคัญ 7 ยีน (PRGs) โดยแบบจำลองการวินิจฉัยที่สร้างขึ้นมีประสิทธิภาพสูงในการแยกผู้ป่วย Sepsis ออกจากกลุ่มควบคุม นอกจากนี้ยังพบความสัมพันธ์ระหว่างยีน S100A9 และ KLHL3 กับเซลล์เม็ดเลือดขาวชนิดนิวโทรฟิล",
    "property_tag_3": "AI",
    "property_tag_1": "Sepsis",
    "property_last_edited_time": "2026-01-16T22:21:00.000Z",
    "property_pmid": "41542228",
    "property_name": "Molecular Landscape and Predictive Significance of Programmed Cell Death-Related Genes in Sepsis"
  },
  {
    "id": "2ecba464-60a7-8124-8f0d-d3782cb42957",
    "name": "Unexplained Back Pain in the Emergency Department May Require Referral to a Neurologist or Orthopedist",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41545133/",
    "property_tag_2": "Back Pain",
    "property_comment": "- **วัตถุประสงค์:** ไม่สามารถระบุรายละเอียดได้เนื่องจากไม่มีบทคัดย่อ (No Abstract available) แต่จากชื่อเรื่องมีเป้าหมายเพื่อเน้นย้ำความสำคัญของการส่งต่อผู้ป่วยที่มีอาการปวดหลังโดยไม่ทราบสาเหตุในแผนกฉุกเฉินไปยังแพทย์เฉพาะทาง\n- **วิธีการ:** ไม่ระบุข้อมูลเนื่องจากไม่มีบทคัดย่อ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่ระบุข้อมูลเนื่องจากไม่มีบทคัดย่อ",
    "property_tag_3": "Neurology",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2026-01-18T19:24:00.000Z",
    "property_pmid": "41545133",
    "property_name": "Unexplained Back Pain in the Emergency Department May Require Referral to a Neurologist or Orthopedist"
  },
  {
    "id": "2ecba464-60a7-8173-8f8a-d270a62f8c7b",
    "name": "Author's Response to Letter to the Editor \"Critical insights on Safety of Diltiazem for Acute Management of Atrial Fibrillation (AF) in Patients with Heart Failure and Reduced Ejection Fraction in the Emergency Department\"",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41545132/",
    "property_tag_2": "Emergency Medicine",
    "property_comment": "- **วัตถุประสงค์:** เพื่อชี้แจงหรือตอบกลับประเด็นที่ถูกยกขึ้นในจดหมายถึงบรรณาธิการ เกี่ยวกับความปลอดภัยของการใช้ยา Diltiazem ในการรักษาภาวะหัวใจเต้นพลิ้ว (Atrial Fibrillation) ในผู้ป่วยภาวะหัวใจล้มเหลวที่มีค่าการบีบตัวของหัวใจลดลง\n- **วิธีการ:** ไม่สามารถระบุได้เนื่องจากเป็นบทความประเภทจดหมายตอบกลับ (Author's Response) และไม่มีเนื้อหาบทคัดย่อให้ตรวจสอบ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถระบุได้เนื่องจากไม่มีข้อมูลบทคัดย่อ (No Abstract available) และเป็นบทความประเภทการตอบกลับทางวิชาการ",
    "property_tag_3": "Pharmacology",
    "property_tag_1": "Cardiology",
    "property_last_edited_time": "2026-01-18T19:22:00.000Z",
    "property_pmid": "41545132",
    "property_name": "Author's Response to Letter to the Editor \"Critical insights on Safety of Diltiazem for Acute Management of Atrial Fibrillation (AF) in Patients with Heart Failure and Reduced Ejection Fraction in the Emergency Department\""
  },
  {
    "id": "2ecba464-60a7-8190-b99a-f16937778992",
    "name": "Vacuum-assisted headspace solid-phase microextraction in food analysis: basics and applications",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41545131/",
    "property_tag_2": "Solid-Phase Microextraction",
    "property_comment": "- **วัตถุประสงค์:** เพื่อทบทวนความรู้พื้นฐาน การประยุกต์ใช้ และข้อจำกัดของเทคนิค Vac-HSSPME ในการวิเคราะห์อาหาร โดยมุ่งเน้นการแก้ปัญหาของวิธี HSSPME แบบดั้งเดิมในการสกัดสารระเหยยากและสารที่ยึดติดกับเมทริกซ์ที่มีความซับซ้อน\n- **วิธีการ:** เป็นการทบทวนวรรณกรรมเพื่อประเมินความก้าวหน้าและการใช้งานของเทคนิค Vac-HSSPME ในกลุ่มอาหาร 7 ประเภทหลัก (ได้แก่ ผลิตภัณฑ์นม, ไขมัน/น้ำมัน, น้ำผึ้ง, เนื้อสัตว์/โปรตีน, ผักผลไม้, เครื่องดื่ม, และธัญพืช) รวมถึงการวิเคราะห์พารามิเตอร์ที่มีผลต่อการทำงาน เช่น เวลา อุณหภูมิ และระดับสุญญากาศ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การใช้ภาวะสุญญากาศช่วยปรับปรุงขีดจำกัดการตรวจวัด (Detection Limits) และประสิทธิภาพการสกัดให้ดีขึ้นอย่างสม่ำเสมอเมื่อเทียบกับวิธีดั้งเดิม บททบทวนยังชี้ให้เห็นถึงความท้าทายเรื่องผลกระทบจากเมทริกซ์ในตัวอย่างที่มีความหนืด และแนวโน้มในอนาคตที่มีการนำ Machine Learning และระบบอัตโนมัติมาช่วยในการปรับปรุงกระบวนการวิเคราะห์",
    "property_tag_3": "Green Chemistry",
    "property_tag_1": "Food Analysis",
    "property_last_edited_time": "2026-01-18T19:21:00.000Z",
    "property_pmid": "41545131",
    "property_name": "Vacuum-assisted headspace solid-phase microextraction in food analysis: basics and applications"
  },
  {
    "id": "2ebba464-60a7-818d-8742-c8007c271e22",
    "name": "Response to Early Ultrasound-Guided Nerve Blocks for Sickle Cell Pain Crisis: A Novel Approach to Pain Management.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41545139/",
    "property_tag_2": "Pain Management",
    "property_comment": "- **วัตถุประสงค์:** เนื่องจากบทความนี้เป็นจดหมายตอบกลับ (Letter) และไม่มีบทคัดย่อ จึงมีวัตถุประสงค์เพื่อแสดงความคิดเห็นหรือเพิ่มเติมข้อมูลเกี่ยวกับบทความเรื่องการใช้ Ultrasound-Guided Nerve Blocks ในการจัดการความปวดของผู้ป่วย Sickle Cell\n- **วิธีการ:** ไม่มีการระบุระเบียบวิธีวิจัยเนื่องจากเป็นบทความประเภทจดหมายและไม่มีบทคัดย่อให้ข้อมูล\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่มีการระบุผลลัพธ์หรือการวิเคราะห์ทางสถิติเนื่องจากไม่มีข้อมูลในส่วนบทคัดย่อ",
    "property_tag_3": "Hematology",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2026-01-17T22:24:00.000Z",
    "property_pmid": "41545139",
    "property_name": "Response to Early Ultrasound-Guided Nerve Blocks for Sickle Cell Pain Crisis: A Novel Approach to Pain Management."
  },
  {
    "id": "2ebba464-60a7-815d-bc92-ed8283c6e424",
    "name": "Comment on \"Painful Left Bundle Branch Block Syndrome Diagnosed in the Emergency Department\"",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41545138/",
    "property_tag_2": "Emergency Medicine",
    "property_comment": "- **วัตถุประสงค์:** ไม่สามารถระบุได้เนื่องจากบทความนี้เป็นจดหมายแสดงความคิดเห็นและไม่มีบทคัดย่อ (No Abstract available)\n- **วิธีการ:** ไม่สามารถระบุได้เนื่องจากไม่มีข้อมูลบทคัดย่อ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถระบุได้เนื่องจากไม่มีข้อมูลบทคัดย่อ",
    "property_tag_3": "Left Bundle Branch Block",
    "property_tag_1": "Cardiology",
    "property_last_edited_time": "2026-01-17T22:23:00.000Z",
    "property_pmid": "41545138",
    "property_name": "Comment on \"Painful Left Bundle Branch Block Syndrome Diagnosed in the Emergency Department\""
  },
  {
    "id": "2edba464-60a7-815b-b3e7-e84c4246a198",
    "name": "Successful Use of High-Flow Nasal Cannula Oxygen Therapy in Three Dogs With Carbon Monoxide Poisoning",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41549539/",
    "property_tag_2": "Toxicology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรายงานผลการใช้ออกซิเจนบำบัดทางจมูกด้วยอัตราการไหลสูง (HFNOT) ในสุนัข 3 ตัวที่มีภาวะพิษจากคาร์บอนมอนอกไซด์ซึ่งเกิดจากการสูดดมควัน\n- **วิธีการ:** ทำการศึกษาในสุนัข 3 ตัวที่ถูกส่งตัวมายังห้องฉุกเฉินด้วยภาวะพิษจากคาร์บอนมอนอกไซด์จากเหตุไฟไหม้บ้าน โดยมีการตรวจยืนยันระดับคาร์บอกซีฮีโมโกลบินในเลือดที่สูงขึ้น และทำการรักษาด้วย HFNOT เป็นเวลา 4-7 ชั่วโมงเพื่อกำจัดคาร์บอกซีฮีโมโกลบิน\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** สุนัขทั้ง 3 ตัวรอดชีวิตจนสามารถออกจากโรงพยาบาลได้โดยไม่พบภาวะแทรกซ้อนล่าช้า โดยค่าครึ่งชีวิต (Half-life) ของคาร์บอกซีฮีโมโกลบินระหว่างการรักษาด้วย HFNOT ในสุนัขทั้ง 3 ตัว อยู่ที่ 79, 86 และ 77 นาทีตามลำดับ ซึ่งแสดงให้เห็นถึงประสิทธิภาพของ HFNOT ในการลดค่าครึ่งชีวิตของสารพิษในเลือด",
    "property_tag_3": "Respiratory Therapy",
    "property_tag_1": "Veterinary Emergency",
    "property_last_edited_time": "2026-01-19T19:23:00.000Z",
    "property_pmid": "41549539",
    "property_name": "Successful Use of High-Flow Nasal Cannula Oxygen Therapy in Three Dogs With Carbon Monoxide Poisoning"
  },
  {
    "id": "2edba464-60a7-8161-821e-f984114e2411",
    "name": "Point-of-care testing in ischemic stroke.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41548737/",
    "property_tag_2": "Point-of-care Testing",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรวบรวมและสังเคราะห์ความก้าวหน้าล่าสุดของการประยุกต์ใช้การตรวจวิเคราะห์ ณ จุดดูแลผู้ป่วย (POCT) สำหรับการวินิจฉัย การติดตามการรักษา และการใช้ยาอย่างแม่นยำในผู้ป่วยโรคหลอดเลือดสมองตีบ เพื่อยกระดับการพยากรณ์โรคและระบบการดูแลสุขภาพ\n- **วิธีการ:** เป็นการทบทวนวรรณกรรมที่วิเคราะห์ข้อจำกัดของเทคนิคภาพถ่ายทางการแพทย์มาตรฐาน (CT และ MRI) เปรียบเทียบกับศักยภาพของเทคโนโลยี POCT ที่รวดเร็วและใช้งานง่าย โดยมุ่งเน้นการแก้ปัญหาความล่าช้าในการวินิจฉัยและการขาดความพร้อมในการใช้งานนอกสถานที่\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** แม้ POCT จะเป็นทางเลือกที่รวดเร็วและคุ้มค่า แต่การใช้งานทางคลินิกจริงยังคงมีจำกัดเนื่องจากอุปสรรคทางเทคโนโลยี กฎระเบียบ และเศรษฐศาสตร์ บทความนี้ชี้ให้เห็นว่าการนำ POCT มาประยุกต์ใช้จะช่วยปรับปรุงแนวทางการรักษาและผลลัพธ์ของผู้ป่วยได้อย่างมีนัยสำคัญ แม้จะยังไม่มีการระบุตัวเลขทางสถิติที่เฉพาะเจาะจงในบทคัดย่อนี้",
    "property_tag_3": "Neurology",
    "property_tag_1": "Ischemic Stroke",
    "property_last_edited_time": "2026-01-19T19:22:00.000Z",
    "property_pmid": "41548737",
    "property_name": "Point-of-care testing in ischemic stroke."
  },
  {
    "id": "2edba464-60a7-8198-a812-c8830c5db82a",
    "name": "War-related emergency laparotomy and thoracotomy injuries and their operative outcomes in a makeshift surgical unit in Gaza during the 2023 - 2025 war.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41549010/",
    "property_tag_2": "Trauma",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินผลลัพธ์การรักษาและการเข้าถึงทรัพยากรของผู้ป่วยที่ได้รับบาดเจ็บจากสงครามและจำเป็นต้องได้รับการผ่าตัดช่องท้องหรือช่องอกฉุกเฉิน ในหน่วยศัลยกรรมอุบัติเหตุชั่วคราวที่ฉนวนกาซา\n- **วิธีการ:** เป็นการศึกษาแบบ Prospective cohort เก็บข้อมูลตั้งแต่วันที่ 16 กรกฎาคม ถึง 31 สิงหาคม 2024 ในผู้ป่วยที่ได้รับการผ่าตัดช่องท้องหรือช่องอกฉุกเฉิน โดยใช้สถานที่ของแผนกสูตินารีเวชดัดแปลงเป็นหน่วยศัลยกรรม และติดตามผลเป็นเวลา 30 วัน\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** จากผู้ป่วย 79 ราย (84% บาดเจ็บจากระเบิด) พบอัตราการเสียชีวิตในโรงพยาบาลร้อยละ 32 และเกิดภาวะแทรกซ้อนหลังผ่าตัดร้อยละ 69 โดยส่วนใหญ่เป็นการติดเชื้อที่แผลผ่าตัด (ร้อยละ 58) นอกจากนี้มีผู้ป่วยเพียงร้อยละ 5 ที่ได้ทำ CT scan และผู้ป่วยร้อยละ 62 ต้องพักฟื้นบริเวณระเบียงหรือกลางแจ้งเนื่องจากทรัพยากรจำกัด",
    "property_tag_3": "War Medicine",
    "property_tag_1": "Surgery",
    "property_last_edited_time": "2026-01-19T19:21:00.000Z",
    "property_pmid": "41549010",
    "property_name": "War-related emergency laparotomy and thoracotomy injuries and their operative outcomes in a makeshift surgical unit in Gaza during the 2023 - 2025 war."
  },
  {
    "id": "2ecba464-60a7-810d-a59c-e299057a70f6",
    "name": "The Triple-Agonist Revolution: Retatrutide and the Paradigm Shift in Multi-Hormonal Pharmacotherapy for Obesity and Cardiometabolic Comorbidities",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41545327/",
    "property_tag_2": "Pharmacology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อนำเสนอศักยภาพของ Retatrutide (LY3437943) ซึ่งเป็นนวัตกรรมยา Triple Agonist ที่ออกฤทธิ์ต่อตัวรับ GLP-1, GIP และ Glucagon ในการก้าวข้ามข้อจำกัดของการรักษาโรคอ้วนด้วยยาที่มีอยู่ในปัจจุบัน และเพื่อเน้นย้ำถึงความจำเป็นในการเตรียมความพร้อมด้านนโยบายสาธารณสุข\n- **วิธีการ:** เป็นการวิเคราะห์และอภิปรายข้อมูลเชิงทัศนะ (Perspective) โดยอ้างอิงหลักการวิศวกรรมเปปไทด์และผลลัพธ์จากการทดลองทางคลินิกระยะที่ 2 (Phase 2 trials) ที่เกี่ยวข้องกับประสิทธิภาพของยาในการลดน้ำหนักและรักษาโรคร่วมทางเมตาบอลิก\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** การทดลองระยะที่ 2 รายงานการลดลงของน้ำหนักตัวในระดับที่ไม่เคยมีมาก่อน ซึ่งเทียบเคียงได้กับการผ่าตัดลดความอ้วน (Bariatric surgery) นอกจากนี้ยังพบประโยชน์เพิ่มเติมในการรักษาโรคไขมันพอกตับ (NASH) และโรคหัวใจและหลอดเลือด ซึ่งถือเป็นการเปลี่ยนแปลงกระบวนทัศน์ครั้งสำคัญทางเภสัชวิทยา",
    "property_tag_3": "Endocrinology",
    "property_tag_1": "Obesity",
    "property_last_edited_time": "2026-01-18T22:24:00.000Z",
    "property_pmid": "41545327",
    "property_name": "The Triple-Agonist Revolution: Retatrutide and the Paradigm Shift in Multi-Hormonal Pharmacotherapy for Obesity and Cardiometabolic Comorbidities"
  },
  {
    "id": "2ecba464-60a7-8136-9627-e56afe2b4f91",
    "name": "No Title Available",
    "url": "https://pubmed.ncbi.nlm.nih.gov/415457777/",
    "property_tag_2": "Missing Metadata",
    "property_comment": "- **วัตถุประสงค์:** ไม่สามารถระบุได้เนื่องจากไม่มีข้อมูลบทคัดย่อในเอกสารต้นฉบับ\n- **วิธีการ:** ไม่สามารถระบุได้เนื่องจากไม่มีข้อมูลบทคัดย่อในเอกสารต้นฉบับ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถระบุได้เนื่องจากไม่มีข้อมูลบทคัดย่อในเอกสารต้นฉบับ",
    "property_tag_3": "No Abstract",
    "property_tag_1": "Unspecified",
    "property_last_edited_time": "2026-01-18T22:22:00.000Z",
    "property_pmid": "415457777",
    "property_name": "No Title Available"
  },
  {
    "id": "2eeba464-60a7-8128-8074-f0f8ad14fdd3",
    "name": "Mapping Algorithmic Bias in AI-Powered Electrocardiogram Interpretation Across the AI Life Cycle: Protocol for a Scoping Review",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41556569/",
    "property_tag_2": "Artificial Intelligence",
    "property_comment": "- **วัตถุประสงค์:** เพื่อวางโครงสร้างและแผนงานสำหรับการทบทวนขอบเขต (scoping review) ในการรวบรวมหลักฐานเกี่ยวกับความเอนเอียงของอัลกอริทึม (algorithmic bias) ที่เกิดจากการแปลผลคลื่นไฟฟ้าหัวใจ (ECG) ด้วย AI โดยมุ่งเน้นการระบุแหล่งที่มาของความเอนเอียง ผลกระทบต่อกลุ่มประชากรย่อย และกลยุทธ์ในการแก้ไขปัญหาตลอดวงจรชีวิตของ AI\n- **วิธีการ:** ดำเนินการสืบค้นวรรณกรรมจาก 5 ฐานข้อมูลอิเล็กทรอนิกส์และแหล่งข้อมูลอื่น ๆ ครอบคลุมงานวิจัยต้นฉบับระหว่างปี 2015-2025 ที่ศึกษาประสิทธิภาพของโมเดล AI สำหรับ ECG ในกลุ่มประชากรต่าง ๆ หรือรายงานวิธีลดความเอนเอียง โดยมีผู้ทบทวนสองท่านคัดกรองและสกัดข้อมูลตามมาตรฐาน PRISMA-ScR\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** จากการสืบค้นข้อมูลทั้งหมดพบ 448 รายการ หลังจากการคัดกรองซ้ำและตรวจสอบความเกี่ยวข้อง พบว่ามี 38 การศึกษาที่เข้าเกณฑ์และถูกนำมาสังเคราะห์เชิงคุณภาพ บทความนี้เป็นการนำเสนอโปรโตคอลและสถานะการคัดเลือกเอกสารเบื้องต้น จึงยังไม่มีผลสรุปการวิเคราะห์ข้อมูลเชิงลึกในขั้นตอนนี้",
    "property_tag_3": "Electrocardiogram",
    "property_tag_1": "Cardiology",
    "property_last_edited_time": "2026-01-20T19:24:00.000Z",
    "property_pmid": "41556569",
    "property_name": "Mapping Algorithmic Bias in AI-Powered Electrocardiogram Interpretation Across the AI Life Cycle: Protocol for a Scoping Review"
  },
  {
    "id": "2eeba464-60a7-815f-a7a6-e29307cc9418",
    "name": "Conflation of Contraception and Abortion - Implications for Access to Contraceptives",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41556539/",
    "property_tag_2": "Abortion",
    "property_comment": "- **วัตถุประสงค์:** ไม่สามารถระบุวัตถุประสงค์ที่แน่ชัดได้เนื่องจากไม่มีบทคัดย่อ (จากหัวข้อเรื่อง คาดว่าเป็นบทความอภิปรายเกี่ยวกับผลกระทบของการนำเรื่องการคุมกำเนิดไปปะปนกับประเด็นการทำแท้งที่มีต่อการเข้าถึงบริการคุมกำเนิด)\n- **วิธีการ:** ไม่ระบุข้อมูลเนื่องจากไม่มีบทคัดย่อ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่ระบุข้อมูลเนื่องจากไม่มีบทคัดย่อ",
    "property_tag_3": "Health Policy",
    "property_tag_1": "Contraception",
    "property_last_edited_time": "2026-01-20T19:23:00.000Z",
    "property_pmid": "41556539",
    "property_name": "Conflation of Contraception and Abortion - Implications for Access to Contraceptives"
  },
  {
    "id": "2eeba464-60a7-811b-a1ea-e0aabde00942",
    "name": "Optimal timing of antibiotics administration for sepsis or septic shock in the emergency department.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41555264/",
    "property_tag_2": "Sepsis",
    "property_comment": "- **วัตถุประสงค์:** ไม่สามารถระบุได้เนื่องจากข้อมูลนำเข้าไม่มีบทคัดย่อ (No Abstract available)\n- **วิธีการ:** ไม่สามารถระบุได้เนื่องจากข้อมูลนำเข้าไม่มีบทคัดย่อ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถระบุได้เนื่องจากข้อมูลนำเข้าไม่มีบทคัดย่อ",
    "property_tag_3": "Infectious Diseases",
    "property_tag_1": "Emergency Medicine",
    "property_last_edited_time": "2026-01-20T19:21:00.000Z",
    "property_pmid": "41555264",
    "property_name": "Optimal timing of antibiotics administration for sepsis or septic shock in the emergency department."
  },
  {
    "id": "2edba464-60a7-81e9-9b44-db6ca314f7e6",
    "name": "Vascular permeability and loss of glycocalix in sepsis: the role of fluid resuscitation",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41553456/",
    "property_tag_2": "Intensive Care",
    "property_comment": "- **วัตถุประสงค์:** ไม่สามารถระบุได้เนื่องจากบทความนี้ไม่มีบทคัดย่อ (No Abstract available)\n- **วิธีการ:** ไม่สามารถระบุได้เนื่องจากบทความนี้ไม่มีบทคัดย่อ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ไม่สามารถระบุได้เนื่องจากบทความนี้ไม่มีบทคัดย่อ",
    "property_tag_3": "Fluid Resuscitation",
    "property_tag_1": "Sepsis",
    "property_last_edited_time": "2026-01-19T22:21:00.000Z",
    "property_pmid": "41553456",
    "property_name": "Vascular permeability and loss of glycocalix in sepsis: the role of fluid resuscitation"
  },
  {
    "id": "2eeba464-60a7-81ac-91c5-c3130e650937",
    "name": "Fatal tracheostomy-site hemorrhage in blue rubber bleb nevus syndrome: case report and literature review.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41557089/",
    "property_tag_2": "Surgery",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรายงานกรณีศึกษาผู้ป่วยโรค Blue Rubber Bleb Nevus Syndrome (BRBNS) ที่เสียชีวิตจากภาวะเลือดออกรุนแรงบริเวณแผลเจาะคอ และทบทวนวรรณกรรมเกี่ยวกับกรณีเสียชีวิตที่เกี่ยวข้องกับโรคนี้\n- **วิธีการ:** ศึกษาและวิเคราะห์ข้อมูลทางคลินิก ผลการตรวจศพ (Autopsy) และลักษณะทางจุลพยาธิวิทยาของหญิงอายุ 31 ปี ที่ได้รับการเจาะคอฉุกเฉินเนื่องจากภาวะ Anaphylaxis จากยาชา Lidocaine ร่วมกับการสืบค้นวรรณกรรมภาษาอังกฤษ\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ผู้ป่วยเสียชีวิตจากภาวะช็อกจากการเสียเลือด (Hemorrhagic shock) การตรวจศพพบกลุ่มหลอดเลือดดำผิดปกติ (Venous malformations) หลายตำแหน่งรวมถึงบริเวณโคนลิ้น กล่องเสียง และจุดเจาะคอ ซึ่งผลชิ้นเนื้อยืนยันว่าเป็น Cavernous hemangiomas การทบทวนวรรณกรรมพบรายงานการเสียชีวิตจากโรคนี้น้อยมาก โดยกรณีนี้ชี้ให้เห็นถึงความเสี่ยงรุนแรงของรอยโรคในทางเดินหายใจที่อาจทำให้เกิดภาวะแทรกซ้อนจากการทำหัตถการ",
    "property_tag_3": "Pathology",
    "property_tag_1": "Forensic Medicine",
    "property_last_edited_time": "2026-01-20T22:24:00.000Z",
    "property_pmid": "41557089",
    "property_name": "Fatal tracheostomy-site hemorrhage in blue rubber bleb nevus syndrome: case report and literature review."
  },
  {
    "id": "2eeba464-60a7-8141-8112-c24321052bd7",
    "name": "Disaster Report - Petroleum Depot (HAZMAT) Fire and Mass-Casualty Event in Guinea-December 18, 2023",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41556248/",
    "property_tag_2": "Mass Casualty Incidents",
    "property_comment": "- **วัตถุประสงค์:** เพื่อรายงานและถอดบทเรียนจากเหตุการณ์ภัยพิบัติการระเบิดและเพลิงไหม้ที่คลังน้ำมันในเมืองโกนากรี ประเทศกินี รวมถึงประเมินการตอบสนองทางการแพทย์และผลกระทบต่อระบบสาธารณสุข\n- **วิธีการ:** เป็นการรายงานข้อมูลเชิงพรรณนาจากเหตุการณ์ระเบิดเมื่อวันที่ 18 ธันวาคม 2023 โดยรวบรวมข้อมูลการปฏิบัติงานของหน่วยกู้ภัย กองทัพ สภากาชาด และภาคเอกชน ในการคัดกรองและนำส่งผู้ป่วยไปยังสถานพยาบาล 13 แห่งในรัศมี 8 ไมล์\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** เหตุการณ์นี้ส่งผลให้มีผู้เสียชีวิต 25 ราย และบาดเจ็บ 459 ราย โดยมีเพียงโรงพยาบาลแห่งชาติ Donka แห่งเดียวที่สามารถรองรับผู้ป่วยแผลไฟไหม้รุนแรงได้ แม้จะเป็นครั้งแรกที่มีการร่วมมือกันหลายภาคส่วน แต่ทรัพยากรยังไม่เพียงพอต่อความต้องการ ซึ่งสะท้อนถึงความจำเป็นเร่งด่วนในการปรับปรุงแผนรับมือภัยพิบัติและระบบการแพทย์ฉุกเฉินในประเทศกำลังพัฒนา",
    "property_tag_3": "Burns",
    "property_tag_1": "Disaster Medicine",
    "property_last_edited_time": "2026-01-20T22:22:00.000Z",
    "property_pmid": "41556248",
    "property_name": "Disaster Report - Petroleum Depot (HAZMAT) Fire and Mass-Casualty Event in Guinea-December 18, 2023"
  },
  {
    "id": "2eeba464-60a7-81b1-8f88-f8ec00863cdc",
    "name": "AI in Patient Care: Evaluating Large Language Model Performance Against Evidence-Based Guidelines for Pulmonary Embolism",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41555635/",
    "property_tag_2": "Cardiology",
    "property_comment": "- **วัตถุประสงค์:** เพื่อประเมินประสิทธิภาพของโมเดลภาษาขนาดใหญ่ (LLMs) จำนวน 4 โมเดล ได้แก่ ChatGPT-4o, DeepSeek-V2, Gemini และ Grok ในการนำแนวทางการรักษาของ European Society of Cardiology ปี 2019 สำหรับโรคลิ่มเลือดอุดกั้นในปอด (PE) มาประยุกต์ใช้ โดยเน้นความถูกต้องทางคลินิกและการปฏิบัติตามแนวทาง\n- **วิธีการ:** สร้างชุดคำถามปลายเปิด 10 ข้อจากกรณีศึกษาผู้ป่วยจำลองที่ครอบคลุมการวินิจฉัย การประเมินความเสี่ยง และการรักษา โดยให้แพทย์เวชศาสตร์ฉุกเฉิน 2 ท่านประเมินคำตอบแบบปกปิดชื่อ (Anonymized) ด้วยมาตราส่วน 10 คะแนน และวิเคราะห์ความเชื่อมั่นระหว่างผู้ประเมินด้วยค่า ICC\n- **ผลลัพธ์และผลวิเคระาห์ทางสถิติ:** ChatGPT-4o ได้คะแนนรวมสูงสุด (76) ตามด้วย Gemini (73.75), Grok (71.25) และ DeepSeek-V2 (65) โดยการทดสอบ Kruskal-Wallis ไม่พบความแตกต่างอย่างมีนัยสำคัญทางสถิติระหว่างคะแนนรวมของแต่ละโมเดล แสดงให้เห็นว่า AI มีศักยภาพในการช่วยจัดการดูแลผู้ป่วย PE แต่ยังต้องพัฒนาเพิ่มเติม",
    "property_tag_3": "Pulmonary Embolism",
    "property_tag_1": "Artificial Intelligence",
    "property_last_edited_time": "2026-01-20T22:21:00.000Z",
    "property_pmid": "41555635",
    "property_name": "AI in Patient Care: Evaluating Large Language Model Performance Against Evidence-Based Guidelines for Pulmonary Embolism"
  }
]