[
    {
        "id": "2cfba464-60a7-8128-80c1-ee9e8effccb9",
        "pmid": "41323311",
        "title": "Superior Sagittal Sinus Thrombosis presented as a migraine headache with normal D Dimer",
        "date": "2025-12-20",
        "summary": "- วัตถุประสงค์: เพื่อรายงานกรณีศึกษาผู้ป่วยภาวะหลอดเลือดดำในสมองส่วน Superior Sagittal Sinus อุดตัน (SSST) ที่มีอาการแสดงคล้ายไมเกรนและมีระดับ D-dimer ปกติ เพื่อเน้นย้ำถึงความจำเป็นในการตรวจวินิจฉัยอย่างละเอียดในกลุ่มเสี่ยงแม้ผลทางห้องปฏิบัติการจะปกติ\n- วิธีการ: รายงานกรณีศึกษาในผู้ป่วยหญิงอายุ 49 ปีที่มีประวัติไมเกรนและใช้ยาคุมกำเนิด ซึ่งมาด้วยอาการปวดศีรษะรุนแรงและคอแข็ง โดยดำเนินการวินิจฉัยผ่านการตรวจร่างกาย การตรวจระดับ D-dimer การทำ CT scan และการทำ MRV เพื่อยืนยันผล\n- ผลลัพธ์และผลวิเคระาห์ทางสถิติ: แม้ผลตรวจ CT และค่า D-dimer จะแสดงผลปกติ แต่การตรวจ MRV พบการอุดตันของหลอดเลือดดำและภาวะสมองขาดเลือด (lacunar infarction) ซึ่งหลังจากได้รับยาต้านการแข็งตัวของเลือด ผู้ป่วยมีการฟื้นตัวที่ดีและสามารถออกจากโรงพยาบาลได้ภายใน 11 วัน",
        "content": "",
        "link": "https://www.notion.so/Superior-Sagittal-Sinus-Thrombosis-presented-as-a-migraine-headache-with-normal-D-Dimer-2cfba46460a7812880c1ee9e8effccb9",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    },
    {
        "id": "2cfba464-60a7-8144-b6c1-eaf7c226e998",
        "pmid": "41390441",
        "title": "Beyond the label: ethical and clinical implications of off-label drug use in pediatric emergency care.",
        "date": "2025-12-20",
        "summary": "- **วัตถุประสงค์:** เพื่อสำรวจความแพร่หลาย ความท้าทาย และผลกระทบทางจริยธรรมและกฎหมายของการใช้ยานอกข้อบ่งใช้ (off-label drug use) ในการดูแลผู้ป่วยเด็กในภาวะฉุกเฉิน\n- **วิธีการ:** การทบทวนประเด็นสำคัญและใช้กรณีศึกษา (case study) ในสถานการณ์ทางคลินิกจริงเพื่อสะท้อนถึงความซับซ้อนของการสั่งใช้ยานอกข้อบ่งใช้ในแผนกฉุกเฉิน\n- **ผลลัพธ์และผลวิเคราะห์ทางสถิติ:** สรุปได้ว่าการสั่งใช้ยาดังกล่าวจำเป็นต้องมีการสร้างสมดุลระหว่างความต้องการทางการแพทย์และข้อกำหนดทางกฎหมาย โดยเสนอแนวทางการวิจัยในอนาคตเพื่อพัฒนาขั้นตอนการขอความยินยอม การเฝ้าระวังความปลอดภัยหลังจำหน่ายยา และการจัดทำแนวทางปฏิบัติบนพื้นฐานของหลักฐานเชิงประจักษ์",
        "content": "",
        "link": "https://www.notion.so/Beyond-the-label-ethical-and-clinical-implications-of-off-label-drug-use-in-pediatric-emergency-car-2cfba46460a78144b6c1eaf7c226e998",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    },
    {
        "id": "2cfba464-60a7-814b-b590-f2362539d6f3",
        "pmid": "41390697",
        "title": "AI-powered models for overcrowding prediction at TUMS hospitals",
        "date": "2025-12-20",
        "summary": "- วัตถุประสงค์: เพื่อพัฒนาและประเมินประสิทธิภาพของแบบจำลองปัญญาประดิษฐ์ (AI) ในการพยากรณ์ความแออัดรายวันในแผนกฉุกเฉิน (ED) ของโรงพยาบาล 5 แห่งสังกัดมหาวิทยาลัยวิทยาศาสตร์การแพทย์เตหะราน (TUMS) เพื่อเป็นเครื่องมือเตือนภัยและเพิ่มประสิทธิภาพการบริหารจัดการโรงพยาบาล\n- วิธีการ: ใช้ข้อมูลอนุกรมเวลาโดยเริ่มต้นจาก 121 คุณลักษณะ แล้วคัดเลือกด้วยวิธี mRMR และ Elastic Net ร่วมกับเทคนิค TSCVG จากนั้นใช้การเรียนรู้เชิงลึกและโมเดลต่างๆ เช่น LSTM, SVM, CNN และ Random Forest โดยรวมผลลัพธ์ด้วยเทคนิค Ensemble และวิธี VP-BMA\n- ผลลัพธ์และผลวิเคราะห์ทางสถิติ: การลดจำนวนคุณลักษณะช่วยเพิ่มประสิทธิภาพโมเดลอย่างมีนัยสำคัญ โดย SVM และ LSTM ให้ผลการพยากรณ์ที่น่าเชื่อถือที่สุด ซึ่งโรงพยาบาล A มีประสิทธิภาพสูงสุด (ROC 0.95-0.98) ในขณะที่โรงพยาบาล B และ D มีประสิทธิภาพต่ำในทุกเกณฑ์การทดสอบ",
        "content": "",
        "link": "https://www.notion.so/AI-powered-models-for-overcrowding-prediction-at-TUMS-hospitals-2cfba46460a7814bb590f2362539d6f3",
        "tags": [
            "Medical Update",
            "Emergency"
        ]
    }
]